Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# device.center.backup.error.accountBlocked
source: Unable to sync or back up this folder as the account has been blocked.
ar: غير قادر على مزامنة هذا المجلد أو عمل نسخة احتياطية منه لأنه تم حظر الحساب.
de: Dieser Ordner kann nicht synchronisiert oder gesichert werden, da der Account gesperrt wurde.
es: No se puede sincronizar ni hacer backups de esta carpeta porque la cuenta está bloqueada.
fr: Impossible de synchroniser ou sauvegarder ce dossier, car le compte a été bloqué.
id: Tidak dapat menyinkronkan atau mencadangkan folder ini karena akun telah diblokir.
ja: アカウントがブロックされているため、このフォルダを同期またはバックアップできません。
ko: 계정이 차단되었기 때문에 이 폴더를 동기화 또는 백업할 수 없습니다.
pt: Não foi possível sincronizar ou fazer backup dessa pasta porque a conta foi bloqueada.
ru: Невозможно синхронизировать или создать резервную копию этой папки, так как аккаунт заблокирован.
th: ไม่สามารถซิงค์หรือสำรองข้อมูลในโฟลเดอร์นี้ได้ เนื่องจากบัญชีถูกบล็อกไว้
tr: Hesap engellendiği için bu klasör senkronize edilemiyor veya yedeklenemiyor.
vi: Không thể đồng bộ hóa hoặc sao lưu thư mục này vì tài khoản của bạn đã bị chặn.
zh_hans: 由于该帐户已被封锁，无法同步或备份此文件夹。
zh_hant: 由於帳戶已被封鎖，因此無法同步或備份此資料夾。

# device.center.backup.error.problemSyncingContactSupport
source: Problem syncing or backing up this folder. Try again later. If the issue continues, contact Support.
ar: حدثت مشكلة في مزامنة هذا المجلد أو نسخه احتياطيًا. حاول مرة أخرى في وقت لاحق. إذا استمرت المشكلة، تواصل مع قسم الدعم.
de: Problem bei der Synchronisierung oder Sicherung dieses Ordners. Bitte versuchen Sie es später erneut. Wenn das Problem weiterhin besteht, wenden Sie sich an den Support.
es: Se ha producido un problema al sincronizar o hacer un backup de esta carpeta. Vuelve a intentarlo más tarde. Si el problema persiste, ponte en contacto con el servicio de soporte.
fr: Problème de synchronisation ou de sauvegarde de ce dossier. Réessayez ultérieurement. Si la situation persiste, contactez l’assistance.
id: Masalah saat menyinkronkan atau membuat cadangan folder ini. Coba lagi nanti. Jika masalah berlanjut, hubungi Bantuan.
ja: このフォルダの同期またはバックアップ中に問題が発生しました。あとでもう一度お試しください。問題が解決しない場合は、サポートにお問い合わせください。
ko: 이 폴더를 동기화 또는 백업하던 중 문제가 발생했습니다. 나중에 다시 시도하세요. 만약 문제가 계속되면, 지원에 연락주세요.
pt: Não foi possível sincronizar ou fazer o backup desta pasta. Tente novamente mais tarde. Se o problema persistir, entre em contato com a nossa equipe de Suporte.
ru: Проблема с синхронизацией или резервным копированием этой папки. Повторите попытку позже. Если проблема не исчезнет, обратитесь в поддержку.
th: มีปัญหาในการซิงค์หรือสำรองข้อมูลในโฟลเดอร์นี้ ลองใหม่อีกครั้งในภายหลัง หากยังประสบปัญหาอยู่ กรุณาติดต่อฝ่ายสนับสนุน
tr: Bu klasörü senkronize etme veya yedekleme sorunu. Daha sonra tekrar deneyin. Sorun devam ederse Destek ile iletişime geçin.
vi: Có sự cố khi đồng bộ hóa hoặc sao lưu thư mục này. Thử lại sau. Nếu sự cố vẫn tiếp diễn, hãy liên hệ với bộ phận Hỗ trợ.
zh_hans: 同步或备份此文件夹时出现问题。请稍后再试。如果问题仍然存在，请联系支持部门。
zh_hant: 同步或備份此資料夾時出現問題。稍後再試。如果問題仍然存在，請聯繫客服。

# device.center.backup.error.accountReloaded
source: Account reloaded. Any missed updates to your backups or syncs haven’t been applied.
ar: تمت إعادة تحميل الحساب. لم يتم تطبيق أي تحديثات فائتة على النسخ الاحتياطية أو المزامنات الخاصة بك.
de: Account neu geladen. Verpasste Updates Ihrer Backups oder Synchronisierungen wurden nicht übernommen.
es: Cuenta recargada. No se han realizado actualizaciones pendientes de tus backups o sincronizaciones.
fr: Le compte a été rechargé. Toute mise à jour manquée de vos sauvegardes ou synchronisations n’a pas été appliquée.
id: Akun dimuat ulang. Pembaruan apa pun yang terlewat untuk cadangan atau sinkronisasi anda belum diterapkan.
ja: アカウントが再読み込みされました。バックアップまたは同期に対して欠落した更新は適用されていません。
ko: 계정을 다시 불러왔습니다. 백업 또는 동기화에 누락된 변경사항이 적용되지 않습니다.
pt: A sua conta foi recarregada. Nenhuma atualização pendente dos seus backups ou das suas sincronizações não foi feita.
ru: Аккаунт перезагружен. Любые пропущенные обновления ваших резервных копий или синхронизаций не были применены.
th: บัญชีของคุณถูกโหลดซ้ำ การเปลี่ยนแปลงที่หายไปจะไม่มีผลกับการสำรองข้อมูลหรือการซิงค์ของคุณ
tr: Hesap yeniden yüklendi. Yedeklemelerinize veya senkronizasyonlarınıza yapılan kaçırılan güncellemeler uygulanmadı.
vi: Đã tải lại tài khoản. Mọi cập nhật bị bỏ lỡ đối với các bản sao lưu hoặc đồng bộ hóa của bạn chưa có được áp dụng.
zh_hans: 帐户已重新加载。对备份或同步的任何更新尚未应用。
zh_hant: 帳戶已重新載入。您備份或同步的任何遺失的更新尚未套用。

# device.center.backup.error.loggedOut
source: Sync or backup has been stopped as you appear to have logged out of the Desktop app. Log back in via the Desktop app, and resume the sync or backup.
ar: تم إيقاف المزامنة أو النسخ الاحتياطي حيث يبدو أنك قمت بتسجيل الخروج من تطبيق الحاسوب المكتبي. قم بتسجيل الدخول مرة أخرى عبر تطبيق الحاسوب المكتبي واستأنف المزامنة أو النسخ الاحتياطي.
de: Die Synchronisierung oder das Backup wurde angehalten, da Sie sich anscheinend in der Desktop-App ausgeloggt haben. Loggen Sie sich in der Desktop-App wieder ein und aktivieren Sie die Synchronisierung bzw. das Backup erneut.
es: La sincronización o el backup se han detenido porque parece que has cerrado sesión en la aplicación de escritorio. Vuelve a iniciar sesión a través de la aplicación de escritorio y reanuda la operación.
fr: La synchronisation ou la sauvegarde a été arrêtée, car il semble que vous vous êtes déconnecté de l’appli pour ordinateur. Reconnectez-vous dans l’appli pour ordinateur et reprenez la synchronisation ou la sauvegarde.
id: Sinkronisasi atau pencadangan telah dihentikan karena anda tampaknya keluar dari aplikasi Desktop. Masuk kembali melalui aplikasi Desktop, dan lanjutkan sinkronisasi atau pencadangan.
ja: デスクトップアプリからログアウトしたようであるため、同期またはバックアップが停止されました。デスクトップアプリから再度ログインし、同期またはバックアップを再開してください。
ko: 데스크톱 앱에서 로그아웃한 것으로 나타나서 동기화 또는 백업이 멈추었습니다. 데스크톱 앱에서 다시 로그인하고, 동기화 또는 백업을 재개하세요.
pt: A sincronização ou o backup foram interrompidos porque você parece ter se desconectado do aplicativo para desktop. Faça login novamente no aplicativo para desktop e para retomar a sincronização ou o backup.
ru: Синхронизация или резервное копирование остановлены, поскольку вы, похоже, вышли из настольного приложения. Снова войдите в систему в настольном приложении и возобновите синхронизацию или резервное копирование.
th: การซิงค์หรือการสำรองข้อมูลถูกหยุดลง ซึ่งดูเหมือนว่าคุณได้ออกจากระบบแอปเดสก์ท็อปแล้ว กรุณาเข้าสู่ระบบผ่านแอปเดสก์ท็อปแล้วเริ่มต้นการซิงค์หรือการสำรองข้อมูลใหม่อีกครั้ง
tr: Masaüstü uygulamasından çıkış yapmış gibi göründüğünüzde senkronizasyon veya yedekleme durduruldu. Masaüstü uygulaması aracılığıyla tekrar oturum açın ve senkronizasyona veya yedeklemeye devam edin.
vi: Đồng bộ hóa hoặc sao lưu đã bị dừng do có vẻ như bạn đã đăng xuất khỏi Ứng dụng cho máy tính. Đăng nhập vào lại Ứng dụng cho máy tính để tiếp tục đồng bộ hóa hoặc sao lưu.
zh_hans: 由于您似乎已登出桌面应用程序，因此同步或备份已停止。通过桌面应用程序重新登录，然后恢复同步或备份。
zh_hant: 由於您似乎已登出桌面應用程式，因此同步或備份已停止。透過桌面應用程式重新登入，然後恢復同步或備份。

# device.center.backup.error.changesToMegaFolder
source: Problem syncing or backing up this folder because of changes to the MEGA folder. Stop the sync or backup and try setting it up again in the Desktop app, or contact Support.
ar: حدثت مشكلة أثناء مزامنة هذا المجلد أو نسخه احتياطيًا بسبب التغييرات التي تم إجراؤها على مجلد ميغا MEGA. أوقف المزامنة أو النسخ الاحتياطي وحاول إعداده مرة أخرى في تطبيق الحاسوب المكتبي أو تواصل مع قسم الدعم.
de: Problem bei der Synchronisierung oder Sicherung dieses Ordners aufgrund von Änderungen am MEGA-Ordner. Beenden Sie die Synchronisierung bzw. das Backup und richten Sie sie in der Desktop-App erneut ein oder wenden Sie sich an den Support.
es: Ha habido un problema al sincronizar o hacer un backup de esta carpeta debido a unos cambios en la carpeta de MEGA. Detén la sincronización o el backup y actívalos de nuevo desde la aplicación de escritorio o contacta con el servicio de soporte.
fr: Problème de synchronisation ou de sauvegarde de ce dossier en raison de modification du dossier MEGA. Arrêtez la synchronisation ou la sauvegarde, puis tentez de la définir de nouveau dans l’appli pour ordinateur ou contactez l’assistance.
id: Masalah menyinkronkan atau membuat cadangan folder ini karena perubahan pada folder MEGA. Hentikan sinkronisasi atau pencadangan dan coba atur lagi di aplikasi Desktop, atau hubungi Dukungan.
ja: MEGAフォルダへの変更により、このフォルダの同期またはバックアップ中に問題が発生しました。バックアップを停止し、デスクトップアプリでもう一度セットアップしてみるか、サポートにお問い合わせください。
ko: 이 폴더를 동기화 또는 백업하던 중 MEGA 폴더의 변경으로 인해 문제가 발생했습니다. 동기화 또는 백업을 멈추고 데스크톱 앱에서 다시 설정하세요, 또는 지원에 연락주세요.
pt: Não foi possível sincronizar ou fazer o backup desta pasta devido a alterações na pasta no MEGA. Cancele a sincronização ou o backup e tente configurá-lo novamente no aplicativo para desktop, ou entre em contato com a nossa equipe de Suporte.
ru: Проблема с синхронизацией или резервным копированием этой папки из-за изменений в папке MEGA. Остановите синхронизацию или резервное копирование и попробуйте настроить их снова в настольном приложении или обратитесь в поддержку.
th: มีปัญหาในการซิงค์หรือสำรองข้อมูลในโฟลเดอร์นี้เนื่องจากมีการเปลี่ยนแปลงในโฟลเดอร์ MEGA คุณสามารถหยุดการซิงค์หรือสำรองข้อมูลและลองตั้งค่าใหม่ในแอปเดสก์ท็อป หรือติดต่อฝ่ายสนับสนุน
tr: MEGA klasöründeki değişiklikler nedeniyle bu klasörü senkronize etme veya yedekleme sorunu. Senkronizasyonu veya yedeklemeyi durdurun ve Masaüstü uygulamasında yeniden ayarlamayı deneyin veya Destek ile iletişime geçin.
vi: Có sự cố đồng bộ hóa hoặc sao lưu thư mục này do các thay đổi của thư mục MEGA. Dừng đồng bộ hóa hoặc sao lưu và thử thiết lập lại trong Ứng dụng đành cho máy tính hoặc liên hệ với bộ phận Hỗ trợ.
zh_hans: 由于MEGA文件夹发生更改，因此同步或备份此文件夹时出现问题。请停止同步或备份，然后尝试在桌面应用程序中重新进行设置，或者联系客服。
zh_hant: 由於MEGA資料夾發生更動，因此同步或備份此資料夾時出現問題。請停止同步或備份，然後嘗試在桌面應用程式中重新設定，或聯繫客服。

# device.center.backup.error.externalDriveUnlocated
source: Folder in external drive can’t be located.
ar: لا يمكن تحديد موقع المجلد الموجود في السواقة الخارجية.
de: Ordner auf externem Laufwerk nicht gefunden.
es: No es posible encontrar la carpeta en la unidad externa.
fr: Impossible de trouver le fichier sur le lecteur externe.
id: Folder di drive eksternal tidak dapat ditemukan.
ja: 外付けドライブのフォルダが見つかりません。
ko: 외부 드라이브에 있는 폴더를 찾을 수 없습니다.
pt: Não é possível localizar a pasta na unidade externa.
ru: Не удаётся найти папку на внешнем диске.
th: ไม่พบโฟลเดอร์ในไดรฟ์ภายนอก
tr: Harici sürücüdeki klasör bulunamıyor.
vi: Không tìm thấy vị trí của thư mục trong ổ đĩa ngoài.
zh_hans: 无法定位外部驱动器中的文件夹。
zh_hant: 無法找到外部磁碟的資料夾。

# device.center.backup.error.alreadySyncedPath
source: There’s already a synced folder at the same path.
ar: يوجد بالفعل مجلد متزامن في نفس المسار.
de: Es gibt bereits einen synchronisierten Ordner unter demselben Pfad.
es: Ya existe una carpeta sincronizada en la misma ruta.
fr: Un dossier synchronisé porte déjà ce nom dans le même chemin.
id: Sudah ada folder yang disinkronkan di jalur yang sama.
ja: 同じパスに同期フォルダがすでに存在します。
ko: 같은 경로에 이미 동기화된 폴더가 있습니다.
pt: Já existe uma pasta sincronizada no mesmo caminho.
ru: По тому же пути уже есть синхронизируемая папка.
th: มีโฟลเดอร์ที่ซิงค์ข้อมูลอยู่ที่เส้นทางเดียวกันแล้ว
tr: Aynı yolda zaten senkronize edilmiş bir klasör var.
vi: Đã có một thư mục được đồng bộ hóa với cùng đường dẫn.
zh_hans: 同一路径上已经有一个同步文件夹。
zh_hant: 同一路徑下已經有一個同步資料夾。

# device.center.backup.error.renamingFailed
source: Renaming failed.
ar: فشلت عملية إعادة التسمية.
de: Die Umbenennung ist fehlgeschlagen.
es: Error al cambiar el nombre.
fr: Échec de renommage.
id: Mengganti nama gagal.
ja: 名前の変更に失敗しました。
ko: 이름 변경 실패.
pt: Não foi possível renomear.
ru: Не удалось переименовать.
th: การเปลี่ยนชื่อไม่สำเร็จ
tr: Yeniden adlandırma başarısız oldu.
vi: Đổi tên không thành công.
zh_hans: 重命名失败。
zh_hant: 重新命名失敗。

# device.center.backup.error.syncIgnored
source: Couldn’t create a sync. The file has been ignored.
ar: تعذر إنشاء مزامنة. لقد تم تجاهل الملف.
de: Eine Synchronisierung konnte nicht erstellt werden. Die Datei wurde ignoriert.
es: No se ha podido crear una sincronización. Se ha ignorado el archivo.
fr: Impossible de créer une synchronisation. Le fichier a été ignoré.
id: Tidak dapat membuat sinkronisasi. File telah diabaikan.
ja: 同期を作成できませんでした。ファイルは無視されました。
ko: 동기화를 만들 수 없습니다. 파일이 무시되었습니다.
pt: Não foi possível criar uma sincronização. O arquivo foi ignorado.
ru: Не удалось создать синхронизацию. Файл проигнорирован.
th: ไม่สามารถสร้างการซิงค์ได้ ไฟล์ถูกละเว้นไปแล้ว
tr: Senkronizasyon oluşturulamadı. Dosya göz ardı edildi.
vi: Không thể tạo việc đồng bộ. Tệp tin đã bị bỏ qua.
zh_hans: 无法创建同步。该文件已被忽略。
zh_hant: 無法建立同步。檔案已被忽略。

# device.center.backup.error.couldntReadSyncConfig
source: Couldn’t read sync configuration. Check the folder permissions and try again later.
ar: تعذرت قراءة إعدادات المزامنة. تحقق من أذونات المجلد وحاول مرة أخرى لاحقًا.
de: Die Synchronisierungskonfiguration konnte nicht gelesen werden. Überprüfen Sie die Ordnerberechtigungen und versuchen Sie es später erneut.
es: No se ha podido leer la configuración de la sincronización. Comprueba los permisos de la carpeta e inténtalo de nuevo más tarde.
fr: Impossible de lire la configuration de la synchronisation. Vérifiez les droits du dossier ultérieurement.
id: Tidak dapat membaca konfigurasi sinkronisasi. Periksa izin folder dan coba lagi nanti.
ja: 同期構成を読み取れませんでした。フォルダのアクセス許可を確認し、後でもう一度試してください。
ko: 동기화 설정을 읽을 수 없습니다. 폴더 권한을 확인하고 나중에 다시 시도하세요.
pt: Não foi possível ler a configuração da sincronização. Verifique as permissões da pasta e tente novamente mais tarde.
ru: Не удалось прочитать конфигурацию синхронизации. Проверьте права доступа к папке и повторите попытку позже.
th: ไม่สามารถอ่านการกำหนดค่าการซิงค์ได้ กรุณาตรวจสอบสิทธิ์โฟลเดอร์แล้วลองอีกครั้งในภายหลัง
tr: Senkronizasyon yapılandırması okunamadı. Klasör izinlerini kontrol edin ve daha sonra tekrar deneyin.
vi: Không thể đọc cấu hình của đồng bộ. Hãy kiểm tra quyền hạn của thư mục và thử lại sau.
zh_hans: 无法读取同步配置。请检查文件夹权限并稍后重试。
zh_hant: 無法讀取同步設定。檢查資料夾權限並稍後重試。

# device.center.backup.error.unknownDrivePath
source: Sync’s drive path is unknown.
ar: مسار سواقة المزامنة غير معروف.
de: Der Laufwerkspfad der Synchronisierung ist unbekannt.
es: Se desconoce la ruta de la unidad de sincronización.
fr: Le chemin du lecteur de la synchronisation est inconnu.
id: Jalur drive Sync tidak diketahui.
ja: 同期のドライブパスが不明です。
ko: 동기화 드라이브 경로를 알 수 없습니다.
pt: O caminho da unidade de sincronização é desconhecido.
ru: Путь к диску синхронизации неизвестен.
th: ไม่ทราบเส้นทางไดรฟ์ที่ใช้การซิงค์ได้
tr: Sync'in sürücü yolu bilinmiyor.
vi: Không rõ đường dẫn ổ đĩa cho đồng bộ này.
zh_hans: 同步的的驱动器路径未知。
zh_hant: 同步的磁碟路徑未知。

# device.center.backup.error.invalidScanInterval
source: Invalid scan interval. Check the scan interval setup and try again.
ar: الفاصل الزمني للفحص غير صالح. تحقق من إعداد الفاصل الزمني للفحص وحاول مرة أخرى.
de: Ungültiges Scan-Intervall. Überprüfen Sie die Einstellung des Scan-Intervalls und versuchen Sie es erneut.
es: Intervalo de escaneo no válido. Comprueba la configuración del intervalo de escaneo e inténtalo de nuevo.
fr: L’intervalle d’analyse est invalide. Vérifiez la configuration de l’intervalle d’analyse et réessayez.
id: Interval pemindaian tidak valid. Periksa pengaturan interval pemindaian dan coba lagi.
ja: 無効なスキャン間隔です。スキャン間隔の設定を確認して、再試行してください。
ko: 잘못된 탐색 간격. 탐색 간격 설정을 확인하고 다시 시도하세요.
pt: O intervalo de escaneado é inválido. Verifique a configuração do intervalo de escaneado e tente novamente.
ru: Недействительный интервал сканирования. Проверьте настройку интервала сканирования и попробуйте ещё раз.
th: ช่วงเวลาสแกนไม่ถูกต้อง กรุณาตรวจสอบการตั้งค่าช่วงเวลาสแกนและลองใหม่อีกครั้ง
tr: Geçersiz tarama aralığı. Tarama aralığı ayarını kontrol edin ve tekrar deneyin.
vi: Khoảng thời gian quét khởi đầu không hợp lệ. Kiểm tra thiết lập khoảng thời gian quét và thử lại.
zh_hans: 扫描间隔无效。请检查扫描间隔设置，然后重试。
zh_hant: 掃描間隔無效。檢查掃描間隔設定並且重試。

# device.center.backup.error.syncOrBackupSetupAgain
source: Problem syncing or backing up this folder. Stop the sync or backup and try setting it up again in the Desktop app, or contact Support.
ar: حدثت مشكلة في مزامنة هذا المجلد أو نسخه احتياطيًا. أوقف المزامنة أو النسخ الاحتياطي وحاول إعداده مرة أخرى في تطبيق الحاسوب المكتبي أو تواصل مع قسم الدعم.
de: Problem bei der Synchronisierung oder Sicherung dieses Ordners. Beenden Sie die Synchronisierung bzw. das Backup und richten Sie sie in der Desktop-App erneut ein oder wenden Sie sich an den Support.
es: Se ha producido un problema al sincronizar o hacer un backup de esta carpeta. Detén la sincronización o el backup e intenta volver a configurarlos en la aplicación de escritorio, o ponte en contacto con el servicio de soporte.
fr: Problème de synchronisation ou de sauvegarde de ce dossier. Arrêtez la synchronisation ou la sauvegarde, puis tentez de la définir de nouveau dans l’appli pour ordinateur ou contactez l’assistance.
id: Masalah saat menyinkronkan atau membuat cadangan folder ini. Hentikan sinkronisasi atau pencadangan dan coba atur lagi di aplikasi Desktop, atau hubungi Bantuan.
ja: このフォルダの同期またはバックアップ中に問題が発生しました。同期またはバックアップを停止し、デスクトップアプリでもう一度設定してみるか、サポートにお問い合わせください。
ko: 이 폴더를 동기화 또는 백업하던 중 문제가 발생했습니다. 동기화 또는 백업을 멈추고 데스크톱 앱에서 다시 설정하세요, 또는 지원에 연락주세요.
pt: Não foi possível sincronizar ou fazer o backup desta pasta. Cancele a sincronização ou o backup e tente configurá-lo novamente no aplicativo para desktop, ou entre em contato com a nossa equipe de Suporte.
ru: Проблема с синхронизацией или резервным копированием этой папки. Остановите синхронизацию или резервное копирование и попробуйте настроить их снова в настольном приложении или обратитесь в поддержку.
th: พบปัญหาในการซิงค์หรือสำรองข้อมูลโฟลเดอร์นี้ ให้หยุดการซิงค์หรือสำรองข้อมูล แล้วลองตั้งค่าอีกครั้งในแอปเดสก์ท็อป หรือติดต่อฝ่ายสนับสนุน
tr: Bu klasörü senkronize etme veya yedekleme sorunu. Senkronizasyonu veya yedeklemeyi durdurun ve Masaüstü uygulamasında yeniden ayarlamayı deneyin veya Destek ile iletişime geçin.
vi: Có sự cố khi đồng bộ hóa hoặc sao lưu thư mục này. Hãy thử dừng đồng bộ hóa hoặc sao lưu và thử thiết lập lại trong Ứng dụng cho máy tính hoặc liên hệ với bộ phận Hỗ Trợ.
zh_hans: 同步或备份此文件夹时出现问题。停止同步或备份，然后尝试在桌面应用程序中重新进行设置，或者联系客服。
zh_hant: 同步或備份此資料夾時出現問題。停止同步或備份，然後嘗試在桌面應用程式中重新設定，或聯繫客服。

# device.center.backup.error.cantReadSyncLocation
source: Couldn’t read sync location. Check the location is accessible and permissions for the folder location are granted.
ar: تعذرت قراءة موقع المزامنة. تحقق من إمكانية الوصول إلى الموقع ومن منح الأذونات لموقع المجلد.
de: Speicherort der Synchronisierung konnte nicht gelesen werden. Überprüfen Sie, ob auf den Speicherort zugegriffen werden kann und die erforderlichen Berechtigungen für den Ordner gewährt wurden.
es: No se ha podido leer la ubicación de la sincronización. Comprueba que se pueda acceder a la ubicación y que se hayan concedido los permisos para la ubicación de la carpeta.
fr: Impossible de lire l’emplacement de la synchronisation. Vérifiez que l’emplacement est accessible et que les droits ont été accordés pour l’emplacement du dossier.
id: Tidak dapat membaca lokasi sinkronisasi. Periksa lokasi dapat diakses dan izin untuk lokasi folder diberikan.
ja: 同期の場所を読み取れませんでした。場所がアクセス可能であること、およびフォルダの場所に対するアクセス許可が付与されていることを確認してください。
ko: 동기화 위치를 읽을 수 없습니다. 위치에 접근 가능한지 여부와 폴더 위치에 대한 권한이 승인 되었는지 확인하세요.
pt: Não foi possível ler a localização da sincronização. Verifique se o local está acessível e se as permissões para a localização da pasta foram concedidas.
ru: Не удалось прочитать расположение синхронизации. Убедитесь, что расположение папки доступно и предоставлены права доступа к нему.
th: ไม่สามารถอ่านตำแหน่งที่ตั้งการซิงค์ได้ กรุณาตรวจสอบว่าสามารถเข้าถึงได้และได้รับอนุญาตให้ใช้งานโฟลเดอร์ตามตำแหน่งที่ตั้งนี้หรือไม่
tr: Senkronizasyon konumu okunamadı. Konumun erişilebilir olup olmadığını ve klasör konumu için izinlerin verildiğini kontrol edin.
vi: Không thể đọc được vị trí thư mục. Kiểm tra xem vị trí có thể truy cập được hay không và quyền đi tới vị trí thư mục đã được cấp phép.
zh_hans: 无法读取同步位置。检查该位置是否可访问以及是否已授予该文件夹位置的权限。
zh_hant: 無法讀取同步位置。檢查該位置是否可用，而且是否已授予該資料夾位置的權限。

# device.center.backup.error.insufficientDownloadSpace
source: Insufficient space for download.
ar: مساحة غير كافية للتحميل.
de: Nicht genügend Speicherplatz für den Download.
es: Espacio insuficiente para la descarga.
fr: Il n’y a pas suffisamment d’espace pour télécharger.
id: Ruang tidak mencukupi untuk mengunduh.
ja: ダウンロード用のスペースが不足しています。
ko: 다운로드에 필요한 공간 부족
pt: Não há espaço suficiente para fazer o download.
ru: Недостаточно места для скачивания.
th: มีพื้นที่ไม่เพียงพอที่จะดาวน์โหลด
tr: İndirme için yetersiz alan.
vi: Không đủ dung lượng cho việc tải xuống.
zh_hans: 空间不足，无法下载。
zh_hant: 空間不足，無法下載。

# device.center.backup.error.addFilesystemWatch
source: Unable to add a file system watch. Ensure there is sufficient free space and memory, and that you have granted permissions for the folder location.
ar: غير قادر على إضافة مراقبة نظام الملفات. تأكد من وجود مساحة خالية وذاكرة كافية ومن أنك منحت الأذونات لموقع المجلد.
de: Eine Dateisystemüberwachung konnte nicht angelegt werden. Vergewissern Sie sich, dass genügend freier Speicherplatz und Arbeitsspeicher vorhanden sind und die erforderlichen Berechtigungen für den Ordner erteilt wurden.
es: No se puede añadir una vigilancia del sistema de archivos. Asegúrate de que haya suficiente espacio libre y suficiente memoria y de que los permisos para la ubicación de la carpeta estén concedidos.
fr: Impossible d’ajouter une surveillance du système de fichier. Assurez-vous qu’il y a suffisamment d’espace et de mémoire libres et que vous avez accordé les droits pour l’emplacement du dossier.
id: Tidak dapat menambahkan pengawasan sistem file. Pastikan ada ruang kosong dan memori yang cukup, dan bahwa anda telah memberikan izin untuk lokasi folder.
ja: ファイルシステム監視を追加できません。十分な空き容量とメモリがあること、およびフォルダの場所に対するアクセス許可が付与されていることを確認してください。
ko: 파일 시스템 감시를 추가할 수 없습니다. 충분한 여유 공간과 메모리가 있고, 폴더 위치에 대하여 권한을 승인 받았는지 확인하세요.
pt: Não é possível adicionar um monitor do sistema de arquivos. Verifique se há espaço livre e memória suficientes e se você tem permissões para a acessar a localização da pasta.
ru: Невозможно добавить наблюдение за файловой системой. Убедитесь, что достаточно свободного места и памяти, а также предоставлены права доступа к расположению папки.
th: ไม่สามารถเพิ่มการตรวจดูระบบไฟล์ได้ ตรวจสอบให้แน่ใจว่ามีพื้นที่ว่างและหน่วยความจำเพียงพอแล้ว และคุณได้ให้สิทธิ์ในการเข้าถึงตำแหน่งที่ตั้งโฟลเดอร์แล้ว
tr: Dosya sistemi saati eklenemiyor. Yeterli boş alan ve bellek olduğundan ve klasör konumu için izin verdiğinizden emin olun.
vi: Không thể thêm đồng hồ hệ thống tệp. Hãy đảm bảo có đủ không gian và bộ nhớ trống, và bạn đã có cấp quyền truy cập vị trí thư mục.
zh_hans: 无法添加文件系统监视。确保有足够的可用空间和内存，并且您已授予该文件夹位置的权限。
zh_hant: 無法新增檔案系統偵聽。確保有足夠的可用空間和記憶體，並且您已授予資料夾位置的權限。
