Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# meetings.scheduled.contextMenu.startMeeting
source: Start
ar: بدء
de: Starten
es: Empezar
fr: Commencer
id: Mulai
ja: 開始
ko: 시작
pt: Começar
ru: Старт
th: เริ่ม
tr: Başlat
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

# meetings.scheduled.contextMenu.joinMeeting
source: Join
ar: الانضمام
de: Beitreten
es: Únete
fr: Me joindre
id: Gabung
ja: 参加する
ko: 참여
pt: Entrar
ru: Войти
th: เข้าร่วม
tr: Katılın
vi: Tham gia
zh_hans: 加入
zh_hant: 加入

# chat.callInProgress.tapToReturnToCall
source: Tap to return to call %@
ar: اضغط للعودة الى المكالمة %@
de: Antippen, um zum Gespräch zurückkehren %@
es: Toca para volver a la llamada %@
fr: Toucher pour revenir dans l’appel %@
id: Ketuk untuk kembali menelepon %@
ja: 通話に戻るにはタップします%@
ko: %@ 통화로 돌아가려면 탭하세요
pt: Pressione para voltar à chamada %@
ru: Вернуться к звонку %@
th: แตะเพื่อกลับไปที่สายสนทนา %@
tr: Aramaya geri dönmek için dokunun %@
vi: Chạm để quay trở lại cuộc gọi %@
zh_hans: 触碰此处回到通话 %@
zh_hant: 點擊返回通話%@

# inapp.notifications.meetings.header
source: Meetings
ar: الاجتماعات
es: Reuniones
fr: Réunions
id: Pertemuan
ja: ミーティング
ko: 회의
pt: Reuniões
ru: Встречи
th: การประชุม
tr: Toplantılar
vi: Họp
zh_hans: 会议
zh_hant: 會議

# inapp.notifications.scheduledMeetings.oneOff.new.description
source: [B][Email][/B] invited you to a meeting scheduled for:
ar: قام [B][Email][/B] بدعوتك إلى اجتماع مجدول بتاريخ:
de: [B][Email][/B] hat Sie zu einem Meeting zum folgenden Zeitpunkt eingeladen:
es: [B][Email][/B] te ha invitado a una reunión programada para:
fr: [B][Email][/B] vous a invité à une réunion programmée :
id: [B][Email][/B] mengundang anda ke pertemuan yang dijadwalkan untuk:
ja: [B][Email][/B]さんが以下に予定されたミーティングにあなたを招待しました：
ko: [B][Email][/B] 님이 당신을 다음과 같은 일정의 회의에 초대하였습니다:
pt: [B][Email][/B] convidou você para uma reunião agendada para:
ru: Пользователь [B][Email][/B] пригласил вас на встречу, назначенную на:
th: [B][Email][/B] เชิญคุณเข้าร่วมการประชุมตามเวลาที่กำหนดไว้:
tr: [B][Email][/B] sizi aşağıdakiler için planlanan bir toplantıya davet etti:
vi: [B][Email][/B] đã mời bạn tham dự một cuộc họp được lên lịch vào:
zh_hans: [B][Email][/B]邀请您参加定于以下日期举行的会议：
zh_hant: [B][Email][/B]邀請您參加會議，排程時間：

# inapp.notifications.scheduledMeetings.oneOff.mulitpleFieldsUpdate.description
source: [B][Email] updated[/B] the meeting to
ar: [B][Email] قام بتحديث[/B] الاجتماع إلى
de: [B][Email][/B] hat das Meeting wie folgt geändert:
es: [B][Email]ha actualizado[/B] la reunión a
fr: [B][Email] a mis à jour[/B] la réunion
id: [B][Email] memperbarui[/B] rapat ke
ja: ミーティングを[B][Email]さんが更新しました[/B]
ko: [B][Email] 님이 회의를 수정[/B]하였습니다
pt: [B][Email] atualizou[/B] a reunião para
ru: [B][Email] изменил[/B] подробности встречи:
th: [B][Email] อัปเดต[/B]การประชุมใหม่เป็น
tr: [B][Email] güncelleştirilmiş[/B] toplantı için
vi: [B][Email] đã cập nhật[/B] cuộc họp thành
zh_hans: [B][Email]已更新[/B]会议时间为
zh_hant: [B][Email]已更新[/B]會議時間為

# inapp.notifications.scheduledMeetings.oneOff.descriptionFieldUpdate.description
source: [B][Email] updated[/B] the meeting description
ar: [B][Email] قام بتحديث[/B] وصف الاجتماع
de: [B][Email][/B] hat die Meetingbeschreibung geändert
es: [B][Email]ha actualizado[/B] la descripción de la reunión
fr: [B][Email] a mis à jour[/B] la description de la réunion
id: [B][Email] telah diperbarui[/B] deskripsi pertemuan
ja: ミーティングの説明を[B][Email]さんが更新しました[/B]
ko: [B][Email] 님이 회의 설명을 수정[/B]하였습니다
pt: [B][Email] atualizou[/B] a descrição da reunião
ru: [B][Email] изменил[/B] описание встречи
th: [B][Email] อัปเดต[/B]คำอธิบายการประชุมใหม่:
tr: [B][Email] güncelleştirilmiş[/B] toplantı açıklaması
vi: [B][Email] đã cập nhật[/B] mô tả của cuộc họp
zh_hans: [B][Email]已更新[/B]会议描述
zh_hant: [B][Email] 更新[/B]會議描述

# inapp.notifications.scheduledMeetings.oneOff.cancelled.description
source: [B][Email] cancelled[/B] the meeting scheduled for
ar: [B][Email] قام بإلغاء[/B] الاجتماع المجدول بتاريخ
de: [B][Email][/B] hat das Meeting für das folgende Datum abgesagt:
es: [B][Email]ha cancelado[/B] la reunión programada para
fr: [B][Email] a annulé[/B] la réunion programmée
id: [B][Email] membatalkan[/B] rapat yang dijadwalkan untuk
ja: 以下に予定されたミーティングを[B][Email]さんがキャンセルしました：[/B]
ko: [B][Email] 님이 다음의 회의에 취소[/B]하였습니다
pt: [B][Email] cancelou[/B] a reunião agendada para
ru: [B][Email] отменил[/B] встречу, назначенную на
th: [B][Email] ยกเลิก[/B]การประชุมตามเวลาที่กำหนดไว้
tr: [B][Email] iptal edildi[/B] planlanan toplantı
vi: [B][Email] đã hủy[/B] một cuộc họp được lên lịch vào
zh_hans: [B][Email]已取消[/B]以下会议安排
zh_hant: [B][Email]已取消[/B]以下會議排程

# inapp.notifications.scheduledMeetings.oneOff.dayChanged.description
source: [B][Email] updated[/B] the meeting date to
ar: [B][Email] قام بتحديث[/B] تاريخ الاجتماع إلى
de: [B][Email][/B] hat das Datum des Meetings geändert in
es: [B][Email]ha actualizado[/B] la fecha de la reunión a
fr: [B][Email] a mis à jour[/B] la date de la réunion
id: [B][Email] memperbarui[/B] tanggal rapat ke
ja: ミーティングの日付を[B][Email]さんが更新しました[/B]
ko: [B][Email] 님이 회의 날짜를 수정[/B]하였습니다
pt: [B][Email] atualizou[/B] a data da reunião para
ru: [B][Email] изменил[/B] дату встречи на
th: [B][Email] อัปเดต[/B]วันที่ประชุมใหม่เป็น
tr: [B][Email] güncelleştirilmiş[/B] toplantı tarihi
vi: [B][Email] đã cập nhật[/B] ngày của cuộc họp thành
zh_hans: [B][Email]已更新[/B]会议日期为
zh_hant: [B][Email]已更新[/B]會議日期為

# inapp.notifications.scheduledMeetings.oneOff.timeChanged.description
source: [B][Email] updated[/B] the meeting time to
ar: [B][Email] قام بتحديث[/B] وقت الاجتماع إلى
de: [B][Email][/B] hat die Uhrzeit des Meetings geändert in
es: [B][Email]ha actualizado[/B]la hora de la reunión a
fr: [B][Email] a mis à jour[/B] l’heure de la réunion
id: [B][Email] memperbarui[/B] waktu rapat ke
ja: ミーティングの時間を[B][Email]さんが更新しました[/B]
ko: [B][Email] 님이 회의 시간을 수정[/B]하였습니다
pt: [B][Email] atualizou[/B] a hora da reunião para
ru: [B][Email] изменил[/B] время встречи на
th: [B][Email] อัปเดต[/B]เวลาประชุมใหม่เป็น
tr: [B][Email] güncelleştirilmiş[/B] Toplantı zamanı
vi: [B][Email] đã cập nhật[/B] thời gian của cuộc họp thành
zh_hans: [B][Email]已更新[/B]会议时间为
zh_hant: [B][Email]已更新[/B]會議時間為

# inapp.notifications.scheduledMeetings.titleUpdate.description
source: [B][Email] updated[/B] the meeting name from “[PreviousTitle]” to [B]“[UpdatedTitle]”[/B]
ar: [B][Email] قام بتحديث[/B] اسم الاجتماع من”[PreviousTitle]“ إلى [B]”[UpdatedTitle]“[/B]
de: [B][Email][/B] hat den Meetingnamen von „[PreviousTitle]“ in [B]„[UpdatedTitle]“[/B] geändert
es: [B][Email] ha actualizado[/B] el nombre de la reunión de “[PreviousTitle]” a [B]“[UpdatedTitle]”[/B]
fr: [B][Email] a renommé[/B] la réunion de « [PreviousTitle] » à [B]« [UpdatedTitle] »[/B]
id: [B][Email] telah diperbarui[/B] nama pertemuan dari “[PreviousTitle]” menjadi [B]“[UpdatedTitle]”[/B]
ja: [B][Email]さんが[/B]ミーティング名を「[PreviousTitle]」から「[UpdatedTitle]」に[B]更新しました[/B]
ko: [B][Email] 님이 [/B]회의 이름을 “[PreviousTitle]”에서 [B]“[UpdatedTitle]”[/B]로 수정하였습니다
pt: [B][Email] atualizou[/B] o nome da reunião de ”[PreviousTitle]” a [B]”[UpdatedTitle]”[/B]
ru: [B][Email] изменил[/B] название встречи с «[PreviousTitle]» to [B]«[UpdatedTitle]»[/B]
th: [B][Email] อัปเดต[/B]ชื่อการประชุมใหม่จากเดิม “[PreviousTitle]” เปลี่ยนเป็น [B]“[UpdatedTitle]”[/B]
tr: [B][Email] güncelleştirilmiş[/B] toplantının adı”[PreviousTitle]” için [B]”[UpdatedTitle]”[/B]
vi: [B][Email] đã cập nhật[/B] tên của cuộc họp từ “[PreviousTitle]” thành [B]“[UpdatedTitle]”[/B]
zh_hans: [B][Email]已更新[/B]会议名称，从“[PreviousTitle]”更新为[B]“[UpdatedTitle]”[/B]
zh_hant: [B][Email] 更新[/B]會議名稱，從「[PreviousTitle]」更新為[B]「[UpdatedTitle]」[/B]

# inapp.notifications.scheduledMeetings.recurring.cancelled.description
source: [B][Email] cancelled[/B] the meeting and all its occurrences
ar: [B][Email] قام بإلغاء[/B] الاجتماع و كل التكرارات
de: [B][Email][/B] hat alle Termine des wiederkehrenden Meetings abgesagt
es: [B][Email]ha cancelado[/B] la reunión y todos los eventos correspondientes
fr: [B][Email] a annulé[/B] la réunion et toutes ses occurrences
id: [B][Email] telah membatalkan[/B] pertemuan dan segala kejadiannya
ja: 以下のミーティングとそのすべての開催を[B][Email]さんがキャンセルしました[/B]
ko: [B][Email] 님이 반복 회의 그리고 이와 관련된 모든 반복 회의를 취소[/B]하였습니다
pt: [B][Email] cancelou[/B] a reunião e todas as suas repetições
ru: [B][Email] отменил[/B] встречу и все её повторения
th: [B][Email] ยกเลิก[/B]การประชุมและเหตุการณ์อื่น ๆ ทั้งหมดแล้ว
tr: [B][Email] iptal edildi[/B] Toplantı ve tüm olayları
vi: [B][Email] đã hủy[/B] cuộc họp và các tái diễn trong tương lai
zh_hans: [B][Email]已取消[/B]会议和所有事件
zh_hant: [B][Email] 取消[/B]會議及其所有事件

# inapp.notifications.scheduledMeetings.recurring.new.description
source: [B][Email][/B] invited you to a recurring meeting scheduled for:
ar: [B][Email][/B] قام بدعوتك لي اجتماع متكرر مجدول بتاريخ:
de: [B][Email][/B] hat Sie zu einem wiederkehrenden Meeting eingeladen. Termine:
es: [B][Email][/B]te ha invitado a una reunión programada para:
fr: [B][Email] vous a invité[/B] à une réunion périodique programmée :
id: [B][Email][/B] mengundang anda ke rapat berulang yang dijadwalkan untuk:
ja: [B][Email][/B]さんが以下に予定された定期的なミーティングにあなたを招待しました：
ko: [B][Email][/B] 님이 당신을 다음의 반복 회의에 초대하였습니다:
pt: [B][Email][/B] convidou você para uma reunião periódica agendada para:
ru: [B][Email][/B] пригласил вас на повторяющуюся встречу, назначенную на:
th: [B][Email][/B]เชิญคุณเข้าร่วมการประชุมที่กำหนดเวลาเป็นกิจวัตรไว้แล้ว
tr: [B][Email][/B] sizi aşağıdakiler için planlanan yinelenen bir toplantıya davet etti:
vi: [B][Email] đã mời[/B] bạn cho một cuộc họp được lên lịch định kỳ vào:
zh_hans: [B][Email][/B]已邀请您参加定期会议，安排时间：
zh_hant: [B][Email][/B] 邀請您參加週期性會議，排程時間：

# inapp.notifications.scheduledMeetings.recurring.mulitpleFieldsUpdate.description
source: [B][Email] updated[/B] the meeting to
ar: [B][Email] قام بتحديث[/B] الاجتماع إلى
de: [B][Email][/B] hat das Meeting wie folgt geändert:
es: [B][Email]ha actualizado[/B] la reunión a
fr: [B][Email] a mis à jour[/B] la réunion
id: [B][Email] memperbarui[/B] rapat ke
ja: ミーティングを[B][Email]さんが更新しました[/B]
ko: [B][Email] 님이 회의를 수정[/B]하였습니다
pt: [B][Email] atualizou[/B] a reunião para
ru: [B][Email] изменил[/B] подробности встречи:
th: [B][Email] อัปเดต[/B]การประชุมใหม่เป็น
tr: [B][Email] güncelleştirilmiş[/B] toplantı için
vi: [B][Email] đã cập nhật[/B] cuộc họp thành
zh_hans: [B][Email]已更新[/B]会议时间为
zh_hant: [B][Email]已更新[/B]會議為

source: [B][Email] updated[/B] the recurring meeting description
ar: [B][Email] قام بتحديث[/B] وصف الاجتماع المتكرر
de: [B][Email][/B] hat die Beschreibung des wiederkehrenden Meetings geändert
es: [B][Email]ha actualizado[/B] la descripción de la reunión periódica
fr: [B][Email] a mis à jour[/B] la description de la réunion périodique
id: [B][Email] telah diperbarui[/B] deskripsi pertemuan berulang
ja: 定期的なミーティングの説明を[B][Email]さんが更新しました[/B]
ko: [B][Email] 님이 반복 회의 설명을 수정[/B]하였습니다
pt: [B][Email] atualizou[/B] a descrição da reunião periódica
ru: [B][Email] изменил[/B] описание повторяющейся встречи
th: [B][Email] อัปเดต[/B]คำอธิบายการประชุมที่เป็นกิจวัตรใหม่แล้ว:
tr: [B][Email] güncelleştirilmiş[/B] yinelenen toplantı açıklaması
vi: [B][Email] đã cập nhật[/B] mô tả của cuộc họp định kỳ
zh_hans: [B][Email]已更新[/B]定期会议描述
zh_hant: [B][Email] 更新[/B]週期性會議描述

# inapp.notifications.scheduledMeetings.recurring.dayChanged.description
source: [B][Email] updated[/B] the recurring meeting date to
ar: [B][Email] قام بتحديث[/B] تاريخ الاجتماع المتكرر إلى
de: [B][Email][/B] hat das Datum des wiederkehrenden Meetings geändert in
es: [B][Email]ha actualizado[/B] la fecha de la reunión periódica a
fr: [B][Email] a mis à jour[/B] la date de la réunion périodique
id: [B][Email] memperbarui[/B] tanggal rapat berulang ke
ja: 定期的なミーティングの日付を[B][Email]さんが更新しました[/B]
ko: [B][Email] 님이 반복 회의 날짜를 수정[/B]하였습니다
pt: [B][Email] atualizou[/B] a data da reunião periódica para
ru: [B][Email] изменил[/B] дату повторяющейся встречи на
th: [B][Email] อัปเดต[/B]วันที่การประชุมที่เป็นกิจวัตรใหม่เป็น
tr: [B][Email] güncelleştirilmiş[/B] yinelenen toplantı tarihi
vi: [B][Email] đã cập nhật[/B] ngày của cuộc họp định kỳ thành
zh_hans: [B][Email]已更新[/B]定期会议日期为
zh_hant: [B][Email]已更新[/B]週期性會議日期為

# inapp.notifications.scheduledMeetings.recurring.timeChanged.description
source: [B][Email] updated[/B] the recurring meeting time to
ar: [B][Email] قام بتحديث[/B] وقت الاجتماع المتكرر إلى
de: [B][Email][/B] hat die Uhrzeit des wiederkehrenden Meetings geändert in
es: [B][Email]ha actualizado[/B] la hora de la reunión periódica a
fr: [B][Email] a mis à jour[/B] l’heure de la réunion périodique
id: [B][Email] memperbarui[/B] waktu rapat berulang ke
ja: 定期的なミーティングの時間を[B][Email]さんが更新しました[/B]
ko: [B][Email] 님이 반복 회의 시간을 수정[/B]하였습니다
pt: [B][Email] atualizou[/B] a hora da reunião periódica para
ru: [B][Email] изменил[/B] время повторяющейся встречи на
th: [B][Email] อัปเดต[/B]เวลาการประชุมที่เป็นกิจวัตรใหม่เป็น
tr: [B][Email] güncelleştirilmiş[/B] yinelenen toplantı zamanı
vi: [B][Email] đã cập nhật[/B] thời gian của cuộc họp định kỳ thành
zh_hans: [B][Email]已更新[/B]定期会议时间为
zh_hant: [B][Email]已更新[/B]週期性會議時間為

# meetings.scheduled.contextMenu.occurrences
source: Occurrences
ar: التكرارات
de: Termine
es: Eventos
id: Kejadian
ja: 開催
ko: 주기
pt: Agendamentos
ru: Повторения
th: เหตุการณ์
tr: Olaylar
vi: Thời điểm tái diễn
zh_hans: 事件
zh_hant: 事件

# meetings.scheduled.recurring.frequency.daily
source: Occurs daily
ar: يتكرر يومياً
de: Findet täglich statt
es: Diaria
fr: A lieu tous les jours
id: Terjadi setiap hari
ja: 毎日開催
ko: 매일
pt: Acontece diariamente
ru: Повторяется ежедневно
th: กำหนดการรายวัน
tr: Günlük olarak meydana gelir
vi: Diễn ra hàng ngày
zh_hans: 每天发生
zh_hant: 每天重複

# meetings.scheduled.recurring.frequency.weekly
source: Occurs weekly
ar: يتكرر أسبوعياً
de: Findet wöchentlich statt
es: Semanal
fr: A lieu toutes les semaines
id: Terjadi mingguan
ja: 毎週開催
ko: 매주
pt: Acontece semanalmente
ru: Повторяется еженедельно
th: กำหนดการรายสัปดาห์
tr: Haftalık olarak gerçekleşir
vi: Diễn ra hàng tuần
zh_hans: 每周发生
zh_hant: 每週重複

# meetings.scheduled.recurring.frequency.monthly
source: Occurs monthly
ar: يتكرر شهرياً
de: Findet monatlich statt
es: Mensual
fr: A lieu tous les mois
id: Terjadi bulanan
ja: 毎月開催
ko: 매월
pt: Acontece mensalmente
ru: Повторяется ежемесячно
th: กำหนดการรายเดือน
tr: Aylık olarak gerçekleşir
vi: Diễn ra hằng tháng
zh_hans: 每月发生
zh_hant: 每月重複

# meetings.scheduled.recurring.occurrences.list.seeMoreOccurrences
source: See more
ar: شاهد المزيد
de: Mehr sehen
es: Mostrar más
fr: Afficher davantage
id: Lihat lebih banyak
ja: もっと見る
ko: 더 보기
pt: Ver mais
ru: Показать больше
th: ดูเพิ่มเติม
tr: Daha fazla gör
vi: Xem thêm
zh_hans: 查看更多
zh_hant: 顯示更多

# meetings.scheduled.oneOff
source: [B][WeekDay], [StartDate][/B] from [B][StartTime] to [EndTime][/B]
ar: [B][WeekDay]،[StartDate][/B] من [B][StartTime] إلى [EndTime][/B]
de: [B][WeekDay], [StartDate][/B] [B][StartTime] bis [EndTime][/B]
es: [B][WeekDay][StartDate][/B] de [B][StartTime] a [EndTime][/B]
fr: [B][WeekDay] [StartDate][/B] de [B][StartTime] à [EndTime][/B]
id: [B][WeekDay], [StartDate][/B] dari [B][StartTime] hingga [EndTime][/B]
ja: [B][StartDate][/B]から[WeekDay]に、[B][StartTime] から[EndTime][/B]
ko: [B][StartDate] [WeekDay][/B] [B][StartTime]부터 [EndTime]까지[/B]
pt: [B][WeekDay], [StartDate][/B], das[B][StartTime] às [EndTime][/B]
ru: [B][WeekDay], [StartDate][/B] с [B][StartTime] до [EndTime][/B]
th: [B][WeekDay], [StartDate][/B] ตั้งแต่ [B][StartTime] จนถึง [EndTime][/B]
tr: [B][WeekDay], [StartDate][/B] beri [B][StartTime] doğru [EndTime][/B]
vi: [B][WeekDay], [StartDate][/B] từ [B][StartTime] đến [EndTime][/B]
zh_hans: [B][StartDate][WeekDay][/B]，从[B][StartTime]到[EndTime][/B]
zh_hant: [B][StartDate]起[WeekDay][/B]的[B][StartTime]到[EndTime][/B]

# inapp.notifications.scheduledMeetings.recurring.occurrenceCancelled.description
source: [B][Email] cancelled[/B] the occurrence scheduled for
ar: [B][Email] قام بإلغاء[/B] التكرار المجدول بتاريخ
de: [B][Email][/B] hat den folgenden Termin abgesagt:
es: [B][Email]ha cancelado[/B] el evento programado para
fr: [B][Email] a annulé[/B] l’occurrence programmée le
id: [B][Email] membatalkan[/B] kejadian yang dijadwalkan untuk
ja: 以下に予定された開催を[B][Email]さんがキャンセルしました[/B]：
ko: [B][Email] 님이 다음의 예약된 되풀이 항목을 취소[/B]하였습니다
pt: [B][Email] cancelou[/B] o agendamento programado para
ru: [B][Email] отменил[/B] повторение, назначенное на
th: [B][Email] ยกเลิก[/B]เหตุการณ์ตามเวลาที่กำหนดไว้
tr: [B][Email] iptal edildi[/B] planlanan olay
vi: [B][Email] đã hủy[/B] một thời điểm tái diễn của cuộc họp được lên lịch vào
zh_hans: [B][Email]已取消[/B]以下事件安排
zh_hant: [B][Email]已取消[/B]以下事件排程

# inapp.notifications.scheduledMeetings.recurring.occurrenceUpdated.description
source: [B][Email] updated[/B] an occurrence to
ar: [B][Email] قام بتحديث[/B] التكرار إلى
de: [B][Email][/B] hat einen Termin wie folgt geändert:
es: [B][Email]ha actualizado[/B] un evento a
fr: [B][Email] a mis à jour[/B] une occurrence
id: [B][Email] memperbarui[/B] sebuah kejadian ke
ja: 開催日時を[B][Email]さんが更新しました[/B]：
ko: [B][Email] 님이 되풀이 항목을 수정[/B]하였습니다
pt: [B][Email] atualizou[/B] um agendamento para
ru: [B][Email] изменил[/B] повторение на
th: [B][Email] อัปเดต[/B]เหตุการณ์ใหม่เป็น
tr: [B][Email] güncelleştirilmiş[/B] bir olay
vi: [B][Email] đã cập nhật[/B] một thời điểm tái diễn của cuộc họp thành
zh_hans: [B][Email]已更新[/B]事件为
zh_hant: [B][Email]已更新[/B]事件為

# account.upgradeSecurity.title
source: Account security upgrade
ar: ترقية أمان الحساب
de: Account-Sicherheitsupgrade
es: Actualización de seguridad de la cuenta
fr: Mise à niveau de sécurité du compte
id: Peningkatan keamanan akun
ja: アカウントセキュリティのアップグレード
ko: 계정 보안 업그레이드
pt: Upgrade de segurança da conta
ru: Повышение безопасности аккаунта
th: อัปเกรดความปลอดภัยของบัญชี
tr: Hesap güvenliği yükseltmesi
vi: Nâng cấp bảo mật tài khoản
zh_hans: 账户安全升级
zh_hant: 帳戶安全性升級

# account.upgradeSecurity.message.upgrade
source: We’re upgrading your account’s security. You should see this message only once. If you’ve seen it before, first make sure it has been for this account and not for another MEGA account you have. If you’re sure and it’s the second time you’re seeing this message for this account, stop using this account.
ar: نحن بصدد ترقية أمان حسابك. يجب أن ترى هذه الرسالة مرة واحدة فقط. إذا كنت قد شاهدتها من قبل، فتأكد أولاً من أنها مخصصة لهذا الحساب وليس لحساب ميغا MEGA آخر لديك. إذا كنت متأكدًا وهذه هي المرة الثانية التي ترى فيها هذه الرسالة لهذا الحساب فتوقف عن استخدام هذا الحساب .
de: Wir erhöhen die Sicherheit Ihres Accounts. Diese Meldung sollte nur einmal angezeigt werden. Wenn Sie die Meldung schon einmal gesehen haben, vergewissern Sie sich zunächst, dass die Meldung für diesen Account und nicht für einen anderen MEGA-Account angezeigt wurde. Wenn Sie sich sicher sind, dass diese Nachricht zum zweiten Mal für diesen Account angezeigt wird, sollten Sie diesen Account nicht länger verwenden.
es: Estamos mejorando la seguridad de tu cuenta. Deberías ver este mensaje solo una vez. Si lo has visto antes, primero asegúrate de que haya sido para esta cuenta y no para otra cuenta que tengas en MEGA. Si estás seguro que es la segunda vez que ves este mensaje para esta cuenta, deja de usarla.
fr: Nous mettons à jour la sécurité de votre compte. Vous ne devriez voir ce message qu’une seule fois. Si vous l’avez vu auparavant, assurez-vous d’abord qu’il concernait ce compte et non un autre compte MEGA que vous auriez. Après confirmation et si vous voyez ce message pour ce compte pour la seconde fois cessez d’utiliser le compte.
id: Kami meningkatkan keamanan akun anda. Anda akan melihat pesan ini hanya sekali. Jika anda pernah melihatnya sebelumnya, pastikan dulu untuk akun ini dan bukan untuk akun MEGA lain yang anda miliki. Jika anda yakin dan ini kedua kalinya anda melihat pesan ini untuk akun ini, berhentilah menggunakan akun ini.
ja: 当社はお客様のアカウントのセキュリティをアップグレードしています。このメッセージは1回だけ表示されます。以前に見たことがある場合は、まず、それがこのアカウントに対するものであり、お持ちの別のMEGAアカウントに対するものではないことをご確認ください。 このアカウントでこのメッセージが表示されるのが2回目であると確信している場合は、このアカウントのご使用を中止してください。
ko: 우리가 당신 계정의 보안을 업그레이드 하고 있습니다. 당신은 이 메시지를 한번만 보아야 합니다. 만약 이전에 본 적이 있다면, 이 계정이 아니라 다른 MEGA 계정에서 본 것이 아닌지 확인하세요. 만약 이 계정에서 이 메시지를 두번째 보는 것이 확실하다면, 이 계정의 이용을 멈추세요.
pt: Está sendo realizado um upgrade de segurança da sua conta. Você deve ver esta mensagem apenas uma vez: se você já a tiver visto, certifique-se de que foi para esta conta e não para outra conta que você tiver no MEGA. Se você tiver certeza que é a segunda vez que vê esta mensagem para esta conta, deixe de usá-la.
ru: Мы повышаем безопасность вашего аккаунта. Это сообщение должно появиться только один раз. Если вы видели его раньше, сначала убедитесь, что оно появлялось для этого аккаунта MEGA, а не для другого. Если вы уверены и видите это сообщение для этого аккаунта во второй раз, прекратите использовать этот аккаунт.
th: เรากำลังอัปเกรดความปลอดภัยของบัญชีของคุณ คุณควรเห็นข้อความนี้เพียงครั้งเดียวเท่านั้น หากคุณเคยเห็นข้อความนี้มาก่อน กรุณาตรวจสอบให้แน่ใจว่าเป็นบัญชีเดียวกันและไม่ใช่บัญชี MEGA อื่นที่คุณมี หากคุณแน่ใจและคุณเห็นข้อความนี้เป็นครั้งที่สองสำหรับบัญชีนี้ กรุณาหยุดใช้บัญชีนี้โดยทันที
tr: Hesabınızın güvenliğini yükseltiyoruz. Bu mesajı yalnızca bir kez görmelisiniz. Daha önce gördüyseniz, önce sahip olduğunuz başka bir MEGA hesabı için değil, bu hesap için olduğundan emin olun. Eminseniz ve bu hesap için bu mesajı ikinci kez görüyorsanız, bu hesabı kullanmayı bırakın.
vi: Chúng tôi đang nâng cấp bảo mật cho tài khoản của bạn. Bạn sẽ thấy thông báo này chỉ một lần duy nhất. Nếu bạn đã nhìn thấy cái này trước đây, trước tiên hãy đảm bảo rằng thông báo đó là dành cho tài khoản này chứ không phải tài khoản MEGA khác mà bạn có. Nếu bạn chắc rằng đây là lần thứ hai bạn nhìn thấy thông báo này cho tài khoản này, hãy ngưng sử dụng tài khoản này.
zh_hans: 我们正在升级您帐户的安全性。您应该只会看到这条消息一次。如果您之前已经看过这条消息，请首先确认这是针对此帐户而非您拥有的其他MEGA帐户。 如果您确定并且这是您第二次在这个帐户看到此消息，请停止使用此帐户。
zh_hant: 我們正在升級您帳戶的安全性。您應該只會看到此訊息一次。如果您之前看過，首先請確認訊息是此帳戶的，而不是您所擁有的另一個MEGA帳戶的。 如果您確定並且這是您第二次在這個帳戶看到此訊息，請停止使用此帳戶。

# account.upgradeSecurity.button.title
source: OK, got it
ar: حسنًا، فهمت ذلك
de: Alles klar
es: Entendido
fr: J’ai compris
id: OK, mengerti
ja: はい、わかりました。
ko: 예, 알겠습니다
pt: Entendi
ru: Понятно
th: ตกลง เข้าใจแล้ว
tr: Tamam, anladım.
vi: OK, hiểu rồi
zh_hans: 好的，明白了
zh_hant: 好的，明白了

# meetings.info.descriptionLabel
source: Description
ar: الوصف
de: Beschreibung
es: Descripción
id: Deskripsi
ja: 説明
ko: 설명
pt: Descrição
ru: Описание
th: รายละเอียด
tr: Açıklama
vi: Chi tiết
zh_hans: 描述
zh_hant: 說明

# inapp.notifications.scheduledMeetings.weekDay.sentenceStart.sun.title
source: Sun
ar: الأحد
de: So
es: Dom
fr: Dim.
id: Min
ja: 日
ko: 일
pt: Dom
ru: Вс
th: อาทิตย์
tr: Güneş
vi: CN
zh_hans: 日
zh_hant: 星期日

# inapp.notifications.scheduledMeetings.weekDay.sentenceStart.mon.title
source: Mon
ar: الاثنين
de: Mo
es: Lun
fr: Lun.
id: Sen
ja: 月
ko: 월
pt: Seg
ru: Пн
th: จันทร์
tr: Pzt
vi: Thứ2
zh_hans: 一
zh_hant: 星期一

# inapp.notifications.scheduledMeetings.weekDay.sentenceStart.tue.title
source: Tue
ar: الثلاثاء
de: Di
es: Mar
fr: Mar.
id: Sel
ja: 火
ko: 화
pt: Ter
ru: Вт
th: อังคาร
tr: Salı
vi: Thứ3
zh_hans: 二
zh_hant: 星期二

# inapp.notifications.scheduledMeetings.weekDay.sentenceStart.wed.title
source: Wed
ar: الأربعاء
de: Mi
es: Mie
fr: Mer.
id: Rabu
ja: 水
ko: 수
pt: Qua
ru: Ср
th: พุธ
tr: Çrş
vi: Thứ4
zh_hans: 三
zh_hant: 星期三

# inapp.notifications.scheduledMeetings.weekDay.sentenceStart.thu.title
source: Thu
ar: الخميس
de: Do
es: Jue
fr: Jeu.
id: Kam
ja: 木
ko: 목
pt: Qui
ru: Чт
th: พฤหัสบดี
tr: Prş
vi: Thứ5
zh_hans: 四
zh_hant: 星期四

# inapp.notifications.scheduledMeetings.weekDay.sentenceStart.fri.title
source: Fri
ar: الجمعة
de: Fr
es: Vie
fr: Ven.
id: Jum
ja: 金
ko: 금
pt: Sex
ru: Пт
th: ศุกร์
tr: Cum
vi: Thứ6
zh_hans: 星期五
zh_hant: 星期五
