Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

source: Allow access to photos
ar: السماح بالوصول الى تطبيق الصور
de: MEGA Zugriff auf Photos gewähren
es: Permitir el acceso a Fotos
fr: Autoriser l’accès à Photos
id: Izinkan Akses ke Foto
ja: 写真へのアクセスを許可する
ko: 사진첩에 대한 접근 허용
pt: Permitir acesso ao Fotos
ru: Разрешите доступ к фотографиям
th: อนุญาตให้เข้าถึงรูปภาพ
tr: Fotoğraflara erişime izin ver
vi: Cho phép truy cập vào Ảnh
zh_hans: 允许访问照片
zh_hant: 允許存取照片

# Please give the MEGA App permission to access Photos to share photos and videos.
source: Please give MEGA permission to access Photos to share photos and videos.
ar: يرجى منح ميغا MEGA إذن الوصول إلى تطبيق الصور Photos لمشاركة الصور ومقاطع الفيديو.
de: Um Fotos und Videos teilen zu können, gewähren Sie MEGA Zugriff auf Ihre Fotos.
es: Permite a MEGA que acceda a Fotos para compartir fotos y vídeos.
fr: Veuillez donner à MEGA l’autorisation d’accéder à Photos pour partager vos photos et vidéos.
id: Tolong beri izin MEGA untuk mengakses Foto untuk berbagi foto dan video.
ja: 写真や動画を共有するには、MEGAに写真へのアクセス許可を与えてください。
ko: MEGA가 사진과 동영상을 공유하기 위해 사진에 접근할 수 있는 권한을 주세요.
pt: Você deve dar permissão ao MEGA para acessar Fotos para compartilhar as suas fotos e os seus vídeos.
ru: Пожалуйста, откройте MEGA доступ к «Фото» для обмена фото и видео.
th: กรุณาอนุญาตให้ MEGA สามารถเข้าถึงรูปภาพเพื่อแชร์รูปภาพและวิดีโอได้
tr: Lütfen fotoğraf ve videoları paylaşmak için MEGA'ya Fotoğraflara erişme izni verin.
vi: Xin cấp MEGA quyền truy cập vào Ảnh để chia sẻ hình ảnh và videos.
zh_hans: 请允许MEGA访问您的照片以共享照片和视频。
zh_hant: 請允許MEGA存取照片的權限以進行相片和影片的共享。

source: Enable microphone and camera
ar: تفعيل الكاميرا والمايكروفون
de: Mikrofon und Kamera aktivieren
es: Activar el micrófono y la cámara
fr: Activer le microphone et l’appareil photo
id: Aktifkan Mikrofon dan Kamera
ja: マイクとカメラを有効にする
ko: 마이크와 카메라 활성화
pt: Ativar microfone e câmera
ru: Включить микрофон и камеру
th: เปิดใช้งานไมโครโฟนและกล้องถ่ายรูป
tr: Mikrofon ve kamerayı etkinleştir
vi: Bật Micrô và Camêra
zh_hans: 启用麦克风和相机
zh_hant: 啟用麥克風和相機

source: To send voice messages and make encrypted voice and video calls, allow MEGA access to your Camera and Microphone
ar: لإرسال رسائل صوتية وإجراء مكالمات صوتية وفيديو مشفرة، اسمح لميغا MEGA بالوصول إلى الكاميرا والميكروفون
de: Zum Versenden von Sprachnachrichten und für verschlüsselte Audio- und Videogespräche benötigt MEGA Zugriff auf Ihre Kamera und Ihr Mikrofon
es: Permite que MEGA acceda a la cámara y al micrófono para mandar mensajes de voz y hacer llamadas y videollamadas cifradas
fr: Afin d’envoyer des messages vocaux et faire des appels vocaux et vidéo chiffrés, autorisez MEGA à accéder à votre appareil photo et à votre microphone
id: Untuk mengirim pesan suara dan melakukan panggilan suara dan video terenkripsi, izinkan akses MEGA ke Kamera dan Mikrofon Anda
ja: 音声メッセージを送信し、暗号化された音声およびビデオ通話を行うには、MEGAがあなたのカメラとマイクにアクセスするのを許可してください
ko: 음성 메시지를 전송하고 암호화된 음성과 영상 통화를 하려면, MEGA가 당신의 카메라와 마이크에 접근할 수 있도록 허용해주세요
pt: Para enviar mensagens de voz e fazer chamadas de áudio e vídeo criptografadas, permita que o MEGA acesse a sua câmera e o seu microfone
ru: Чтобы отправлять голосовые сообщения, совершать зашифрованные голосовые и видеозвонки, откройте MEGA доступ к камере и микрофону
th: ในการส่งบันทึกเสียงและการโทรด้วยเสียงและวิดีโอคอลแบบเข้ารหัสนั้น ต้องอนุญาตให้ MEGA เข้าถึงกล้องและไมโครโฟนของคุณ
tr: Sesli mesaj göndermek ve şifreli sesli ve görüntülü aramalar yapmak için Kamera ve Mikrofonunuza MEGA erişimine izin verin
vi: Để có thể thực hiện cuộc gọi thoại hay gọi video, xin cho phép MEGA truy cập vào Camêra và Micrô
zh_hans: 要发送语音消息并进行加密语音和视频通话，请允许MEGA访问您的相机和麦克风
zh_hant: 欲發送語音留言並進行加密的語音與視訊通話，請允許MEGA存取您的相機與麥克風權限

source: Enable notifications
ar: تفعيل الإشعارات
de: Benachrichtigungen
es: Activar Notificaciones
fr: Activer les notifications
id: Aktifkan Notifikasi
ja: 通知設定
ko: 알림 활성화
pt: Notificações
ru: Включить уведомления
th: เปิดใช้การแจ้งเตือน
tr: Bildirimleri etkinleştir
vi: Bật thông báo
zh_hans: 启用提醒通知
zh_hant: 啟用通知

source: We would like to send you notifications so you receive new messages on your device instantly.
ar: نود أن نرسل إليك إشعارات حتى تتلقى رسائل جديدة على جهازك على الفور.
de: Damit Sie neue Nachrichten sofort auf Ihrem Gerät sehen können, müssen wir Ihr Gerät aufwecken können.
es: Nos gustaría enviarte notificaciones para que recibas nuevos mensajes al instante en tu dispositivo.
fr: Nous vous enverrons des notifications afin que vous receviez les nouveaux messages instantanément sur votre appareil.
id: Kami ingin mengirimkan pemberitahuan kepada Anda sehingga Anda menerima pesan baru di perangkat Anda secara instan.
ja: あなたに通知を送信し、新しいメッセージを瞬時に端末で受信いただけるようにしたいと思います。
ko: 당신이 메시지를 당신의 기기에서 즉시 받을 수 있도록 알림을 보내고자 합니다.
pt: Gostaríamos de enviar notificações para você receber imediatamente as novas mensagens no seu dispositivo.
ru: Мы хотели бы отправлять вам уведомления, чтобы вы немедленно получали новые сообщения на своем устройстве.
th: เราต้องการส่งการแจ้งเตือนเพื่อให้คุณได้รับข้อความใหม่บนอุปกรณ์ของคุณทันที
tr: Cihazınıza anında yeni mesajlar alabilmeniz için size bildirimler göndermek istiyoruz.
vi: Ứng dụng MEGA muốn gửi thông báo để báo hiệu ngay tức thì cho khi bạn có tin nhắn.
zh_hans: 我们将向您发送通知，以便您立即在设备上收到新消息。
zh_hant: 我們希望向您發送通知，以便您能在裝置上立即的收到最新訊息。

source: Allow access
ar: السماح بالوصول
de: Zugriff freigeben
es: Permitir acceso
fr: Autoriser l’accès
id: Izinkan Akses
ja: アクセスを許可
ko: 접근 허용
pt: Permitir acesso
ru: Открыть доступ
th: อนุญาตให้เข้าถึง
tr: Erişime izin ver
vi: Cho phép quyền truy cập
zh_hans: 允许访问
zh_hant: 允許存取

# settings.section.security
source: Security
ar: الآمان
de: Sicherheit
es: Seguridad
fr: Sécurité
id: Keamanan
ja: セキュリティ
ko: 보안
pt: Segurança
ru: Безопасность
th: ความปลอดภัย
tr: Güvenlik
vi: Bảo mật
zh_hans: 安全
zh_hant: 安全

# settings.section.termsAndPolicies
source: Terms and Policies
ar: الشروط والسياسات
de: Bedingungen und Richtlinien
es: Términos y Políticas
fr: Conditions générales et Politiques
id: Syarat dan Kebijakan
ja: 規約とポリシー
ko: 약관 및 정책
pt: Termos e Políticas
ru: Условия и политика
th: เงื่อนไขและนโยบาย
tr: Şartlar ve Politikalar
vi: Điều Khoản và Chính Sách
zh_hans: 条款与政策
zh_hant: 條款和政策

source: File management
ar: إدارة الملفات
de: Dateiverwaltung
es: Gestión de archivos
fr: Gestion des fichiers
id: Pengelolaan File
ja: ファイル管理
ko: 파일 관리
pt: Gerenciamento de arquivos
ru: Управление файлами
th: การจัดการไฟล์
tr: Dosya yönetimi
vi: Quản lý tệp tin
zh_hans: 文件管理
zh_hant: 檔案管理

source: File versioning
ar: النسخ المعدلة للملفات
de: Dateiversionierung
es: Control de versiones
fr: Versionnage des fichiers
id: Versi file
ja: ファイルのバージョン管理
ko: 파일 버전 관리
pt: Controle das versões de arquivos
ru: Версии файлов
th: เวอร์ชันไฟล์
tr: Dosya sürümü oluşturma
vi: Nhật ký phiên bản tệp tin
zh_hans: 文件历史版本
zh_hant: 檔案版本控制

source: Enable or disable file versioning for your entire account. Disabling file versioning does not prevent your contacts from creating new versions in shared folders.
ar: تفعيل أو تعطيل النسخ المعدلة للملفات لكامل حسابك. تعطيل ميزة النسخ المعدلة للملفات لا تمنع جهات الاتصال الخاصة بك من إنشاء نسخ جديدة في الملفات المشاركة.
de: Dateiversionierung für den gesamten Account ein- und ausschalten. In Ordnerfreigaben können Ihre Kontakte auch bei deaktivierter Versionierung weiterhin neue Versionen erstellen.
es: Activa o desactiva el control de versiones de archivos para toda tu cuenta. Desactivar el control de versiones no impedirá que tus contactos creen nuevas versiones en carpetas compartidas.
fr: Activez ou désactivez le versionnage des fichiers pour votre compte entier. Désactiver le versionnage des fichiers n’empêche pas vos contacts de créer de nouvelles versions dans les dossiers partagés.
id: Aktifkan atau nonaktifkan versi file untuk seluruh akun Anda. Anda masih dapat menerima versi file dari folder bersama jika kontak Anda telah mengaktifkan ini.
ja: あなたの全アカウントを対象にファイルのバージョン管理を有効または無効にします。 ファイルのバージョン管理を無効にしても、あなたの連絡先が共有フォルダで新しいバージョンを作成するのを妨げません。
ko: 계정 전체에 대한 파일 버전 관리를 활성화하거나 비활성화합니다. 파일 버전 관리를 해제하는 것이 지인이 공유된 폴더에 새로운 버전을 만드는 것을 막을 수 없습니다.
pt: Ativar ou desativar o controle das versões de arquivos na sua conta. Desativar o controle das versões de arquivos não impede que os seus contatos criem novas versões em pastas compartilhadas.
ru: Включите или отключите управление версиями файлов для всего аккаунта. Отключение версий файлов не запретит вашим контактам создавать новые версии в общих папках.
th: เปิดหรือปิดใช้งานการกำหนดเวอร์ชันไฟล์สำหรับทั้งบัญชีของคุณ การปิดใช้งานการกำหนดเวอร์ชันไฟล์ ไม่ได้มีการป้องกันผู้ติดต่อของคุณเพื่อสร้างเวอร์ชันใหม่ในโฟลเดอร์ที่แชร์
tr: Hesabınızın tamamı için dosya sürüm oluşturmayı etkinleştirin veya devre dışı bırakın. Dosya sürümü oluşturmayı devre dışı bırakmak, kişilerinizin paylaşılan klasörlerde yeni sürümler oluşturmasını engellemez.
vi: Kích hoạt hoặc tắt tính năng ghi nhật ký phiên bản tệp tin cho toàn bộ tài khoản. Tắt đi tính năng ghi nhật ký phiên bản sẽ không ngăn cản các tên liên lạc trong tài khoản của bạn tạo ra phiên bản mới của thư mục chia sẻ chung.
zh_hans: 为整个帐户启用或禁用文件历史版本。 禁用文件历史版本功能不会阻止您的联系人在共享文件夹中创建新版本。
zh_hant: 為您整個帳戶啟用或停用檔案版本控制。 停用檔案版本控制並不會讓您的聯絡人在共享資料夾中無法建立新版本的檔案。

source: When file versioning is disabled, the current version will be replaced with the new version once a file is updated (and your changes to the file will no longer be recorded). Are you sure you want to disable file versioning?
ar: عند تعطيل نسخ الملف، سيتم استبدال النسخة الحالية بالنسخة الجديدة بمجرد تحديث الملف (ولن يتم تسجيل التغييرات التي أجريتها على الملف). هل تريد بالتأكيد تعطيل نسخ الملفات؟
de: Bei deaktivierter Dateiversionierung wird die bestehende Datei beim Überschreiben gelöscht (der Änderungsverlauf bleibt dadurch nicht erhalten). Wollen Sie die Dateiversionierung wirklich abschalten?
es: Si desactivas el control de versiones y subes un archivo, la versión nueva reemplazará la actual y los cambios no serán archivados como versiones. ¿Confirma que quieres desactivar el control de versiones?
fr: Quand le versionnage des fichiers est désactivé, la version actuelle est remplacée par la nouvelle version quand le fichier est mis à jour (et vos changements apportés au fichier ne sont plus enregistrés). Voulez-vous vraiment désactiver le versionnage des fichiers ?
id: Ketika versi file dinonaktifkan, versi saat ini akan diganti dengan versi baru setelah file diperbarui (dan perubahan anda pada file tidak akan dicatat lagi). Yakin ingin menonaktifkan versi file?
ja: ファイルのバージョン管理が無効になっていると、ファイルが更新されると現在のバージョンが新しいバージョンに置き換えられます（また、当該ファイルへの変更は記録されなくなります）。ファイルのバージョン管理を無効にしてもよろしいですか？
ko: 파일 버전 관리가 해제되면, 파일이 업데이트되면 현재 버전이 새 버전으로 교체됩니다(그리고 파일의 변경점의 기록되지 않습니다). 파일 버전 관리를 해제하시겠습니까?
pt: Se o controle das versões de arquivos estiver desativado, ao modificar um arquivo a versão atual será substituída pela nova versão (e suas alterações no arquivo já não serão salvas). Você tem certeza de que quer desativar o controle das versões de arquivos?
ru: Когда версии файлов отключены, текущая версия будет заменяться новой при каждом обновлении (и ваши изменения в файле больше не будут записываться). Действительно отключить версии файлов?
th: เมื่อมีการปิดใช้งานเวอร์ชันไฟล์ เวอร์ชันปัจจุบันจะถูกแทนที่ด้วยเวอร์ชันใหม่เมื่อไฟล์ได้รับการอัปเดตแล้ว (และการเปลี่ยนแปลงไฟล์จะไม่ได้รับการบันทึกอีกต่อไป) คุณแน่ใจหรือไม่ว่าต้องการปิดใช้งานการกำหนดเวอร์ชันของไฟล์
tr: Dosya sürümü oluşturma devre dışı bırakıldığında, bir dosya güncellendikten sonra geçerli sürüm yeni sürümle değiştirilir (ve dosyadaki değişiklikleriniz artık kaydedilmeyecektir). Dosya sürümü oluşturmayı devre dışı bırakmak istediğinizden emin misiniz?
vi: Khi tính năng nhật ký phiên bản tệp tin bị tắt đi, phiên bản hiện tại của các tệp tin sẽ được thay thế bằng phiên bản mới nhất (và mọi thay đổi và chỉnh sửa theo thời gian sẽ không còn được ghi lại nữa). Có chắc muốn tắt đi việc ghi nhật ký phiên bản tệp tin?
zh_hans: 当文件版本管理被禁用时，一旦文件更新，当前版本将被新版本替换（并且您对文件的更改将不再被记录）。您确定要禁用文件版本管理吗？
zh_hant: 檔案版本控制功能被停用後，當檔案更新時，目前檔案版本將被新版本取代（系統不會再記錄您修改檔案的歷程）。您確定要停用檔案版本控制功能嗎？

source: File versions
ar: نسخ الملف
de: Dateiversionen
es: Versiones de archivos
fr: Versions de fichiers
id: Versi File
ja: ファイルバージョン
ko: 파일 버전
pt: Versões de arquivos
ru: Версии файлов
th: ไฟล์เวอร์ชัน
tr: Dosya sürümleri
vi: Phiên Bản Lưu Tệp Tin
zh_hans: 文件历史版本
zh_hant: 檔案版本

source: Total size taken up by file versions:
ar: الحجم الكامل لجميع نسخ الملف:
de: Platzverbrauch älterer Dateiversionen:
es: Espacio ocupado por las versiones de los archivos:
fr: Taille totale occupée par les versions de fichiers :
id: Ukuran total diambil oleh versi file:
ja: ファイルバージョンによって占められる合計サイズ：
ko: 파일 버전으로 이용중인 총 용량:
pt: Espaço ocupado por versões de arquivos:
ru: Общий объём, занимаемый версиями файлов:
th: ขนาดโดยรวมของเวอร์ชันไฟล์:
tr: Dosya sürümleri tarafından alınan toplam boyut:
vi: Không gian chiếm dụng bởi lưu phiên bản tệp tin:
zh_hans: 文件历史版本占用的总空间大小：
zh_hant: 檔案版本所佔用的總空間大小：

source: Delete all older versions of my files
ar: حذف جميع النسخ القديمة لملفاتي
de: Alle älteren Dateiversionen löschen
es: Eliminar todas las versiones anteriores de mis archivos
fr: Supprimer toutes les anciennes versions de mes fichiers
id: Hapus semua versi lama dari file saya
ja: 古いバージョンのファイルをすべて削除する
ko: 모든 오래된 파일 버전 기록을 삭제
pt: Deletar todas as versões anteriores dos meus arquivos
ru: Удалить все старые версии моих файлов
th: ลบไฟล์เวอร์ชันเก่าทั้งหมด
tr: Dosyalarımın tüm eski sürümlerini sil
vi: Xóa hết tất cả các phiên bản cũ đang lưu
zh_hans: 删除所有以前版本的文件
zh_hant: 刪除我所有舊版本的檔案

source: Delete previous versions
ar: حذف النسخ السابقة
de: Ältere Versionen löschen
es: Eliminar versiones anteriores
fr: Supprimer les versions précédentes
id: Hapus Versi Sebelumnya
ja: 以前のバージョンを削除
ko: 이전 버전 삭제
pt: Deletar versões anteriores
ru: Удалить предыдущие версии
th: ลบเวอร์ชันก่อนหน้า
tr: Önceki sürümleri sil
vi: Xóa các phiên bản lưu cũ
zh_hans: 删除以前的文件版本
zh_hant: 刪除以前的版本

source: All current files will remain. Only historic versions of your files will be deleted.
ar: كل الملفات الحالية ستبقى دون تعديل، فقد النسخ القديمة للملفات سوف تحذف.
de: Alle alten Dateiversionen werden gelöscht. Dateiversionen in Ordnerfreigaben eines Kontakts müssen vom Eigentümer entfernt werden.
es: Los archivos actuales serán conservados. Solo se borrará el histórico de versiones de tus archivos.
fr: Tous les fichiers actuels seront conservés. Seules les versions de vos fichiers dans l’historique seront supprimées.
id: Ini akan menghapus secara permanen semua versi file Anda sendiri. Setiap versi file yang dibagikan kepada Anda dari kontak harus dihapus oleh mereka.
ja: 現在のファイルはすべて残ります。あなたのファイルの過去バージョンのみが削除されます。
ko: 소유하고 계신 모든 현재 버전의 파일들은 남습니다. 오직 오래된 구 버전의 파일 기록만이 제거됩니다.
pt: Todos os arquivos atuais permanecerão. Apenas as versões antigas dos seus arquivos serão deletadas.
ru: Все текущие файлы останутся. Только прошлые версии файлов будут удалены.
th: ไฟล์ปัจจุบันทั้งหมดจะยังคงอยู่ ระบบจะลบไฟล์เวอร์ชันที่เก่ากว่าเท่านั้น
tr: Mevcut tüm dosyalar kalacaktır. Dosyalarınızın yalnızca geçmiş sürümleri silinecektir.
vi: Tất cả các tệp tin đều được giữ nguyên. Chỉ có các nội dung ghi phiên bản lưu sẽ bị xoá.
zh_hans: 当前所有文件将被保留。仅删除文件的历史版本。
zh_hant: 所有當前版本檔案將保留。僅歷史版本的檔案會被刪除。

source: You are about to delete the version histories of all files. Any file version shared to you from a contact will need to be deleted by them. Please note that the current files will not be deleted.
ar: انت بصدد حذف كل النسخ المعدلة لكل الملفات. أي نسخة معدلة لملف مشارك معك من جهة اتصال يجب ان يحذف من قبله. يرجى الملاحظة انه لن يتم حذف النسخ الحالية للملفات.
de: Sie löschen die Versionshistorie aller Dateien. Dateiversionen in Ordnerfreigaben eines Kontakts müssen durch diesen gelöscht werden. Bitte beachten Sie: Die aktuelle Version jeder Datei bleibt erhalten.
es: Estás a punto de eliminar el historial de versiones de todos los archivos. Las versiones compartidas contigo por otros contactos las tendrán que borrar ellos. Ten en cuenta que los archivos actuales no serán eliminados.
fr: Vous êtes sur le point de supprimer les historiques de version de tous les fichiers. Tout fichier partagé avec vous par un contact devra être supprimé par ce contact. Veuillez noter que les fichiers actuels ne seront pas supprimés.
id: Anda akan menghapus riwayat versi semua file. Versi file apa pun yang dibagikan kepada Anda dari kontak harus dihapus oleh mereka. Harap dicatat bahwa file saat ini tidak akan dihapus.
ja: すべてのファイルのバージョン履歴を削除しようとしています。連絡先があなたと共有しているファイルバージョンはいずれも、連絡先が削除する必要があります。 現在のファイルは削除されませんのでご注意ください。
ko: 당신은 모든 파일의 버전 기록을 삭제하려고 합니다. 연락처로부터 공유받은 파일 버전은 그들에 의해 삭제되어야 합니다. 현재 파일은 삭제되지 않는다는 점을 참고하세요.
pt: Você está prestes a excluir o histórico de versões de todos os arquivos. Versões de arquivos compartilhados com você por um contato deve ser excluídas por ele. Tenha em mente que os arquivos atuais não serão excluídos.
ru: Вы собираетесь удалить истории версий всех файлов. Любая версия файла, доступная вам от контакта, должна быть удалена им. Обратите внимание, что текущие файлы не будут удалены.
th: คุณกำลังจะลบประวัติเวอร์ชันของไฟล์ทั้งหมด ไฟล์ใด ๆ ที่แชร์ให้กับคุณจากผู้ติดต่อจะต้องถูกลบทิ้งด้วย โปรดทราบว่าไฟล์ปัจจุบันจะไม่ถูกลบ
tr: Tüm dosyaların sürüm geçmişlerini silmek üzeresiniz. Bir kişiden size paylaşılan herhangi bir dosya sürümünün onlar tarafından silinmesi gerekir. Lütfen mevcut dosyaların silinmeyeceğini unutmayın.
vi: Việc này sẽ xóa đi tất cả các lịch sử phiên bản cũ của tệp tin có trong tài khoản. Các phiên bản tệp tin được chia sẻ người khác cần phải được thực hiện từ phía chủ sở hữu các tệp tin đó. Xin nhớ rằng đây chỉ xóa phiên bản chứ không phải tệp tin.
zh_hans: 您将删除所有文件的历史版本。由您的联系人共享给您的任何文件版本都需要由他们自行删除。 请注意，当前文件不会被删除。
zh_hant: 您即將刪除所有檔案的版本歷史記錄。從聯絡人共享給您的任何檔案版本都只有對方能刪除。 請注意，當前的這個檔案不會被刪除。

# Rubbish-Bin Cleaning Scheduler:
source: Rubbish bin emptying scheduler
ar: إعدادات سلة المحذوفات
de: Zeitplan für Leerung des Papierkorbs
es: Limpieza automática de la Papelera
fr: Programmateur de vidage de la Corbeille
id: Pengaturan tempat sampah
ja: ごみ箱の設定
ko: 휴지통 설정
pt: Configurações da Lixeira
ru: Настройки Корзины
th: การตั้งค่าถังขยะ
tr: Çöp kutusu ayarları
vi: Đặt lịch dọn dẹp Thùng Rác
zh_hans: 回收站设置
zh_hant: 垃圾筒清空排程

source: Remove files older than
ar: أزل الملفات الأكبر من
de: Automatische Löschung nach
es: Eliminar archivos con más de
fr: Supprimer les fichiers de plus de
id: Hapus file lebih lama dari
ja: 次の日数より古いファイルを削除
ko: 다음 날짜보다 오래된 파일 삭제
pt: Remover arquivos com mais de
ru: Удалять файлы старше
th: ลบไฟล์ที่เก่ากว่า
tr: Daha eski dosyaları kaldırın
vi: Dọn dữ liệu tồn đọng hơn
zh_hans: 移除回收站中的文件，时间超过
zh_hant: 刪除早於…的檔案

# settings.fileManagement.rubbishBin.longerRetentionUpgrade
source: For a longer retention period [S]Upgrade to Pro[/S]
ar: لفترة احتفاظ أطول [S]قم بالترقية إلى برو Pr[/S]
de: Für eine längere Aufbewahrungsfrist führen Sie ein [S]Upgrade auf Pro[/S] durch
es: Para un período de retención más largo, [S]amplia tu cuenta a Pro[/S]
fr: Pour une période de conservation plus longue, [S]Passez à un compte Pro[/S]
id: Untuk periode retensi yang lebih lama [S]Tingkatkan ke Pro[/S]
ja: より長い保存期間をご希望の場合は、[S]Proにアップグレード[/S]してください
ko: 더 긴 보존 기간은 [S]Pro로 업그레이드 하세요[/S]
pt: Para um período de retenção mais longo, [S]faça upgrade a um plano Pro[/S]
ru: Для большего периода хранения [S]улучшите аккаунт до Pro[/S]
th: เพื่อให้ระยะเวลาการเก็บรักษานานขึ้น [S]อัปเกรดเป็น Pro[/S]
tr: Daha uzun bir saklama süresi için [S]Pro'ya yükseltin[/S]
vi: Để có thời gian trữ rác lâu hơn [S]Nâng cấp lên Pro[/S]
zh_hans: 若需延长保留期限，请[S]升级到Pro会员帐户[/S]
zh_hant: 想要更長的保留期限，請[S]升級到Pro帳戶[/S]

# settings.fileManagement.rubbishBin.cleanScheduler.placeholder.days
source: days
ar: يوم
de: Tage
es: días
fr: jours
id: hari
ja: 日
ko: 일
pt: dias
ru: д.
th: วัน
tr: günler
vi: ngày
zh_hans: 天
zh_hant: 天

source: The Rubbish bin is emptied for you automatically. The minimum period is 7 days and the maximum period is 30 days.
ar: سيتم افراغ سلة المحذوفات الخاص بك بشكل أتوماتيكي. أقصر مدة يمكن تحديدها هي 7 أيام وأطول مدة هي 30 يوم.
de: Ihr Papierkorb wird regelmäßig automatisch geleert. Sie können das Intervall zwischen 7 und 30 Tagen einstellen.
es: La Papelera se vacía automáticamente. El período mínimo es de 7 días y el máximo es de 30 días.
fr: La corbeille est vidée pour vous automatiquement, au minimum tous les 7 jours et au maximum tous les 30 jours.
id: Tempat sampah dikosongkan untuk anda secara otomatis. Jangka waktu minimum adalah 7 hari dan jangka waktu maksimum adalah 30 hari.
ja: ごみ箱は自動的に空になります。最小期間は7日間で、最大期間は30日間です。
ko: 휴지통은 자동으로 비워집니다. 최단 기간은 7일이며 최장 기간은 30일입니다.
pt: A Lixeira será esvaziada de forma automática. O período mínimo é de 7 dias, e o período máximo é de 30 dias.
ru: Корзина очищается автоматически. Минимальный срок составляет 7 дней, максимальный — 30 дней.
th: ถังขยะจะถูกล้างโดยอัตโนมัติ ระยะเวลาขั้นต่ำคือ 7 วันและสูงสุดคือ 30 วัน
tr: Çöp kutusu sizin için otomatik olarak boşaltılır. Minimum süre 7 gün ve maksimum süre 30 gündür.
vi: Thùng Rác tự động được dọn dẹp cho bạn. Thời gian chờ ít nhất cho mỗi lần dọn là 7 ngày và lâu nhất là 30 ngày.
zh_hans: 回收站会自动为您清空。最短期限为7天，最长期限为30天。
zh_hant: 垃圾筒會自動為您清空。最短期限為7天，最長期限為30天。

source: The Rubbish bin can be emptied for you automatically. The minimum period is 7 days.
ar: يمكن افراغ سلة المحذوفات بشكل تلقائي. المدة الادنى هي 7 أيام.
de: Ihr Papierkorb kann regelmäßig automatisch geleert werden. Das Mindestintervall beträgt 7 Tage.
es: La Papelera se puede vaciar automáticamente. El período mínimo es de 7 días.
fr: La Corbeille peut être vidée pour vous automatiquement. La fréquence minimale est 7 jours.
id: Tempat Sampah dapat dikosongkan untuk anda secara otomatis. Jangka waktu minimal adalah 7 hari.
ja: ごみ箱は自動的に空にできます。最小期間は7日間です。
ko: 휴지통은 자동으로 비워집니다. 최단 기간은 7일입니다.
pt: A Lixeira pode ser esvaziada de forma automática. O período mínimo é de 7 dias.
ru: Корзина может очищаться автоматически. Минимальный период — 7 дней.
th: ถังขยะสามารถล้างให้คุณได้โดยอัตโนมัติ ระยะเวลาขั้นต่ำคือ 7 วัน
tr: Çöp kutusu sizin için otomatik olarak boşaltılabilir. Minimum süre 7 gündür.
vi: Thùng Rác tự động được dọn dẹp cho bạn. Thời gian chờ ít nhất cho mỗi lần dọn là 7 ngày.
zh_hans: 回收站可自动为您清空。最短期限为7天。
zh_hant: 垃圾筒可自動為您清空。 最短期限為7天。
