Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# tooManyRequest
source: Too many requests. Please wait.
ar: طلبات كثيرة جداً. يرجى الانتظار.
de: Zuviele Anfragen - bitte warten.
es: Demasiadas peticiones. Por favor espera.
fr: Trop de requêtes. Veuillez patienter.
id: Terlalu banyak permintaan. Mohon tunggu.
ja: 要求が多すぎます。お待ちください。
ko: 요청이 너무 많습니다. 기다려주세요.
pt: Solicitações em excesso. Por favor, aguarde.
ru: Слишком много запросов. Пожалуйста, подождите.
th: มีคำขอมากเกินไป กรุณารอ
tr: Çok fazla istek. Lütfen bekle.
vi: Quá nhiều lời yêu cầu. Xin chờ.
zh_hans: 请求过多。请稍候。
zh_hant: 太多佇列進行中。請稍候。

source: Please log in to your account.
ar: يرجى تسجيل الدخول إلى حسابك.
de: Bitte melden Sie sich an.
es: Inicia sesión en tu cuenta.
fr: Veuillez vous connecter à votre compte.
id: Harap masuk ke akun anda.
ja: あなたのアカウントにログインしてください。
ko: 당신의 계정에 로그인하세요.
pt: Por favor, faça login na sua conta.
ru: Пожалуйста, авторизируйтесь.
th: กรุณาเข้าสู่ระบบในบัญชีของคุณ
tr: Lütfen hesabınıza giriş yapın.
vi: Xin đăng nhập vào tài khoản.
zh_hans: 请登录您的帐户。
zh_hant: 請登入您的帳號。

# needToBeLoggedInToCompleteYourEmailChange
source: You need to be logged in to complete your email address change. Please log in again with your current email address, then tap on your confirmation link again.
ar: يجب عليك تسجيل الدخول لإكمال تغيير عنوان بريدك الإلكتروني. يرجى تسجيل الدخول مرة أخرى باستخدام عنوان بريدك الإلكتروني الحالي، ثم انقر على رابط التأكيد مرة أخرى.
de: Um Ihre E-Mail-Adresse zu ändern, müssen Sie eingeloggt sein. Bitte loggen Sie sich mit Ihrer aktuellen E-Mail-Adresse ein und tippen Sie anschließend erneut auf Ihren Bestätigungslink.
es: Necesitas estar conectado para completar el cambio de correo electrónico. Accede a tu cuenta con la dirección de correo actual y pulsa de nuevo el enlace de confirmación.
fr: Vous devez être connecté pour effectuer votre changement d’adresse courriel. Veuillez vous connecter de nouveau avec votre adresse courriel actuelle, puis retoucher le lien de confirmation.
id: Anda harus masuk untuk menyelesaikan perubahan alamat email anda. Silakan masuk lagi dengan alamat email anda saat ini, lalu ketuk tautan konfirmasi anda lagi.
ja: メールアドレスの変更を完了するには、ログインする必要があります。現在のメールアドレスで再度ログインしてから、認証リンクをもう一度タップしてください。
ko: 이메일 주소 변경을 완료하려면 로그인하여야 합니다. 현재 이메일 주소로 다시 로그인한 후, 확인 링크를 다시 탭하세요.
pt: Você precisa estar logado para completar a sua alteração de email. Por favor, faça login novamente com o seu email atual e, a continuação, pressione o link de confirmação.
ru: Чтобы изменить адрес электронной почты, необходимо войти в свой аккаунт. Пожалуйста, снова войдите с текущим адресом электронной почты и затем перейдите по ссылке для подтверждения.
th: คุณต้องเข้าสู่ระบบก่อนเพื่อให้การเปลี่ยนแปลงอีเมลของคุณเสร็จสมบูรณ์ กรุณาเข้าสู่ระบบอีกครั้งด้วยที่อยู่อีเมลปัจจุบันของคุณ จากนั้นแตะที่ลิงก์ยืนยันของคุณอีกครั้ง
tr: E-posta adresi değişikliğinizi tamamlamak için oturum açmanız gerekir. Lütfen mevcut e-posta adresinizle tekrar giriş yapın, ardından onay bağlantınıza tekrar dokunun.
vi: Bạn cần phải đăng nhập vào trước khi bạn được phép tiến hành việc thay đổi địa chỉ email của mình. Xin sử dụng email hiện thời của tài khoản này rồi sau đó chạm lại vào đường liên kết để xác nhận.
zh_hans: 您必须登录才能完成您的电子邮件地址更改。请使用您当前的电子邮件地址重新登录，然后再次点击您的确认链接。
zh_hant: 您需要登入才能完成您的電子郵件地址更改。請您使用目前的電子郵件地址再次登入，然後再次點選您的確認連結。

source: Log in
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Me connecter
id: Masuk
ja: ログイン
ko: 로그인
pt: Fazer login
ru: Войти
th: เข้าสู่ระบบ
tr: Günlük içinde
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

# account.createAccount.alreadyHaveAnAccount
source: Already have an account?
ar: هل لديك حساب؟
de: Sie haben bereits einen Account?
es: ¿Ya tienes una cuenta?
fr: Avez-vous déjà un compte ?
id: Sudah punya akun?
ja: すでにアカウントをお持ちですか？
ko: 이미 계정이 있으신가요?
pt: Já possui uma conta?
ru: Уже есть аккаунт?
th: มีบัญชีอยู่แล้วใช่ไหม
tr: Zaten bir hesabınız var mı?
vi: Bạn đã có một tài khoản rồi?
zh_hans: 已经有帐户了？
zh_hant: 已有帳戶了嗎？

# createAccount
source: Sign up
ar: اشتراك
de: Registrieren
es: Crear Cuenta
fr: M’inscrire
id: Daftar
ja: サインアップ
ko: 가입
pt: Fazer cadastro
ru: Регистрация
th: ลงทะเบียน
tr: Üye ol
vi: Tạo Tài Khoản
zh_hans: 注册
zh_hant: 建立帳戶

# account.login.newToMega
source: New to MEGA?
ar: جديد في ميغا MEGA؟
de: Neu bei MEGA?
es: ¿Nuevo en MEGA?
fr: Première fois sur MEGA ?
id: Baru di MEGA?
ja: MEGAは初めてですか？
ko: MEGA가 처음이신가요?
pt: Novo no MEGA?
ru: Впервые в MEGA?
th: เป็นผู้ใช้ MEGA ใหม่
tr: MEGA'da yeni misiniz?
vi: Mới đến MEGA?
zh_hans: 还没有MEGA帐户？
zh_hant: 還沒有MEGA帳戶？

# general.joinMeetingAsGuest
source: Join meeting as guest
ar: انضم إلى الاجتماع كضيف
de: Als Gast beitreten
es: Unirse a una reunión como invitado
fr: Me joindre à une réunion en tant qu’invité
id: Gabung rapat sebagai tamu
ja: ゲストとしてミーティングに参加
ko: 손님으로 회의에 참석
pt: Entrar em uma reunião como convidado
ru: Присоединиться к встрече как гость
th: เข้าร่วมประชุมในฐานะแขกรับเชิญ
tr: Toplantıya misafir olarak katılın
vi: Tham gia họp mặt với tư cách khách
zh_hans: 以访客身份加入
zh_hant: 以訪客身份加入會議

# invalidMailOrPassword
source: Invalid email address or password. Try again.
ar: عنوان بريد إلكتروني أو كلمة مرور غير صالحين. حاول مرة أخرى.
de: E-Mail-Adresse oder Passwort ungültig. Bitte erneut versuchen.
es: Correo electrónico o contraseña no válidos. Vuelve a intentarlo.
fr: L’adresse courriel ou le mot de passe est invalide. Réessayer.
id: Alamat email atau kata sandi tidak valid. Coba lagi.
ja: メールアドレスまたはパスワードが無効です。もう一度やり直してください。
ko: 잘못된 이메일 또는 암호입니다. 다시 시도하세요.
pt: Email ou senha inválidos - tente novamente.
ru: Неверный адрес электронной почты или пароль. Попробуйте ещё раз.
th: อีเมลหรือรหัสผ่านไม่ถูกต้อง ลองใหม่อีกครั้ง
tr: Geçersiz e-posta adresi veya şifre. Tekrar dene.
vi: Email hoặc mật khẩu không hợp lệ. Xin thử lại.
zh_hans: 无效的电子邮件地址或密码。再试一次。
zh_hant: 無效的電子郵件地址或密碼。再試一次。

# tooManyAttemptsLogin
source: You have attempted to log in too many times. Please wait until %@ and try again.
ar: لقد حاولت تسجيل الدخول مرات كثيرة. الرجاء الانتظار حتى %@ ثم المحاولة ثانية.
de: Zuviele Fehlversuche. Bitte warten Sie bis %@ und versuchen Sie es dann erneut.
es: Has intentado acceder demasiadas veces. Espera hasta las %@ e inténtalo de nuevo.
fr: Vous avez tenté de vous connecter trop de fois. Veuillez attendre jusqu’à %@ et réessayer.
id: Anda berusaha masuk terlalu banyak. Harap tunggu sampai %@ dan coba kembali.
ja: あなたは何度もログインしようとしました。%@まで待ってからもう一度お試しください。
ko: 로그인 시도를 너무 많이 했습니다. %@까지 기다렸다가 다시 시도하세요.
pt: Você tentou entrar muitas vezes. Por favor, espere até %@ e tente novamente.
ru: Вы пытались зайти очень много раз. Пожалуйста, подождите до %@ и попробуйте снова.
th: คุณได้พยายามเข้าสู่ระบบบ่อยเกินไป โปรดรอจนกว่า %@ และลองอีกครั้ง
tr: Çok fazla kez giriş yapmayı denediniz. Lütfen kadar bekleyin %@ ve tekrar dene.
vi: Bạn đã nhập thông tin đăng nhập sai quá nhiều lần. Xin vui lòng chờ tới %@ rồi thử lại.
zh_hans: 您尝试登录的次数过多。请等待至%@ 后再重试。
zh_hant: 您於短時間內嘗試登入的次數過多。請等待至%@後再重試。

# accountNotConfirmed
source: Check your email inbox and follow the link to confirm your account.
ar: تحقق من صندوق البريد الإلكتروني الخاص بك واتبع الرابط لتأكيد حسابك.
de: Prüfen Sie Ihren E-Mail-Posteingang und folgen Sie dem Link, um Ihren Account zu bestätigen.
es: Ve a la bandeja de entrada de tu correo y pulsa en el enlace que te hemos enviado para confirmar tu cuenta.
fr: Vérifiez votre boîte de réception des courriels et suivez le lien pour confirmer votre compte.
id: Periksa kotak masuk email anda dan ikuti tautan untuk mengonfirmasi akun anda.
ja: メール受信箱を確認し、リンクをクリックしてアカウントを認証してください。
ko: 계정을 확인하려면 이메일 수신함을 확인하고 링크를 따라가세요.
pt: Acesse o seu email e clique no link para confirmar a sua conta.
ru: Подтвердите регистрацию, перейдя по ссылке в письме, которое вам придёт.
th: ตรวจสอบกล่องจดหมายอีเมลของคุณและไปที่ลิงก์เพื่อยืนยันการเปิดบัญชีของคุณ
tr: E-posta gelen kutunuzu kontrol edin ve hesabınızı onaylamak için bağlantıyı izleyin.
vi: Kiểm tra hộp thư email của bạn và đi theo đường liên kết để xác nhận tài khoản của bạn.
zh_hans: 检查您的电子邮件收件箱并跟随链接确认您的帐户。
zh_hant: 檢查您的電子郵件收件匣，並點選連結以確認您的帳戶。

# accountBlocked
source: Your account was terminated due to a breach of MEGA’s Terms of Service including, but not limited to, clause 15.
ar: تم إنهاء حسابك بسبب خرق لشروط الخدمة لدى ميغا MEGA بما في ذلك على سبيل المثال لا الحصر ، البند 15.
de: Ihr Account wurde gekündigt aufgrund eines Verstoßes gegen die MEGA-Nutzungsbedingungen, einschließlich, aber nicht beschränkt auf Ziffer 15.
es: Hemos cerrado tu cuenta debido a un incumplimiento de los Términos de servicio de MEGA, incluyendo entre otras la cláusula 15.
fr: Votre compte a été résilié à la suite d’un non-respect des Conditions générales d’utilisation de MEGA, dont, mais sans toutefois s’y limiter, la clause 15.
id: Akun anda dihentikan karena pelanggaran Persyaratan Layanan MEGA termasuk, namun tidak terbatas pada, klausul 15.
ja: お客様のアカウントは、MEGAのご利用規約（第15条を含むがこれに限定されない）に違反したために終了しました。
ko: 당신의 계정은 MEGA 이용 약관 제15조를 포함한 위반 행위로 인하여 제거되었습니다.
pt: A sua conta foi encerrada por infringir os Termos de Serviço do MEGA, incluindo a cláusula 15, mas não se limitando à mesma.
ru: Ваш аккаунт был заблокирован из-за нарушения условий использования MEGA, включая, помимо прочего, пункт 15.
th: บัญชีของคุณถูกยกเลิกเนื่องจากการละเมิดเงื่อนไขการให้บริการของ MEGA รวมถึงแต่ไม่จำกัดเพียงข้อที่ 15
tr: Hesabınız, madde 1 dahil ancak bunlarla sınırlı olmamak üzere MEGA Hizmet Şartları'nın ihlali nedeniyle feshedildi5.
vi: Tài khoản của quý khách đã bị chấm dứt do vi phạm nội quy trong Điều Khoản Dịch Vụ của MEGA, bao gồm nhưng không giới hạn ở điều khoản 15.
zh_hans: 您的帐户因违反《MEGA服务条款》而被终止，包括但不限于第15条。
zh_hant: 您的帳戶因違反MEGA服務條款，包括但不限於第15條而被停用。

# emailInvalidFormat
source: Enter a valid email address
ar: أدخل بريد إلكتروني صالح
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es: Introduce un correo electrónico válido
fr: Saisir une adresse courriel valide
id: Masukan email yang benar
ja: 正しいメールを入力してください
ko: 올바른 이메일을 입력하세요
pt: Digite um email válido
ru: Введите правильный адрес
th: กรอกอีเมลให้ถูกต้อง
tr: Geçerli bir e-posta adresi girin
vi: Nhập một email hợp lệ
zh_hans: 请输入一个有效的电子邮件地址
zh_hant: 請輸入有效的電子郵件地址

source: The email address format is invalid
ar: صيغة عنوان البريد الإلكتروني غير صالحة
de: Das Format der E-Mail-Adresse ist ungültig
es: El formato del correo electrónico es incorrecto
fr: Le format de l’adresse courriel est invalide
id: Format alamat email tidak sah
ja: メールアドレスのフォーマットが正しくありません
ko: 이메일 주소 형식이 올바르지 않습니다
pt: O formato do email é inválido
ru: Неправильный формат адреса электронной почты
th: รูปแบบอีเมลไม่ถูกต้อง
tr: E-posta adresi biçimi geçersiz
vi: Email vừa điền không hợp lệ
zh_hans: 电子邮件地址格式无效
zh_hant: 無效的電子郵件地址格式

# passwordInvalidFormat
source: Enter your password
ar: أدخل كلمة السر الخاصة بك
de: Geben Sie ein gültiges Passwort ein
es: Introduce una contraseña válida
fr: Saisissez un mot de passe valide
id: Masukkan password anda
ja: パスワードを入力
ko: 암호를 입력하세요
pt: Digite a sua senha
ru: Введите пароль
th: กรอกรหัสผ่านของคุณ
tr: Şifrenizi girin
vi: Xin nhập một mật khẩu hợp lệ
zh_hans: 请输入您的密码
zh_hant: 請輸入有效的密碼

# emailPlaceholder
source: Email address
ar: البريد الإلكتروني
de: E-Mail
es: Correo electrónico
fr: Adresse courriel
id: Email
ja: メール
ko: 이메일
pt: Email
ru: Адрес электронной почты
th: อีเมล
tr: E-posta adresi
vi: Email
zh_hans: 电子邮件地址
zh_hant: 電子郵件

# passwordPlaceholder
source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
id: Sandi
ja: パスワード
ko: 암호
pt: Senha
ru: Пароль
th: รหัสผ่าน
tr: Şifre
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# account.changePassword.error.currentPassword
source: You have entered your current password.
ar: لقد أدخلت كلمة مرورك الحالية.
de: Sie haben Ihr aktuelles Passwort eingegeben.
es: Has introducido tu contraseña actual.
fr: Vous avez saisi votre mot de passe actuel.
id: Anda telah memasukkan kata sandi anda saat ini.
ja: 現在のパスワードを入力しました。
ko: 현재 비밀번호를 입력하였습니다.
pt: Você digitou a sua senha atual.
ru: Вы ввели текущий пароль.
th: คุณกรอกรหัสผ่านเดิมของคุณ
tr: Mevcut şifrenizi girdiniz.
vi: Bạn vừa mới nhập mật khẩu đang sử dụng hiện tại.
zh_hans: 您输入的密码与当前密码相同。
zh_hant: 您輸入的密碼與目前的相同。

source: Please strengthen your password.
ar: يرجى تقوية كلمة المرور الخاصة بك.
de: Bitte wählen Sie ein stärkeres Passwort.
es: Por favor, elige una contraseña más segura.
fr: Veuillez renforcer votre mot de passe.
id: Harap perkuat password anda.
ja: パスワードを強化してください。
ko: 당신의 암호를 강화하세요.
pt: Escolha uma senha mais forte.
ru: Пожалуйста, усложните пароль.
th: กรุณาใช้รหัสผ่านที่คาดเดาได้ยากแต่ง่ายต่อการจดจำของคุณ
tr: Lütfen şifrenizi güçlendirin.
vi: Xin tạo một mật khẩu phức tạp hơn.
zh_hans: 请增加您的密码强度。
zh_hant: 請加強您的密碼。

source: Very weak
ar: ضعيفة جداً
de: Sehr schwach
es: Muy débil
fr: Très vulnérable
id: Sangat lemah
ja: 非常に弱い
ko: 매우 약함
pt: Muito fraca
ru: Очень слабый
th: คาดเดาได้ง่ายมาก
tr: Çok zayıf
vi: Quá đơn giản
zh_hans: 非常弱
zh_hant: 非常弱

source: Weak
ar: ضعيفة
de: Schwach
es: Débil
fr: Vulnérable
id: Lemah
ja: 弱い
ko: 약함
pt: Fraca
ru: Ненадёжный
th: คาดเดาได้ง่าย
tr: Zayıf
vi: Yếu
zh_hans: 弱
zh_hant: 弱

# passwordVeryWeakOrWeak
source: Your password is easily guessed. Try making your password longer. Combine uppercase and lowercase letters. Add special characters. Do not use names or dictionary words.
ar: يمكن تخمين كلمة المرور الخاصة بك بسهولة. حاول جعل كلمة مرورك أطول. اجمع بين الأحرف الكبيرة والصغيرة. اضف رموز خاصه. لا تستخدم أسماء أو كلمات قاموس.
de: Ihr Passwort ist zu einfach. Versuchen Sie ein längeres Passwort, kombinieren Sie Groß- und Kleinbuchstaben. Fügen Sie Sonderzeichen und Zahlen hinzu. Benutzen Sie keine Namen oder gebräuchliche Wörter.
es: Tu contraseña es fácil de adivinar. Trata de hacerla más larga. Combina mayúsculas y minúsculas. Agrega caracteres especiales. No utilices nombres o palabras del diccionario.
fr: Votre mot de passe est facile à deviner. Essayez de le rallonger. Combinez majuscules et minuscules. Ajoutez des caractères spéciaux. N’utilisez pas des noms ou des mots du dictionnaire.
id: Password anda mudah ditebak. Coba untuk membuat password yang lebih panjang. Kombinasikan huruf besar & huruf kecil. Tambahkan special characters. Jangan gunakan nama atau kata yang dapat ditemukan di kamus.
ja: あなたのパスワードは簡単に推測されます。パスワードを長くしてみてください。大文字と小文字を組み合わせます。特殊文字を追加してください。名前や辞書の単語を使わないでください。
ko: 당신의 암호는 쉽게 추측됩니다. 암호를 더 길게 만드세요. 대문자와 소문자를 조합하세요. 특수 문자를 삽입하세요. 이름이나 사전적 단어를 사용하지 마세요.
pt: A sua senha é fácil de adivinhar. Tente deixá-la mais longa, incluir maiúsculas e minúsculas e adicionar caracteres especiais. Não utilize nomes ou palavras do dicionário.
ru: Ваш пароль легко подбирается. Попробуйте использовать более длинный пароль. Используйте сочетания прописных и строчных букв. Используйте символы. Не используйте имена или словарные слова.
th: รหัสผ่านของคุณอาจคาดเดาได้ง่าย ลองใช้รหัสผ่านของคุณให้ยาวขึ้นกว่าเดิม รวมไปถึงใช้ตัวอักษรตัวพิมพ์ใหญ่และตัวพิมพ์เล็ก เพิ่มตัวอักษรพิเศษเข้าไปด้วย ที่สำคัญอย่าใช้ชื่อหรือคำที่มีในพจนานุกรม
tr: Şifreniz kolayca tahmin edilebilir. Parolanızı daha uzun hale getirmeyi deneyin. Büyük ve küçük harfleri birleştirin. Özel karakterler ekleyin. İsim veya sözlük kelimeleri kullanmayın.
vi: Mật khẩu này quá dễ đoán. Hãy thử tạo một mật khẩu dài hơn. Bao gồm chữ thường và chữ in HOA. Thêm các ký tự đặc biệt. Đừng dùng tên hay những từ thông dụng.
zh_hans: 您的密码过于简单。请尝试增加密码长度。结合字母大小写。添加特殊字符。切勿使用名字或单词。
zh_hant: 您的密碼太容易被猜到了。請使用更長的密碼。結合大小寫字母，或加入特殊字符。請避免使用名字或字典中的單字。

# PasswordStrengthMedium
source: Medium
ar: متوسطة
de: Mittel
es: Media
fr: Moyen
id: Sedang
ja: 普通
ko: 보통
pt: Média
ru: Средний
th: ปานกลาง
tr: Orta
vi: Thường
zh_hans: 中等
zh_hant: 普通

# passwordMedium
source: Your password is good enough to proceed, but it is recommended to strengthen your password further.
ar: كلمة المرور الخاصة بك جيدة بما يكفي للمتابعة، لكن يوصى بتقوية كلمة مرورك.
de: Ihr Passwort ist zwar ausreichend, wir empfehlen Ihnen jedoch, es noch weiter zu verstärken.
es: Tu contraseña es lo suficientemente buena para continuar, pero te recomendamos elegir una más dificil.
fr: Votre mot de passe est assez bon pour poursuivre, mais il est recommandé de le renforcer.
id: Password anda cukup kuat, namun disarankan untuk lebih memperkuat password anda lagi.
ja: あなたのパスワードはそのままでも行けますが、更に強度を高めることをお勧めいたします。
ko: 당신의 암호는 진행하기에 충분히 좋습니다, 하지만 암호를 더 강력하게 만드는 것을 추천합니다.
pt: A sua senha é suficientemente boa para prosseguir, mas recomendamos uma senha mais forte no futuro.
ru: Ваш пароль достаточно надёжен для продолжения, но мы рекомендуем все же повысить надёжность пароля.
th: รหัสผ่านของคุณพร้อมที่จะดำเนินการต่อแล้ว แต่ขอแนะนำให้ใช้รหัสผ่านที่แน่นหนายิ่งขึ้น
tr: Şifreniz devam etmek için yeterince iyidir, ancak şifrenizi daha da güçlendirmeniz önerilir.
vi: Mật khẩu của bạn đủ tốt để tiến hành, nhưng khuyên bạn nên làm mật khẩu khó hơn trong tương lai.
zh_hans: 您可使用此密码，但建议您增加密码强度。
zh_hant: 您的密碼已足以繼續，但仍建議可再加強密碼強度。

source: Good
ar: جيدة
de: Gut
es: Buena
fr: Bon
id: Bagus
ja: 良好
ko: 좋음
pt: Boa
ru: Хороший
th: คาดเดาได้ยาก
tr: İyi
vi: Được
zh_hans: 很好
zh_hant: 好

# passwordGood
source: This password will withstand most typical brute-force attacks. Please ensure that you will remember it.
ar: ستتحمل كلمة المرور هذه أكثر الهجمات القوية التقليدية. يرجى التأكد من أنك سوف تتذكرها.
de: Dieses Passwort wird den üblichen Angriffen von außen standhalten. Bitte stellen Sie sicher, dass Sie es nicht vergessen.
es: Esta contraseña podrá soportar los ataques más comunes de fuerza bruta. Por favor, asegúrate de recordarla.
fr: Ce mot de passe résistera à la plupart des attaques en force typiques. Veuillez vous assurer de vous en souvenir.
id: Password ini akan menahan serangan brute-force yang paling sering. Harap pastikan bahwa anda akan mengingat password anda.
ja: このパスワードは、大半の一般的なブルートフォース攻撃に耐えます。覚えておいてください。
ko: 이 암호는 대부분의 보통 무한 대입 공격을 버틸 것입니다. 확실히 기억해두세요.
pt: Esta senha vai resistir aos ataques de força-bruta mais comuns. Por favor, certifique-se de que você vai lembrar dela.
ru: Этот пароль не поддастся самым распространённым атакам с применением полного перебора. Убедитесь, что запомнили его.
th: รหัสผ่านนี้จะสามารถป้องกันการโจมตีแบบ brute-force ได้ กรุณาตรวจสอบอีกครั้งว่าคุณจะสามารถจำรหัสผ่านเหล่านี้ได้
tr: Bu şifre, tipik kaba kuvvet saldırılarının çoğuna dayanacaktır. Lütfen hatırlayacağınızdan emin olun.
vi: Mật khẩu này chịu được việc tấn công thử dò mật khẩu (brute-force) thông thường. Hãy chắc rằng bạn ghi nhớ được mật khẩu này.
zh_hans: 该密码不容易被破解。请确保您牢记您的密码。
zh_hant: 這個密碼將可抵擋最典型的暴力破解攻擊。請確保您會記好。

source: Strong
ar: قوية
de: Stark
es: Fuerte
fr: Robuste
id: Kuat
ja: 強い
ko: 강함
pt: Segura
ru: Надёжный
th: คาดเดาได้ยากมาก
tr: Güçlü
vi: Tốt
zh_hans: 强
zh_hant: 強

# passwordStrong
source: This password will withstand most sophisticated brute-force attacks. Please ensure that you will remember it.
ar: ستتحمل كلمة المرور هذه أكثر الهجمات القوية تعقيدًا. يرجى التأكد من أنك سوف تتذكرها.
de: Dieses Passwort wird auch gut ausgestatteten Angreifern standhalten. Bitte stellen Sie sicher, dass Sie es nicht vergessen.
es: Esta contraseña podrá soportar los ataques más sofisticados de fuerza bruta. Por favor, asegúrate de recordarla.
fr: Ce mot de passe résistera à la plupart des attaques en force sophistiquées. Veuillez vous assurer de vous en souvenir.
id: Password ini akan menahan serangan brute-force yang paling rumit. Harap pastikan bahwa anda akan mengingat password anda.
ja: このパスワードは、最も高度なブルートフォース攻撃に耐えます。覚えておいてください。
ko: 이 암호는 대부분의 정교한 무한 대입 공격을 버틸 것입니다. 확실히 기억해두세요.
pt: Esta senha vai resistir aos ataques de força-bruta mais sofisticados. Por favor, certifique-se de que você vai lembrar dela.
ru: Этот пароль не поддастся самым самым мощным атакам с применением полного перебора. Убедитесь, что запомнили его.
th: รหัสผ่านนี้จะสามารถป้องกันการโจมตีแบบ Brute-Force ที่มีความซับซ้อนได้ กรุณาตรวจสอบอีกครั้งว่าคุณจะสามารถจำรหัสผ่านเหล่านี้ได้
tr: Bu şifre en karmaşık kaba kuvvet saldırılarına dayanacaktır. Lütfen hatırlayacağınızdan emin olun.
vi: Mật khẩu này chịu được tốt việc tấn công thử dò mật khẩu (brute-force) tinh vi. Hãy chắc rằng bạn ghi nhớ được mật khẩu này.
zh_hans: 该密码不会被轻易破解。请确保您牢记您的密码。
zh_hant: 這個密碼將可扺擋最典型的暴力破解攻擊。請確保您會記好。

# agreeWithTheMEGATermsOfService
source: I agree with the MEGA <a href="terms">Terms of Service</a>
ar: أنا أوافق على <a href="terms">شروط الخدمة</a> لميغا MEGA
de: Ich stimme MEGAs <a href="terms">Allgemeinen Geschäftsbedingungen</a> zu
es: Acepto los <a href='terms'>Términos de Servicio</a> de MEGA
fr: J’accepte les <a href="terms">Conditions générales d’utilisation</a> de MEGA
id: Saya setuju dengan <a href="terms">Kebijakan Pelayanan</a>MEGA
ja: MEGAの<a href="terms">ご利用規約</a>に同意します
ko: 나는 MEGA의 <a href="terms">이용 약관</a>에 동의합니다
pt: Concordo com os <a href="terms">Termos de serviço</a> do MEGA
ru: Я согласен с <a href="terms">Условиями использования</a> MEGA
th: ฉันยอมรับ<a href="terms">เงื่อนไขการให้บริการ</a> MEGA
tr: Mega ile aynı fikirdeyim <a href="terms">Hizmet Şartları</a>
vi: Tôi đồng ý với <a href="terms">Điều Khoản Dịch Vụ</a> của MEGA
zh_hans: 我同意MEGA的<a href="terms">服务条款</a>
zh_hant: 我同意MEGA的<a href='terms'>服務條款</a>

# agreeWithLosingPasswordYouLoseData
source: I understand that [S]if I lose my password, I may lose my data.[/S] Read more about <a href="terms">MEGA’s end-to-end encryption</a>.
ar: أدرك أنه [S]إذا فقدت كلمة المرور الخاصة بي، قد أفقد بياناتي.[/S] اقرأ المزيد حول <a href="terms">تشفير ميغا MEGA من طرف إلى طرف</a>.
de: Mir ist klar, dass ich [S]bei Passwortverlust meine Daten nicht mehr entschlüsseln kann.[/S] Mehr Informationen zum Thema <a href="terms">Ende-zu-Ende-Verschlüsselung</a>.
es: Entiendo que [S]si pierdo mi contraseña, puedo perder mis datos.[/S] Más información sobre <a href="terms">el cifrado punto a punto de MEGA</a>.
fr: Je comprends que [S]si je perds mon mot de passe, je pourrais perdre mes données[/S]. En apprendre davantage sur le <a href="terms">chiffrement de bout en bout de MEGA</a>.
id: Saya mengerti bahwa [S]jika saya kehilangan kata sandi saya, saya mungkin kehilangan data saya.[/S] Baca lebih lanjut tentang <a href="terms">enkripsi menyeluruh</a> MEGA.
ja: [S]パスワードを紛失すると、データを失う可能性がある[/S]ことを理解しています。<a href="terms">MEGAのエンドツーエンド暗号化</a>の詳細をお読みください。
ko: [S]만약 내가 암호를 잊으면, 내 데이터를 잃는다는 것을[/S] 이해하였습니다. 자세한 사항은 <a href="terms">MEGA의 종단간 암호화</a>를 읽어보세요.
pt: Eu entendo que, [S]se eu perder a minha senha, poderei perder os meus dados[/S]. Leia mais sobre a <a href="terms">criptografia de ponta a ponta do MEGA</a>.
ru: Я понимаю, что, [S]если я потеряю пароль, я могу потерять свои данные.[/S] Подробнее о <a href="terms">сквозном шифровании MEGA</a>.
th: ฉันเข้าใจว่า[S]ถ้าฉันทำรหัสผ่านหาย ฉันอาจสูญเสียข้อมูลของฉันได้[/S] อ่านเพิ่มเติมเกี่ยวกับ<a href="terms">การเข้ารหัสลับแบบต้นทางถึงปลายทาง</a>
tr: Bunu anlıyorum [S]Şifremi kaybedersem verilerimi kaybedebilirim.[/S] Hakkında daha fazla bilgi edinin <a href="terms">MEGA'nın uçtan uca şifrelemesi</a>.
vi: Tôi hoàn toàn hiểu rằng [S]nếu tôi quên mất mật khẩu, tôi sẽ mất toàn bộ dữ liệu.[/S] Đọc hiểu thêm về <a href="terms">mô hình mã hóa đầu-cuối của MEGA</a>.
zh_hans: 我了解[S]如果我忘记密码，则会丢失我的数据。[/S]了解更多关于<a href="terms">MEGA的端到端加密技术</a>。
zh_hant: 我瞭解[S]若我遺失密碼，我就可能會遺失我的資料。[/S]進一步瞭解關於<a href="terms"> MEGA點對點加密技術</a>

# nameInvalidFormat
source: Enter a valid name
ar: ادخل اسم صالح
de: Gültigen Namen eingeben
es: Introduce un nombre válido
fr: Saisissez un nom valide
id: Masukan nama yang benar
ja: 正しい名前を入力してください
ko: 올바른 이름을 입력하세요
pt: Digite um nome válido
ru: Введите правильное название
th: กรอกชื่อให้ถูกต้อง
tr: Geçerli bir isim girin
vi: Xin nhập một tên hợp lệ
zh_hans: 输入一个有效的名字
zh_hant: 請輸入有效的名字
