Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# account.achievement.mobileApp.incomplete.explaination.label
source: When you install the MEGA Mobile App you get %@ of complimentary storage space, valid for 365 days. The MEGA Mobile App is available for iOS and Android.
ar: عند تثبيت تطبيق ميغا MEGA للهاتف المحمول، تحصل على %@ من مساحة التخزين المجانية صالحة لمدة 365 يومًا. تطبيق ميغا MEGA للهاتف المحمول متاح لنظامي التشغيل أي أو إس iOS و اندرويد Android.
de: Bei Installation der MEGA-Mobil-App erhalten Sie %@ kostenlosen Extraspeicherplatz, gültig für 365 Tage. Die MEGA-Mobil-App ist für iOS und Android verfügbar.
es: Al instalar la aplicación móvil de MEGA, obtienes %@ de espacio de almacenamiento válido durante 365 días. La aplicación móvil está disponible para iOS y Android.
fr: En installant l’appli MEGA mobile, vous obtenez %@ d’espace de stockage gratuit valable pendant 365 jours. L’appli MEGA mobile est proposée pour iOS et Android.
id: Saat anda menginstal Aplikasi Seluler MEGA, anda mendapatkan %@ ruang penyimpanan gratis, berlaku selama 365 hari. Aplikasi Seluler MEGA tersedia untuk iOS dan Android.
ja: MEGAモバイルアプリをインストールすると、無料のストレージスペース%@が得られます。これは365日間有効です。MEGAモバイルアプリは、iOSとAndroidに対応しています。
ko: MEGA 모바일 앱을 설치하면 365일간 이용 가능한 %@의 무료 저장 공간을 받게 됩니다. MEGA 모바일 앱은 iOS와 Android에서 이용 가능합니다.
pt: Ao instalar o nosso aplicativo para dispositivos móveis, você recebe grátis %@ de espaço de armazenamento, válidos por 365 dias. Oferecemos aplicativos para dispositivos móveis com iOS e Android.
ru: Установив мобильное приложение MEGA, вы получите %@ бонусного места на диске на 365 дней. Мобильные приложения MEGA доступны для iOS и Android.
th: เมื่อคุณติดตั้งแอป MEGA บนมือถือ คุณจะได้รับพื้นที่เก็บข้อมูลฟรี %@ มีอายุการใช้งาน 365 วัน แอป MEGA บนมือถือ สามารถใช้ได้ทั้ง iOS และ Android
tr: MEGA Mobil Uygulamasını yüklediğinizde alırsınız %@ 365 gün boyunca geçerli olan ücretsiz depolama alanı. MEGA Mobil Uygulaması iOS ve Android için kullanılabilir.
vi: Sau khi cài đặt ứng dụng MEGA cho Di Động, bạn sẽ nhận được thêm %@ vào không gian lưu trữ, hạn sử dụng là 365 ngày. App MEGA cho Di Động còn có cho iOS và Android.
zh_hans: 安装MEGA手机应用程序后，您会获得%@免费存储空间，有效期为365天。MEGA手机应用程序适用于iOS和Android平台。
zh_hant: 當您安裝MEGA手機應用程式時，您可獲得%@的免費儲存空間，有效期為365天。 MEGA手機應用程式支援iOS與Android。

# account.achievement.incomplete.subtitle
source: %@ of storage. Valid for 365 days.
ar: %@ من مساحة التخزين. صالحة لمدة 365 يوماً.
de: %@ Speicherplatz, gültig für 365 Tage.
es: %@ de almacenamiento. Válido durante 365 días.
fr: %@ d’espace de stockage. Valable pendant 365 jours.
id: %@penyimpanan. Berlaku selama 365 hari.
ja: %@ストレージ。365日有効。
ko: %@의 저장소. 365일간 이용 가능
pt: Obtenha %@ de armazenamento. Válido por 365 dias.
ru: %@ на диске на 365 дней.
th: พื้นที่เก็บข้อมูล %@ มีอายุใช้งาน 365 วัน
tr: %@ depolamanın. 365 gün boyunca geçerlidir.
vi: %@ vào không gian lưu trữ. Hạn dùng là 365 ngày.
zh_hans: %@存储空间。有效期为365天。
zh_hant: %@的儲存空間。有效期限365天。

source: Add phone number
ar: أضف رقم هاتف
de: Telefonnummer hinzufügen
es: Añadir el número de teléfono
fr: Ajouter un numéro de téléphone
id: Tambahkan Nomor Telepon
ja: 電話番号を追加
ko: 전화번호 추가
pt: Adicionar número de telefone
ru: Добавить телефонный номер
th: เพิ่มหมายเลขโทรศัพท์
tr: Telefon numarası ekle
vi: Thêm Số Điện Thoại
zh_hans: 添加手机号
zh_hant: 加入您的手機號碼

# account.achievement.phoneNumber.complete.explaination.label
source: You have received %@ storage space for adding your phone number.
ar: لقد تلقيت %@ من مساحة تخزين لقيامك بإضافة رقم هاتفك.
de: Sie haben %@ Speicherplatz für das Hinzufügen Ihrer Telefonnummer erhalten.
es: Has obtenido %@ de espacio de almacenamiento por verificar tu número de teléfono.
fr: Vous avez reçu %@ d’espace de stockage pour avoir ajouté votre numéro de téléphone.
id: Anda telah menerima %@ruang penyimpanan untuk menambahkan nomor telepon anda.
ja: あなたはお使いの電話番号の検証に対して、%@のストレージスペースを受け取りました。
ko: 휴대 전화 번호를 추가하여 %@의 저장 공간을 받았습니다.
pt: Você recebeu %@ de espaço de armazenamento por verificar o seu número de telefone.
ru: Вы получили %@ на диске за то, что добавили телефонный номер.
th: คุณได้รับพื้นที่เก็บข้อมูล %@ จากการเพิ่มหมายเลขโทรศัพท์ของคุณ
tr: Aldınız %@ telefon numaranızı eklemek için depolama alanı.
vi: Bạn đã nhận được %@ không gian lưu trữ từ việc xác thực số điện thoại thành công.
zh_hans: 您已通过添加手机号获得了%@存储空间。
zh_hant: 您已經加入您的手機號碼而獲得%@儲存空間。

# account.achievement.phoneNumber.incomplete.explaination.label
source: When you add your phone number you get %@ of complimentary storage space, valid for 365 days.
ar: عند إضافة رقم هاتفك تحصل على %@ من مساحة التخزين المجانية صالحة لمدة 365 يومًا.
de: Wenn Sie Ihre Telefonnummer hinzufügen, erhalten Sie %@ kostenlosen Extraspeicherplatz, gültig für 365 Tage.
es: Si confirmas tu número de teléfono, obtienes %@ de espacio de almacenamiento gratuito válido durante 365 días.
fr: Quand vous ajoutez votre numéro de téléphone, vous obtenez %@ d’espace de stockage gratuit valable pendant 365 jours.
id: Ketika anda menambahkan nomor telepon anda, anda mendapatkan %@ ruang penyimpanan gratis, berlaku selama 365 hari.
ja: お使いの電話番号を検証すると、無料のストレージスペース%@が得られます。これは365日間有効です。
ko: 휴대 전화 번호를 추가하면 365일간 이용 가능한 %@의 무료 저장 공간을 받게 됩니다.
pt: Ao verificar o seu número de telefone, você vai obter %@ de espaço de armazenamento gratuito, válidos por 365 dias.
ru: Добавив номер телефона, вы получите %@ в виде бонуса на 365 дней.
th: เมื่อคุณเพิ่มหมายเลขโทรศัพท์ คุณจะได้รับพื้นที่เก็บข้อมูลฟรี %@ มีอายุใช้งาน 365 วัน
tr: Telefon numaranızı eklediğinizde alırsınız %@ 365 gün boyunca geçerli olan ücretsiz depolama alanı.
vi: Sau khi thêm số điện thoại bạn sẽ nhận được thêm %@ vào không gian lưu trữ, hạn sử dụng là 365 ngày.
zh_hans: 添加您的手机号后，您将获得%@免费存储空间，有效期为365天。
zh_hant: 當您加入您的手機號碼時，您可獲得%@的贈送儲存空間，有效期為365天。

source: Get %@ free when you add your phone number. This makes it easier for your contacts to find you on MEGA.
ar: احصل على %@ مجاناً عند إضافة رقم هاتفك. هذا يسهل العثور عليك من قبل جهات الاتصال الخاصة بك على ميغا MEGA.
de: Sie erhalten %@ als kostenlosen Bonus, wenn Sie Ihre Telefonnummer hinzufügen. Dadurch erleichtern Sie es Ihren Freunden und Bekannten, Sie auf MEGA zu finden.
es: Obtén %@ gratis al añadir tu número de teléfono. De esta manera tus contactos te encontrarán más facilmente en MEGA.
fr: Obtenez %@ gratuits si vous ajoutez votre numéro de téléphone. Vos contacts vous trouveront plus facilement sur MEGA.
id: Dapatkan %@ gratis saat anda menambahkan nomor telepon anda. Ini memudahkan kontak anda untuk menemukan anda di MEGA.
ja: あなたの携帯電話番号の追加時に%@を無料で獲得します。これにより、あなたの連絡先がMEGAであなたを見つけやすくなります。
ko: 전화번호를 추가하고 %@을/를 무료로 받으세요. 이것은 당신의 지인들이 당신을 MEGA에서 찾기 더 쉽게 해줍니다.
pt: Obtenha %@ grátis ao adicionar o seu número de telefone, e assim os seus contatos o encontrarão com mais facilidade.
ru: Получите %@ бесплатно, когда добавите свой номер телефона. Это поможет вашим контактам найти вас в MEGA.
th: รับ %@ ฟรีเมื่อคุณเพิ่มหมายเลขโทรศัพท์ จะช่วยทำให้ผู้ติดต่อของคุณหาคุณเจอได้ง่ายขึ้นใน MEGA
tr: Alın %@ Telefon numaranızı eklediğinizde ücretsiz. Bu, kişilerinizin sizi MEGA'da bulmasını kolaylaştırır.
vi: Nhận miễn phí %@ khi thêm số điện thoại vào tài khoản. Giúp dễ dàng kết nối với người khác trong danh bạ có sử dụng MEGA.
zh_hans: 添加手机号后可免费获得%@，您的联系人也更容易在MEGA上找到您。
zh_hant: 加入手機號碼後可免費獲得%@。這可以讓您的聯絡人可以在MEGA上更容易地找到您。

source: Add your phone number to MEGA. This makes it easier for your contacts to find you on MEGA.
ar: أضف رقم هاتفك إلى ميغا MEGA. هذا يسهل على جهات الاتصال الخاصة بك العثور عليك على ميغا MEGA.
de: Speichern Sie ihre Telefonnummer in Ihrem MEGA-Account, damit Ihre Kontakte Sie leichter auf MEGA finden können.
es: Añade tu número de teléfono a MEGA. Esto hará que tus contactos te encuentren de manera más fácil en MEGA.
fr: Ajoutez votre numéro de téléphone à MEGA. Ainsi, vos contacts peuvent vous trouver plus facilement sur MEGA.
id: Tambahkan nomor telepon anda ke MEGA. Ini memudahkan kontak anda untuk menemukan anda di MEGA.
ja: あなたの電話番号をMEGAに追加します。これにより、あなたの連絡先がMEGAであなたを見つけやすくなります。
ko: MEGA에 전화번호를 추가하세요. 이것은 당신의 지인들이 당신을 MEGA에서 더 쉽게 찾도록 해줍니다.
pt: Adicione o seu número de telefone ao MEGA, e assim os seus contatos o encontrarão com mais facilidade.
ru: Добавьте свой номер телефона в MEGA. Это поможет вашим контактам найти вас в MEGA.
th: เพิ่มหมายเลขโทรศัพท์ของคุณเข้าไปยัง MEGA จะช่วยให้ผู้ติดต่อสามารถหาคุณเจอได้ง่ายขึ้นใน MEGA
tr: Telefon numaranızı MEGA'ya ekleyin. Bu, kişilerinizin sizi MEGA'da bulmasını kolaylaştırır.
vi: Thêm số điện thoại vào MEGA để kết nối vào danh bạ và tìm bạn bè dễ dàng hơn.
zh_hans: 添加手机号到您的MEGA帐户，您的联系人也更容易在MEGA上找到您。
zh_hant: 將您的手機號碼加到MEGA。這可以讓您的聯絡人更容易的在MEGA上找到您。

source: Your account has been locked temporarily due to potential abuse. Please verify your phone number to unlock your account.
ar: تم قفل حسابك مؤقتاً بسبب سوء استخدام محتمل. يرجى التحقق من رقم هاتفك لفتح حسابك.
de: Ihr Account wurde wegen Missbrauchsverdachts vorübergehend gesperrt. Bitte bestätigen Sie zum Entsperren Ihre Telefonnummer.
es: Tu cuenta ha sido bloqueada temporalmente debido a un posible mal uso de la misma. Verifica tu número de teléfono para desbloquear tu cuenta.
fr: Votre compte a temporairement été verrouillé en raison d’un abus potentiel. Veuillez confirmer votre numéro de téléphone pour déverrouiller votre compte.
id: Akun anda telah ditangguhkan sementara karena kemungkinan penyalahgunaan. Harap verifikasi nomor telepon anda untuk membuka kunci akun anda.
ja: 不正使用の可能性があるため、あなたのアカウントは一時的にロックされています。アカウントのロックを解除するには、電話番号を検証してください。
ko: 당신의 계정은 잠재적 남용을 방지하기 위해 일시적으로 잠겼습니다. 계정을 해제하려면 전화번호를 인증하세요.
pt: A sua conta foi temporariamente bloqueada devido a uma suspeita de infração. Por favor, confirme o seu número de telefone para desbloquear a sua conta.
ru: Ваш аккаунт был временно заблокирован из-за возможного злоупотребления. Пожалуйста, подтвердите номер телефона, чтобы разблокировать аккаунт.
th: บัญชีของคุณถูกล็อกชั่วคราวเนื่องจากอาจมีการละเมิด กรุณาตรวจสอบหมายเลขโทรศัพท์เพื่อปลดล็อกบัญชีของคุณ
tr: Hesabınız olası kötüye kullanım nedeniyle geçici olarak kilitlendi. Hesabınızın kilidini açmak için lütfen telefon numaranızı doğrulayın.
vi: Tài khoản của quý khách tạm thời bị khóa do xác định có thể bị lạm dụng. Xin xác thực số điện thoại để mở khóa tài khoản.
zh_hans: 由于可能存在滥用行为，您的帐户已被暂时锁定。请通过验证手机号以解锁您的帐户。
zh_hant: 因為潛在的濫用，您的帳號已被暫停封鎖。請驗證您的手機號碼來解鎖您的帳號。

source: Verify your account
ar: تحقق من حسابك
de: Account verifizieren
es: Verifica tu cuenta
fr: Confirmer votre compte
id: Verifikasi akun anda
ja: あなたのアカウントを検証
ko: 계정 인증
pt: Confirme a sua conta
ru: Подтвердите аккаунт
th: ตรวจสอบบัญชีของคุณ
tr: Hesabınızı doğrulayın
vi: Xác thực tài khoản
zh_hans: 验证您的帐户
zh_hant: 驗證您的帳戶

source: Add your phone number
ar: أضف رقم هاتفك
de: Telefonnummer hinzufügen
es: Añade tu número de teléfono
fr: Ajouter votre numéro de téléphone
id: Tambahkan Nomor Telepon Anda
ja: あなたの電話番号を追加
ko: 전화번호 추가
pt: Adicionar o seu número de telefone
ru: Добавьте номер телефона
th: เพิ่มหมายเลขโทรศัพท์ของคุณ
tr: Telefon numaranızı ekleyin
vi: Thêm Số Điện Thoại
zh_hans: 添加您的手机号
zh_hant: 加入您的手機號碼

source: Choose your region
ar: اختر منطقتك
de: Wählen Sie Ihre Region
es: Seleccionar país
fr: Choisir votre région
id: Pilih negara
ja: 地域を選択してください
ko: 국가를 선택하세요
pt: Selecionar área
ru: Выберите регион
th: เลือกภูมิภาคของคุณ
tr: Bölgenizi seçin
vi: Chọn vùng lãnh thổ
zh_hans: 选择您的国家
zh_hant: 選擇您的國家地區

source: months
ar: شهر
de: Monate
es: meses
fr: mois
id: bulan
ja: 月
ko: 개월
pt: meses
ru: мес.
th: เดือน
tr: aylar
vi: tháng
zh_hans: 月
zh_hant: 月

source: days
ar: يوم
de: Tage
es: días
fr: jours
id: hari
ja: 日
ko: 일
pt: dias
ru: д.
th: วัน
tr: günler
vi: ngày
zh_hans: 天
zh_hant: 天

# logoutLabel
source: Log out
ar: تسجيل خروج
de: Ausloggen
es: Cerrar la sesión
fr: Me déconnecter
id: Keluar
ja: ログアウト
ko: 로그아웃
pt: Fazer logout
ru: Выйти
th: ออกจากระบบ
tr: Günlük dışarı
vi: Đăng Xuất
zh_hans: 登出
zh_hant: 登出

source: Logging out
ar: جاري تسجيل الخروج
de: Logge aus
es: Cerrando sesión
fr: Déconnexion
id: Sedang keluar
ja: ログアウト中
ko: 로그아웃중
pt: Deslogando
ru: Выход
th: ออกจากระบบ
tr: Oturumu kapatma
vi: Đang đăng xuất
zh_hans: 正在登出
zh_hant: 正在登出

source: Remove photo
ar: إزالة الصورة
de: Foto entfernen
es: Eliminar foto
fr: Supprimer la photo
id: Hapus Foto
ja: 写真を削除
ko: 사진 삭제
pt: Remover foto
ru: Удалить фото
th: ลบรูปภาพ
tr: Fotoğrafı kaldır
vi: Xóa Ảnh
zh_hans: 移除照片
zh_hant: 移除照片

source: Change name
ar: تغيير الاسم
de: Namen ändern
es: Cambiar nombre
fr: Modifier le nom
id: Ganti Nama
ja: 名前の変更
ko: 이름 변경
pt: Alterar nome
ru: Сменить имя
th: เปลี่ยนชื่อ
tr: İsim değiştir
vi: Đổi tên
zh_hans: 更改名称
zh_hant: 更改名稱

# youHaveSuccessfullyChangedYourProfile
source: You have changed your profile
ar: لقد قمت بتغيير ملفك الشخصي.
de: Sie haben Ihr Profil geändert
es: Has modificado tu perfil
fr: Vous avez modifié votre profil
id: Anda telah mengubah profil anda
ja: プロフィールを変更しました
ko: 프로필을 변경하였습니다
pt: Você alterou o seu perfil
ru: Профиль изменён
th: โปรไฟล์ของคุณถูกเปลี่ยนแล้ว
tr: Profilinizi değiştirdiniz
vi: Bạn đã thay đổi hồ sơ cá nhân của mình
zh_hans: 您已更改您的个人资料
zh_hant: 您已更改您的個人資料

source: First name
ar: الاسم الأول
de: Vorname(n)
es: Nombre
fr: Prénom
id: Nama depan
ja: 名前
ko: 이름
pt: Nome
ru: Имя
th: ชื่อ
tr: Ad
vi: Tên
zh_hans: 名
zh_hant: 名字

source: Last name
ar: الاسم الأخير
de: Familienname
es: Apellido(s)
fr: Nom de famille
id: Nama Belakang
ja: 苗字
ko: 성
pt: Sobrenome
ru: Фамилия
th: สกุล
tr: Soyad
vi: Họ
zh_hans: 姓
zh_hant: 姓氏

# localLabel
source: Local
ar: المحلي
de: Lokal
fr: Localement
id: Lokal
ja: ローカル
ko: 로컬
ru: Локально
th: ในเครื่อง
tr: Yerel
vi: Cục bộ
zh_hans: 本地
zh_hant: 本地

# availableLabel
source: Available
ar: متوفر
de: Verfügbar
es: Disponible
fr: Libre
id: Tersedia
ja: 使用可能
ko: 이용가능
pt: Disponível
ru: Доступно
th: ใช้ได้
tr: Mevcut
vi: Không gian trống
zh_hans: 可用
zh_hant: 可使用的

source: Account type:
ar: نوع الحساب:
de: Account Typ:
es: Tipo de cuenta:
fr: Type de compte :
id: Tipe Akun:
ja: アカウントタイプ：
ko: 계정 유형:
pt: Tipo de conta:
ru: Тип учётной записи:
th: ประเภทบัญชี:
tr: Hesap türü:
vi: Hạng tài khoản:
zh_hans: 帐户类型：
zh_hant: 帳號類型：

source: Free
ar: مجاني
es: Gratis
fr: Gratuit
id: Gratis
ja: 無料
ko: 무료
pt: Grátis
ru: Бесплатный
th: ฟรี
tr: Ücretsiz
vi: Miễn phí
zh_hans: 免费
zh_hant: 免費

source: expires on %@
ar: تنتهي صلاحيته في %@
de: gültig bis %@
es: caduca el %@
fr: expire le %@
id: habis pada %@
ja: 失効日%@
ko: %@에 만기
pt: expira em %@
ru: истекает %@
th: หมดอายุใน %@
tr: süresi doluyor %@
vi: hết hạn vào %@
zh_hans: %@到期
zh_hant: %@到期

source: Renews on
ar: يتجدد في
de: Verlängerung am
es: Renovación
fr: Se renouvelle le
id: Pembaruan pada tanggal
ja: 更新日
ko: 재결제일
pt: Renova em
ru: Обновляется
th: ต่ออายุเมื่อ
tr: Yenileniyor
vi: Ngày tự gia hạn
zh_hans: 续订日期
zh_hant: 更新於

source: Incoming shares
ar: مشاركات واردة
de: An Sie freigegebene Ordner
es: Compartido conmigo
fr: Partages entrants
id: Berbagi Masuk
ja: 受信共有
ko: 들어오는 공유
pt: Compartilhado comigo
ru: Входящие элементы
th: แชร์ขาเข้า
tr: Gelen hisseler
vi: Mục chia sẻ nhận được
zh_hans: 传入的共享
zh_hant: 傳入的共享

source: Upgrade account
ar: ترقية الحساب
de: Accountupgrade
es: Ampliar cuenta
fr: Surclasser le compte
id: Tingkatkan Akun
ja: アカウントをアップグレード
ko: 계정 업그레이드
pt: Upgrade
ru: Улучшить аккаунт
th: อัปเกรดบัญชี
tr: Hesabı yükselt
vi: Nâng cấp tài khoản
zh_hans: 升级帐户
zh_hant: 升級帳戶

source: Manage account
ar: إدارة الحساب
de: Account verwalten
es: Gestionar cuenta
fr: Gérer le compte
id: Kelola Akun
ja: アカウントの管理
ko: 계정 관리
pt: Gerenciamento da conta
ru: Управлять аккаунтом
th: จัดการบัญชี
tr: Hesabı yönet
vi: Quản lý tài khoản
zh_hans: 管理帐户
zh_hant: 管理帳戶

source: Choose your account type
ar: اختر نوع حسابك
de: Pro-Accounts
es: Elige tu tipo de cuenta
fr: Choisissez votre type de compte
id: Pilih tipe akun anda
ja: アカウントのタイプを選択してください
ko: 계정 유형을 선택하세요
pt: Escolha o seu tipo de conta
ru: Выберите тип учётной записи
th: เลือกประเภทบัญชีของคุณ
tr: Hesap türünüzü seçin
vi: Chọn hạng tài khoản
zh_hans: 选择您的帐户类型
zh_hant: 選擇您的帳號類型

source: Storage
ar: مساحة التخزين
de: Speicher
es: Almacenamiento
fr: Espace de stockage
id: Gudang
ja: ストレージ
ko: 저장소
pt: Armazenamento
ru: Хранилище данных
th: ที่เก็บข้อมูล
tr: Depolama
vi: Lưu trữ
zh_hans: 存储空间
zh_hant: 儲存空間

source: Subject to your participation in our achievements program.
ar: خاضع لمشاركتك في برنامج الإنجازات الخاص بنا.
de: Bei erfolgreicher Teilnahme an unserem Bonusprogramm.
es: Sujeto a la participación en nuestro programa de logros.
fr: Sous réserve de votre participation à notre programme d’objectifs.
id: Subject pada partisipasi anda dalam achievements program kami.
ja: 当社の達成プログラムにご参加いただくことを条件とします。
ko: 도전 과제 프로그램에 참여할 수 있습니다.
pt: Sujeito à sua participação no nosso programa de conquistas.
ru: При условии вашего участия в программе достижений.
th: ขึ้นอยู่กับการมีส่วนร่วมในโครงการความสำเร็จของเรา
tr: Başarı programımıza katılımınıza tabidir.
vi: Tùy thuộc vào việc tham gia của người sử dụng dịch vụ khi thực hiện các nhiệm vụ phần thưởng thành tích.
zh_hans: 取决于您参与我们的成就奖励计划。
zh_hant: 取決於您所達成的獎勵挑戰。

# productPricePerMonth
source: %@ per month
ar: %@ شهرياً
de: %@ pro Monat
es: %@ al mes
fr: %@ par mois
id: %@ per bulan
ja: %@/月
ko: 매달 %@
pt: %@ por mês
ru: %@ в месяц
th: %@ ต่อเดือน
tr: %@ Aylık
vi: %@ mỗi tháng
zh_hans: %@/月
zh_hant: %@每月

# choosePlan
source: Choose one of the plans from below:
ar: اختر واحدة من الباقات أدناه:
de: Bitte wählen Sie:
es: Elige un plan:
fr: Choisissez un des abonnements ci-dessous :
id: Pilih salah satu plan dibawah ini:
ja: 以下からプランのいずれかをご選択ください：
ko: 아래에서 요금제를 선택하세요:
pt: Escolha um dos planos abaixo:
ru: Выберите один из планов ниже:
th: เลือกหนึ่งในแผนจากด้านล่าง:
tr: Aşağıdan planlardan birini seçin:
vi: Chọn một gói cước ở dưới đây:
zh_hans: 请从以下方案中选择一项：
zh_hant: 請從下列選取一個方案：

source: Select one account type:
ar: حدد نوع حساب واحد:
de: Kategorie wählen:
es: Selecciona el tipo de cuenta:
fr: Sélectionner un type de compte :
id: Pilih satu jenis akun:
ja: 1つのアカウントタイプを選択：
ko: 계정 유형 하나를 선택하세요:
pt: Selecione um tipo de conta:
ru: Выберите тип аккаунта:
th: เลือกประเภทบัญชีหนึ่งรายการ:
tr: Bir hesap türü seçin:
vi: Chọn dạng tài khoản:
zh_hans: 选择一个帐户类型：
zh_hant: 選擇帳戶類型：

# twoMonthsFree
source: An annual subscription is 16% cheaper than 12 monthly payments
ar: الاشتراك السنوي أرخص بنسبة 16٪ من 12 دفعة شهرية
de: Jährliche Vorauszahlung ist 16 % günstiger als zwölf Monatsraten
es: La suscripción anual es un 16 % más barata que 12 pagos mensuales
fr: L’abonnement annuel est 16 % moins cher que 12 mensualités
id: Berlangganan tahunan adalah 16% lebih murah dari 12 pembayaran bulanan
ja: 年間サブスクリプションは12回にわたり毎月お支払いいただくよりも16 %安いです
ko: 연간 구독이 12개월 결제보다 16% 저렴합니다
pt: Uma assinatura anual é 16% mais barata do que 12 pagamentos mensais
ru: Годовая подписка на 16 % дешевле 12 месячных платежей
th: การสมัครสมาชิกรายปีคือ 16% ถูกกว่าการชำระเงินรายเดือน 12 ครั้ง
tr: Yıllık abonelik, 12 aylık ödemeden %16 daha ucuzdur
vi: Gói đăng ký dịch vụ thường niên rẻ hơn 16% so với chi trả 12 tháng riêng rẽ
zh_hans: 购买年度订阅比支付12次的每月订阅节省16%
zh_hant: 一次訂一年比累計12個月付款便宜16%

source: To upgrade your current subscription, please contact support for a [A]custom plan[/A].
ar: لترقية اشتراكك الحالي، يرجى الاتصال بقسم االدعم للحصول على [A] باقة مخصصة[/A].
de: Um Ihr aktuelles Abonnement zu upgraden, wenden Sie sich bitte an den Support, um ein [A]persönliches Angebot[/A] zu erhalten.
es: Para ampliar tu suscripción, contacta con soporte para un [A]plan personalizado[/A].
fr: Pour surclasser votre abonnement actuel, veuillez contacter notre équipe d’assistance pour obtenir un [A]abonnement personnalisé[/A].
id: Untuk mengupgrade langganan anda saat ini, hubungi dukungan untuk [A]custom plan[/A].
ja: あなたの現在のサブスクリプションをアップグレードするには、[A]カスタムプラン[/A]用にサポートにお問い合わせください。
ko: 현재 구독을 업그레이드하려면, 고객 지원에 [A]맞춤 요금제[/A]를 요청하세요.
pt: Para fazer o upgrade do seu plano atual, entre em contato com a nossa equipe de suporte e solicite um [A]plano personalizado[/A].
ru: Чтобы улучшить текущую подписку, обратитесь в службу поддержки за [A]индивидуальным планом[/A].
th: หากต้องการอัปเกรดการสมัครใช้งานปัจจุบันของคุณ กรุณาติดต่อฝ่ายสนับสนุนเพื่อ[A]กำหนดแผนเอง[/A]
tr: Mevcut aboneliğinizi yükseltmek için lütfen destek ekibiyle iletişime geçin [A]özel plan[/A].
vi: Để nâng cấp gói đăng ký dịch vụ hiện tại, xin liên hệ với đội hỗ trợ để có một [A]gói theo nhu cầu[/A].
zh_hans: 如需升级当前订阅，您可以联系支持了解[A]自定义会员方案[/A]。
zh_hant: 想升級您目前的訂閱方案，請聯繫客服以取得[A]客製化方案[/A]。

# inAppPurchase.upgrade.label.currentPlan
source: Current plan:
ar: الباقة الحالية:
de: Aktueller Tarif:
es: Plan actual:
fr: Abonnement actuel :
id: Plan saat ini:
ja: 現在のプラン：
ko: 현재 요금제:
pt: Plano atual:
ru: Текущий план:
th: แผนปัจจุบัน:
tr: Mevcut plan:
vi: Gói hiện tại:
zh_hans: 当前会员方案：
zh_hant: 目前方案：

# inAppPurchase.productDetail.navigation.currentPlan
source: Current plan
ar: الباقة الحالية
de: Aktueller Tarif
es: Plan actual
fr: Abonnement actuel
id: Rencana saat ini
ja: 現在のプラン
ko: 현재 요금제
pt: Plano atual
ru: Текущий план
th: แผนปัจจุบัน
tr: Mevcut plan
vi: Gói hiện tại
zh_hans: 当前方案
zh_hant: 目前方案

source: Upgrade to a custom plan
ar: قم بالترقية إلى باقة مخصصة
de: Upgrade auf individuellen Tarif
es: Contrata un plan personalizado
fr: Passer à un abonnement personnalisé
id: Tingkatkan ke paket khusus
ja: カスタムプランにアップグレード
ko: 맞춤 요금제로 업그레이드
pt: Fazer upgrade a um plano personalizado
ru: Перейти на индивидуальный план
th: อัปเกรดเป็นแผนแบบกำหนดเอง
tr: Özel bir plana yükseltme
vi: Nâng cấp thành gói cước theo nhu cầu
zh_hans: 升级至自定义会员方案
zh_hant: 升級為客製化方案

source: Ask us how you can upgrade to a custom plan:
ar: اسألنا كيف يمكنك الترقية إلى باقة مخصصة:
de: Fragen Sie uns nach einem maßgeschneiderten Angebot:
es: Pregúntanos cómo obtener un plan personalizado:
fr: Demandez-nous comment passer à un abonnement personnalisé :
id: Tanyakan kepada kami bagaimana anda dapat meningkatkan ke paket khusus:
ja: カスタムプランにアップグレードする方法をお問い合わせください：
ko: 맞춤 요금제로 업그레이드하는 방법을 문의하세요:
pt: Pergunte-nos como você pode fazer o upgrade a um plano personalizado:
ru: Спросите нас, как перейти на индивидуальный план:
th: สอบถามวิธีที่คุณสามารถอัปเกรดเป็นแผนแบบกำหนดเอง:
tr: Bize özel bir plana nasıl yükseltebileceğinizi sorun:
vi: Hỏi chúng tôi về cách mua gói cước theo nhu cầu sử dụng:
zh_hans: 询问我们如何升级至自定义会员方案：
zh_hant: 如何升級成客製化方案，請與我們洽詢：

source: Request a plan
ar: طلب باقة
de: Maßgeschneidertes Angebot
es: Solicitar un plan
fr: Demander un abonnement
id: Request plan
ja: プランを要求する
ko: 요금제 요청
pt: Solicitar um plano
ru: Запросить план
th: ส่งคำขอแผน
tr: Plan isteyin
vi: Yêu cầu gói cước đặc biệt
zh_hans: 申请自定义会员方案
zh_hant: 洽詢客製化方案

source: Select membership:
ar: اختر العضوية:
de: Account-Typ auswählen:
es: Selecciona una suscripción:
fr: Sélectionner un abonnement :
id: Pilih membership:
ja: メンバーシップを選択：
ko: 멤버쉽 선택:
pt: Selecionar assinatura:
ru: Выберите тарифный план:
th: เลือกประเภทสมาชิก:
tr: Üyelik seçin:
vi: Chọn hạng thành viên:
zh_hans: 选择会员：
zh_hant: 選擇會員資格：

# save17
source: Save 16%
ar: وفر 16%
de: Sparen Sie 16 %
es: Ahorra un 16 %
fr: Économisez 16 %
id: Hemat 16%
ja: 16 %割引
ko: 16% 할인
pt: Economize 16%
ru: Экономия 16 %
th: ประหยัด 16%
tr: %16 tasarruf
vi: Tiết kiệm 16%
zh_hans: 节省16%
zh_hant: 省下16%

# wrongPurchase
source: Wrong purchase %@ (%ld)
ar: شراء خاطئ %@ (%ld)
de: Kauf fehlgeschlagen %@ (%ld)
es: Compra incorrecta %@ (%ld)
fr: L’achat a échoué %@ (%ld)
id: Salah beli %@ (%ld)
ja: ご購入エラー%@ (%ld)
ko: 잘못된 결제 %@(%ld)
pt: Compra incorreta %@ (%ld)
ru: Неверная покупка %@ (%ld)
th: สั่งซื้อผิดรายการ %@ (%ld)
tr: Yanlış satın alma %@ (%ld)
vi: Giao dịch thất bại %@ (%ld)
zh_hans: 购买失败%@（%ld）
zh_hant: 購買出錯 %@ （%ld）
