Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# meetings.scheduleMeeting.waitingRoomWarningBanner.title
source: Participants added by non-hosts during calls won’t be sent to the waiting room.
ar: لن يتم إرسال المشاركين الذين أضافهم غير المضيفين أثناء المكالمات إلى غرفة الانتظار.
de: Teilnehmer, die während einer Konferenz von Teilnehmern ohne Gastgeberrechte hinzugefügt werden, werden nicht in den Warteraum weitergeleitet.
es: Los participantes que han sido añadidos a las llamadas por usuarios que no son anfitriones no serán enviados a la sala de espera.
fr: Les participants ajoutés par des non-hôtes pendant les appels ne seront pas envoyés dans la salle d’attente.
id: Peserta yang ditambahkan oleh non-host selama panggilan tidak akan dikirim ke ruang tunggu.
ja: 通話中に主催者以外によって追加された参加者は待合室に送られません。
ko: 통화 중에 호스트가 아닌 사람으로부터 추가된 참여자들은 대기실에 보내질 수 없습니다.
pt: Os participantes adicionados durante as chamadas por usuários que não sejam hosts não serão encaminhados para a sala de espera.
ru: Участники, добавленные во время звонков не организаторами, не будут отправлены в комнату ожидания.
th: ในระหว่างการโทร ผู้เข้าร่วมที่เพิ่มจากผู้ที่ไม่ใช่ผู้จัดการประชุมจะไม่ถูกจัดให้อยู่ในห้องนั่งรอ
tr: Aramalar sırasında ev sahibi olmayanlar tarafından eklenen katılımcılar bekleme odasına gönderilmez.
vi: Những người tham gia cuộc gọi được thêm bởi người không phải là người chủ trì sẽ không được chuyển đến phòng chờ.
zh_hans: 在通话期间，非主持人添加的参与者将不会被添加到等候室。
zh_hant: 通話期間由非主持人加入的與會者不會被傳送到等候室。

# meetings.scheduleMeeting.waitingRoomWarningBanner.learnMore
source: Learn more
ar: أعرف أكثر
de: Mehr erfahren
es: Más info
fr: En apprendre davantage
id: Belajar lagi
ja: さらに詳しく
ko: 더 알아보기
pt: Mais informações
ru: Узнать больше
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi
vi: Tìm hiểu thêm
zh_hans: 了解更多
zh_hant: 瞭解更多

# albumLink.alert.message.albumSavedToCloudDrive
source: “%@” saved to Cloud drive
ar: تم حفظ ”%@“ في السواقة السحابية.
de: „%@“ im Cloud Drive gespeichert
es: “%@⁣” se ha guardado en la Nube
fr: « %@ » a été enregistré dans votre Disque nuagique
id: “%@” disimpan ke drive Cloud
ja: 「%@」がクラウドドライブに保存されました
ko: “%@”을/를 클라우드 드라이브에 저장했습니다
pt: “%@” foi salvo na Nuvem de arquivos
ru: «%@» сохранён на Облачном диске
th: บันทึก “%@” ไปไว้ที่คลาวด์ไดรฟ์แล้ว
tr: ”%@” cloud drive to save
vi: “%@” đã lưu vào Ổ Mây
zh_hans: “%@”已保存到云盘
zh_hant: 「%@」已儲存到雲端硬碟

# albumLink.alert.message.albumFailedToSaveToCloudDrive
source: “%@” can’t be saved to Cloud drive. Try again later and if the problem continues, contact the person who shared the link with you.
ar: لا يمكن حفظ ”%@“ في السواقة السحابية. حاول مرة أخرى لاحقًا وإذا استمرت المشكلة اتصل بالشخص الذي شارك الرابط معك.
de: „%@“ kann nicht im Cloud Drive gespeichert werden. Versuchen Sie es später erneut. Wenn das Problem weiterhin besteht, wenden Sie sich an die Person, die Ihnen den Link mitgeteilt hat.
es: “%@” no se ha podido guardar en la Nube. Vuelve a intentarlo más tarde y, si el problema persiste, contacta con la persona que te ha compartido el enlace.
fr: « %@ » ne peut pas être enregistré dans le Disque nuagique. Réessayez plus tard et si le problème persiste, contactez la personne qui a partagé le lien avec vous.
id: “%@” tidak dapat disimpan ke drive Cloud. Coba lagi nanti dan jika masalah berlanjut, hubungi orang yang membagikan tautan tersebut kepada anda.
ja: 「%@」はクラウドドライブに保存できません。後でもう一度試して、問題が解決しない場合は、リンクを共有した人に連絡してください。
ko: “%@”을/를 클라우드 드라이브에 저장할 수 없습니다. 나중에 다시 시도하고 문제가 계속 되면, 링크를 공유해준 사람에게 연락하세요.
pt: Não foi possível salvar “%@” na sua Nuvem de arquivos. Tente novamente mais tarde e, se o problema persistir, entre em contato com a pessoa que compartilhou o link com você.
ru: «%@» не удаётся сохранить на Облачном диске. Повторите попытку позже. Если проблема не исчезнет, обратитесь к человеку, который поделился с вами ссылкой.
th: ไม่สามารถบันทึก “%@” ลงในคลาวด์ไดร์ฟได้ กรุณาลองอีกครั้งในภายหลัง แต่หากยังประสบปัญหาอยู่ ให้ติดต่อบุคคลที่แชร์ลิงก์กับคุณ
tr: ”%@” Bulut sürücüsüne kaydedilemez. Daha sonra tekrar deneyin ve sorun devam ederse, bağlantıyı sizinle paylaşan kişiyle iletişime geçin.
vi: Không thể lưu “%@” vào Ổ Mây. Hãy thử lại sau và nếu sự cố vẫn tiếp diễn, hãy liên hệ với người đã chia sẻ đường liên kết cho bạn.
zh_hans: “%@”无法保存到云盘。请稍后重试，如果问题仍然存在，请联系与您共享链接的人。
zh_hant: 「%@」無法儲存到雲端硬碟。請稍後再試。如果問題仍然存在，請聯繫共享連結給您的人。

# shareFolder.contactsNotVerified
source: Some of the contacts you’re sharing information with haven’t been verified by you. To ensure extra security, we recommend that you verify their credentials in Contacts by tapping on ⓘ next to the contact you want to verify.
ar: لم يتم التحقق من بعض جهات الاتصال التي تشارك المعلومات معها. لضمان المزيد من الأمان، نوصيك بالتحقق من بيانات الاعتماد الخاصة بهم في جهات الاتصال من خلال النقر على ⓘ بجوار جهة الاتصال التي تريد التحقق منها.
de: Sie haben einige Kontakte, mit denen Sie Informationen teilen, noch nicht verifiziert. Um eine besonders hohe Sicherheit zu gewährleisten, empfehlen wir Ihnen, ihre Anmeldedaten in Ihren Kontakten zu verifizieren, indem Sie auf das ⓘ-Symbol neben dem zu überprüfenden Kontakt tippen.
es: Todavía no has verificado algunos de los contactos con los que compartes información. Para más seguridad, te recomendamos que verifiques sus credenciales en Contactos tocando el símbolo ⓘ junto al contacto que deseas verificar.
fr: Certains des contacts avec lesquels vous partagez des données n’ont pas été confirmés par vous. Pour renforcer la sécurité, nous vous recommandons de confirmer leur numéro d’identification dans Contacts en touchant le ⓘ à côté du contact que vous souhaitez confirmer.
id: Beberapa kontak yang anda bagikan informasi belum diverifikasi oleh anda. Untuk memastikan keamanan ekstra, kami sarankan anda memverifikasi kredensialnya di Kontak dengan mengetuk ⓘ di sebelah kontak yang ingin anda verifikasi.
ja: 情報を共有している連絡先の一部は、あなたによって認証されていません。セキュリティをさらに強化するために、認証する連絡先の横にあるⓘをタップして、連絡先で連絡先の認証情報を認証することをお勧めします。
ko: 정보를 공유하는 연락처 중 일부가 당신에 의해 인증되지 않았습니다. 추가적인 보안을 적용하려면, 연락처에서 인증하려는 연락처 옆의 ⓘ를 탭하여 그들의 자격 증명을 인증할 것을 권장합니다.
pt: Você não verificou alguns dos contatos com os quais você está compartilhando informações. Como medida de segurança, recomendamos que você verifique as credenciais dos mesmos em Contatos tocando no ícone ⓘ ao lado do contato que quiser verificar.
ru: Некоторые контакты, с которыми вы делитесь информацией, не были вами подтверждены. Чтобы обеспечить дополнительную безопасность, мы рекомендуем вам подтвердить их учетные данные в «Контактах». Нажмите на ⓘ рядом с контактом, который хотите подтвердить.
th: ผู้ติดต่อบางรายที่คุณแชร์ข้อมูลด้วยยังไม่ได้รับการตรวจสอบจากคุณ เพื่อความปลอดภัยมากยิ่งขึ้น เราขอแนะนำให้คุณตรวจสอบข้อมูลประจำตัวของพวกเขาในรายชื่อติดต่อ โดยแตะที่ ⓘ ถัดจากรายชื่อติดต่อที่คุณต้องการตรวจสอบ
tr: Bilgi paylaştığınız kişilerden bazıları sizin tarafınızdan doğrulanmadı. Ekstra güvenlik sağlamak için, doğrulamak istediğiniz kişinin yanındaki ⓘ düğmesine dokunarak Kişiler'deki kimlik bilgilerini doğrulamanızı öneririz.
vi: Một số tên liên lạc mà bạn đang chia sẻ thông tin chưa được bạn đã xác thực tin tưởng. Để đảm bảo an toàn hơn, chúng tôi khuyên bạn nên xác thực chứng chỉ đăng nhập của họ trong Sổ Liên Lạc bằng cách vào dấu ⓘ bên cạnh tên liên lạc bạn muốn xác thực.
zh_hans: 某些您与之共享信息的联系人尚未经过您的验证。为确保额外的安全性，我们建议您点按待验证的联系人旁边的ⓘ来验证其在联系人中的凭据。
zh_hant: 與您共享資訊的某些聯絡人尚未經過您的驗證。為了確保額外的安全性，我們建議您透過在聯絡人中點選您要驗證的聯絡人旁邊的ⓘ來驗證他們的憑證。

# shareFolder.sensitive.alert.title
source: Hidden items
ar: عناصر مخفية
de: Verborgene Elemente
fr: Éléments cachés
id: Item tersembunyi
ja: 非表示項目
ko: 숨겨진 항목
pt: Itens ocultos
ru: Скрытые элементы
th: รายการที่ถูกซ่อน
tr: Gizli öğeler
vi: Các mục ẩn
zh_hans: 隐藏的项目

# shareFolder.sensitive.alert.message.single
source: There are hidden items in this folder. Sharing the folder will mean that the hidden items are visible to those you share with. The items will still be hidden in your Cloud drive.
ar: هناك عناصر مخفية في هذا المجلد. تعني مشاركة المجلد أن العناصر المخفية مرئية لأولئك الذين تشاركهم معهم. ستظل العناصر مخفية في السواقة السحابية الخاص بك.
de: Dieser Ordner enthält verborgene Inhalte. Durch die Freigabe werden die verborgenen Inhalte für die Personen sichtbar, für die Sie den Ordner freigeben. Die Inhalte bleiben in Ihrem Cloud Drive weiterhin verborgen.
fr: Des éléments cachés sont présents dans ce dossier. Partager le dossier implique que les éléments cachés sont visibles par les personnes avec qui vous le partagez. Les éléments resteront cachés sur votre Disque nuagique.
id: Ada item tersembunyi di folder ini. Berbagi folder berarti bahwa item tersembunyi terlihat oleh orang-orang yang anda bagikan. Item masih akan disembunyikan di drive Cloud anda.
ja: このフォルダには隠し項目があります。フォルダを共有すると、共有相手には非表示の項目が表示されます。それらの項目は引き続きクラウドドライブに隠されたままです。
ko: 이 폴더에 숨겨진 항목이 있습니다. 폴더를 공유하는 것은 숨겨진 항목이 공유하고자 하는 사람들에게 보인다는 것입니다. 항목은 클라우드 드라이브에서 숨긴 상태로 유지됩니다.
pt: Há itens ocultos nesta pasta. Ao compartilhar a pasta, os itens ocultos ficarão visíveis para as pessoas com as quais você o compartilhar, mas vão permanecer ocultos na sua Nuvem de arquivos.
ru: В этой папке есть скрытые элементы. Если вы поделитесь папкой, скрытые элементы будут видны тем, с кем вы делитесь. Эти элементы по-прежнему будут скрыты на вашем Облачном диске.
th: โฟลเดอร์นี้มีรายการบางอย่างที่ซ่อนไว้ การแชร์โฟลเดอร์นี้จะทำให้ผู้ที่คุณแชร์ด้วยสามารถเห็นเนื้อหาที่ซ่อนอยู่ได้ แต่เนื้อหาเหล่านี้จะยังคงซ่อนอยู่ในคลาวด์ไดร์ฟของคุณ
tr: Bu klasörde gizli öğeler var. Klasörü paylaşmak, gizli öğelerin paylaştığınız kişiler tarafından görülebileceği anlamına gelir. Öğeler Bulut sürücünüzde gizlenmeye devam edecek.
vi: Có các mục ẩn trong thư mục này. Việc thực hiện chia sẻ thư mục sẽ làm các mục ẩn hiển thị cho những người bạn chia sẻ. Các mục vẫn sẽ được ẩn đi trong Ổ Mây của bạn.
zh_hans: 此文件夹包含隐藏的项目。共享该文件夹意味着与您共享的人可以看到隐藏的项目。这些项目仍将隐藏在您的云盘中。

# shareFolder.sensitive.alert.message.multi
source: There are hidden items in one or more of these folders. Sharing the folders will mean that the hidden items are visible to those you share with. The items will still be hidden in your Cloud drive.
ar: هناك عناصر مخفية في واحد أو أكثر من هذه المجلدات. تعني مشاركة المجلدات أن العناصر المخفية مرئية لأولئك الذين تشاركهم معهم. ستظل العناصر مخفية في السواقة السحابية الخاص بك.
de: Es gibt verborgene Inhalte in einem oder mehreren dieser Ordner. Durch die Freigabe werden die verborgenen Inhalte für die Personen sichtbar, für die Sie die Ordner freigeben. Die Inhalte bleiben in Ihrem Cloud Drive weiterhin verborgen.
fr: Des éléments cachés sont présents dans un ou plusieurs de ces dossiers. Partager les dossiers implique que les éléments cachés seront visibles par les personnes avec qui vous les partagez. Les éléments resteront cachés dans votre Disque nuagique.
id: Ada item tersembunyi di satu atau lebih folder ini. Berbagi folder berarti bahwa item tersembunyi terlihat oleh orang-orang yang anda bagikan. Item masih akan disembunyikan di drive Cloud anda.
ja: これらのフォルダの1つ以上に隠し項目があります。フォルダを共有すると、共有相手には非表示の項目が表示されることになります。当該項目は引き続きあなたのクラウドドライブに隠されたままになります。
ko: 1개 이상의 폴더에 숨겨진 항목이 있습니다. 폴더를 공유하는 것은 숨겨진 항목이 공유하고자 하는 사람들에게 보인다는 것입니다. 항목은 클라우드 드라이브에서 숨긴 상태로 유지됩니다.
pt: Há itens ocultos em uma ou mais destas pastas. Ao compartilhar as pastas, os itens ocultos ficarão visíveis para as pessoas com as quais você o compartilhar, mas vão permanecer ocultos na sua Nuvem de arquivos.
ru: В одной или нескольких из этих папок есть скрытые элементы. Если вы поделитесь папками, скрытые элементы будут видны тем, с кем вы делитесь. Эти элементы по-прежнему будут скрыты на вашем Облачном диске.
th: โฟลเดอร์เหล่านี้มีรายการบางอย่างที่ซ่อนอยู่ หากคุณแชร์โฟลเดอร์ ผู้ที่ได้รับลิงก์จะสามารถเห็นสิ่งที่ซ่อนไว้ได้ อย่างไรก็ตาม สิ่งเหล่านี้จะยังคงถูกซ่อนอยู่ในคลาวด์ไดร์ฟของคุณ
tr: Bu klasörlerden birinde veya daha fazlasında gizli öğeler var. Klasörleri paylaşmak, gizli öğelerin paylaştığınız kişiler tarafından görülebileceği anlamına gelir. Öğeler Bulut sürücünüzde gizlenmeye devam edecek.
vi: Có các mục ẩn nằm trong một hoặc nhiều thư mục này. Việc thực hiện chia sẻ thư mục sẽ làm các mục ẩn hiển thị cho những người bạn chia sẻ. Các mục vẫn sẽ được ẩn đi trong Ổ Mây của bạn.
zh_hans: 其中一个或多个文件夹包含隐藏的项目。共享文件夹意味着与您共享的人可以看到隐藏的项目。这些项目仍将隐藏在您的云盘中。

# albumLink.alert.renameAlbum.title
source: Rename album
ar: إعادة تسمية الألبوم
de: Album umbenennen
es: Renombrar álbum
fr: Renommer l’album
id: Ganti nama album
ja: アルバムの名前を変更
ko: 사진첩 이름 바꾸기
pt: Renomear álbum
ru: Переименование альбома
th: เปลี่ยนชื่ออัลบั้ม
tr: Albümü yeniden adlandırın
vi: Đổi tên album
zh_hans: 重命名相册
zh_hant: 重新命名相簿

# albumLink.alert.renameAlbum.message
source: An album named “%@” already exists in your Albums. Enter a new name for the album you’re saving.
ar: يوجد بالفعل ألبوم باسم ”%@“ في ألبوماتك. أدخل اسمًا جديدًا للألبوم الذي تقوم بحفظه.
de: Sie haben bereits ein Album namens „%@“. Geben Sie einen neuen Namen für das zu speichernde Album ein.
es: Ya existe un álbum llamado “%@” en tus álbumes. Introduce otro nombre para este álbum.
fr: Un album du même nom « %@ » existe déjà dans vos Albums. Saisissez un nouveau nom pour l’album que vous enregistrez.
id: Sebuah album bernama “%@” sudah ada di Album anda. Masukkan nama baru untuk album yang anda simpan.
ja: 「%@」という名前のアルバムがすでにアルバムに存在します。保存するアルバムの新しい名前を入力してください。
ko: “%@”라는 이름을 가진 사진첩이 이미 존재합니다. 저장하려는 사진첩의 새 이름을 입력하세요.
pt: Nos seus Álbuns já existe um álbum chamado “%@”. Digite um novo nome para o álbum que você está salvando.
ru: Альбом «%@» уже существует в «Альбомах». Введите новое название для сохраняемого альбома.
th: มีอัลบั้มที่ชื่อ “%@” อยู่แล้วในอัลบั้มของคุณ กรุณากรอกชื่ออัลบั้มที่คุณกำลังจะบันทึกใหม่
tr: Adında bir albüm”%@” Albümlerinizde zaten var. Kaydettiğiniz albüm için yeni bir ad girin.
vi: Một album tên “%@” đã tồn tại trong Các Albums của bạn. Nhập tên mới cho album bạn đang muốn lưu lại.
zh_hans: 您的相册中已存在一个名为“%@”的相册。请为您要保存的相册输入一个新名称。
zh_hant: 您的相簿中已存在名為「%@」的相簿。請為您要儲存的相簿輸入一個新名稱。

# transferQuotaError.button.upgrade
source: Upgrade
ar: الترقية
es: Ampliar
fr: Surclasser le compte
id: Tingkatkan
ja: アップグレード
ko: 업그레이드
ru: Улучшить аккаунт
th: อัปเกรด
tr: Yükselt
vi: Nâng cấp
zh_hans: 升级
zh_hant: 升級

# transferQuotaError.button.wait
source: I will wait
ar: سأنتظر
de: Ich warte
es: Esperaré
fr: J’attendrai
id: Saya akan menunggu
ja: 待ちます
ko: 기다리겠습니다
pt: Vou esperar
ru: Я подожду
th: ฉันจะรอ
tr: Bekleyeceğim
vi: Tôi sẽ chờ
zh_hans: 我愿意等待
zh_hant: 我願意等待

# transferQuotaError.button.buyNewPlan
source: Buy new plan
ar: شراء باقة جديدة
de: Neues Paket kaufen
es: Comprar nuevo plan
fr: Acheter un nouvel abonnement
id: Beli paket baru
ja: 新しいプランを購入する
ko: 새 요금제 구입
pt: Comprar um plano novo
ru: Купить новый план
th: ซื้อแผนใหม่
tr: Yeni plan satın al
vi: Mua gói mới
zh_hans: 购买新的会员方案
zh_hant: 購買新方案

# transferQuotaError.footerMessage.quotaUsage
source: [A]%% of [B] TB used
ar: [A]%% من [B] تيرابايت مُستخدم
de: [A]%% von [B] TB verbraucht
es: Has usado [A]%% de [B] TB
fr: [A]%% % utilisé de [B] To
id: [A]%% dari [B] TB terpakai
ja: [B] TB中[A]%%を使用済み
ko: [A][B]TB 중 %% 사용됨
pt: [A]%% de [B] TB usado
ru: Использовано [A]%% из [B] ТБ
th: ใช้ไปแล้ว [A]%% จาก [B] TB
tr: [A]%% dan [B] TB kullanılmış
vi: Đã dùng [A]%% trong tổng [B] TB
zh_hans: [A]已使用[B] TB存储空间的%%
zh_hant: [B] TB已使用[A]%%

# transferQuotaError.downloadLimitedQuota.title
source: Limited available transfer quota
ar: حجم تراسل المعطيات متوفر بشكل محدود
de: Begrenztes Transfervolumen verfügbar
es: Cuota de transferencia disponible limitada
fr: Le quota de transfert disponible est limité
id: Quota transfer tersedia terbatas
ja: 利用可能な転送容量の制限
ko: 제한된 이용 가능 전송 할당량
pt: Cota de transferência disponível limitada
ru: Доступная квота передачи данных ограничена
th: จำกัดโควต้าการถ่ายโอน
tr: Sınırlı kullanılabilir transfer kotası
vi: Băng thông truyền tải hiện có giới hạn
zh_hans: 可用传输流量有限
zh_hant: 可用的傳輸配額有限

# transferQuotaError.downloadLimitedQuota.freeAccount.message
source: Downloading may be interrupted as you’ve used most of your transfer quota for this IP address. To get more quota, upgrade to a Pro plan or wait for %@ until more free quota becomes available on your IP address. [A]Learn more[/A] about transfer quota.
ar: قد يتم توقيف التنزيل لأنك استخدمت معظم حجم تراسل المعطيات للعنوان الشبكي IP هذا. للحصول على حجم أكبر قم بالترقية إلى باقة برو Pro أو انتظر %@ حتى توفر المزيد من الحجم المجاني على العنوان الشبكي IP الخاص بك. [A]اعرف المزيد[/A]حول حجم تراسل المعطيات
de: Der Download wird möglicherweise unterbrochen, da das für diese IP-Adresse verfügbare Transfervolumen fast vollständig verbraucht ist. Um mehr Transfervolumen zu erhalten, upgraden Sie zu einem Pro-Paket oder warten Sie %@, bis mehr Transfervolumen für Ihre IP-Adresse verfügbar wird. [A]Weitere Informationen[/A] zum Transfervolumen.
es: Es posible que la descarga se interrumpa ya que has utilizado la mayor parte de la cuota de transferencia disponible para esta dirección IP. Para obtener más cuota, compra un plan Pro o espera %@ hasta que haya más cuota disponible para tu dirección IP. [A]Más información[/A] sobre la cuota de transferencia.
fr: Le téléchargement pourrait être interrompu, car vous avez utilisé la majeure partie de votre quota de transfert pour cette adresse IP. Afin d’en obtenir davantage, passez à un abonnement Pro ou attendez %@ que du quota gratuit soit proposé pour votre adresse IP. [A]En apprendre davantage[/A] sur le quota de transfert.
id: Pengunduhan mungkin terhenti karena anda telah menggunakan sebagian besar kuota transfer untuk alamat IP ini. Untuk mendapatkan lebih banyak kuota, upgrade ke paket Pro atau tunggu %@ hingga lebih banyak kuota gratis tersedia di alamat IP anda. [A]Pelajari selengkapnya[/A] tentang kuota transfer.
ja: このIPアドレスの転送容量のほとんどを使用されているため、ダウンロードが中断される可能性があります。さらに多くの容量を取得するには、Proプランにアップグレードしていただくか、あなたのIPアドレスでさらに多くの無料容量が利用可能になるまで、%@お待ちください。転送容量の詳細については、[A]こちら[/A]をご覧ください。
ko: 이 IP 주소의 전송 할당량 대부분을 이용하였기 때문에 다운로드가 중단될 수 있습니다. 더 많은 할당량을 받으려면, Pro 요금제로 업그레이드 하거나 IP 주소에 무료 할당량이 이용 가능해질 때까지 %@ 동안 기다리세요. 전송 할당량에 대해 [A]더 알아보기[/A].
pt: O download pode ser interrompido porque você já usou a maior parte da cota de transferência disponível para este IP. Para obter mais cota, faça o upgrade para um plano Pro ou espere %@ até mais cota gratuita estar disponível para o seu IP. [A]Mais informações[/A] sobre a cota de transferência.
ru: Скачивание может быть прервано, так как вы использовали бо́льшую часть квоты передачи данных для этого IP-адреса. Чтобы получить дополнительную квоту, перейдите на план Pro или подождите %@, пока для вашего IP-адреса не обновится доступная квота. [A]Подробнее[/A] о квоте передачи данных.
th: การดาวน์โหลดอาจถูกหยุดชั่วคราว เนื่องจากที่อยู่ IP นี้ไม่มีโควต้าการถ่ายโอนที่เพียงพอ หากคุณต้องการโควต้าเพิ่มเติม คุณสามารถอัปเกรดเป็นแผน Pro หรือรออีก %@ เพื่อให้ที่อยู่ IP ของคุณสามารถจัดสรรโควต้าฟรีใหม่ได้ [A]เรียนรู้เพิ่มเติม[/A]เกี่ยวกับโควต้าการถ่ายโอน
tr: Bu IP adresi için aktarım kotanızın çoğunu kullandığınız için indirme kesintiye uğrayabilir. Daha fazla kota almak için bir Pro planına yükseltin veya bekleyin %@ IP adresinizde daha fazla ücretsiz kota mevcut olana kadar. [A]Daha fazla bilgi edinin[/A] transfer kotası hakkında.
vi: Quá trình tải xuống có thể bị gián đoạn vì bạn đã sử dụng gần hết băng thông truyền tải cho địa chỉ IP này. Để có thêm băng thông, hãy nâng cấp lên gói Pro hoặc đợi %@ đến khi có thêm băng thông truyền tải miễn phí hồi phục lại cho địa chỉ IP của bạn. [A]Tìm hiểu thêm[/A] về băng thông truyền tải.
zh_hans: 因为您已使用此IP地址的大部分传输流量，下载可能会中断。要获得更多流量，请升级到Pro方案或等待%@直到您的IP地址有更多免费流量可用。[A]了解更多[/A]关于传输流量。
zh_hant: 由於您已使用此IP位址大部分的傳輸配額，下載可能會中斷。若要獲得更多配額，請升級到Pro方案或等待%@直到您的IP位址有更多免費配額可用。[A]瞭解更多[/A]關於傳輸配額的資訊。

# transferQuotaError.downloadLimitedQuota.proAccount.message
source: Downloading may be interrupted as you’ve used most of your transfer quota on this account. To get more quota, purchase a new plan, or if you have a recurring subscription with MEGA, you can wait for your plan to renew.
ar: قد يتم توقيف التنزيل لأنك استخدمت معظم حجم تراسل معطيات الخاص بك على هذا الحساب. للحصول على حجم أكبر قم بشراء باقة جديدة أو إذا كان لديك اشتراك متكرر مع ميغا MEGA ، يمكنك الانتظار حتى يتم تجديد باقتك.
de: Der Download wird möglicherweise unterbrochen, da das Transfervolumen dieses Accounts fast vollständig verbraucht ist. Um mehr Transfervolumen zu erhalten, kaufen Sie ein neues Paket, oder wenn Sie ein MEGA-Abonnement haben, das automatisch verlängert wird, können Sie bis zum Beginn des nächsten Abrechnungszeitraums warten.
es: Es posible que la descarga se interrumpa ya que has utilizado la mayor parte de la cuota de transferencia disponible para esta cuenta. Para obtener más cuota, compra un nuevo plan o, si tienes una suscripción recurrente con MEGA, puedes esperar a que se renueve tu plan.
fr: Le téléchargement pourrait être interrompu, car vous avez utilisé la majeure partie de votre quota de transfert pour ce compte. Afin d’en obtenir davantage, achetez un nouvel abonnement ou si détenez un abonnement périodique à MEGA, attendez le renouvellement de votre abonnement.
id: Pengunduhan mungkin terhenti karena anda telah menggunakan sebagian besar kuota transfer di akun ini. Untuk mendapatkan lebih banyak kuota, beli paket baru, atau jika anda memiliki langganan berulang dengan MEGA, anda dapat menunggu perpanjangan paket.
ja: このアカウントの転送容量のほとんどを使用されているため、ダウンロードが中断される可能性があります。より多くの容量を取得するには、新しいプランをご購入いただくか、MEGAの定期サブスクリプションをお持ちの場合は、お客様のプランが更新されるまでお待ちいただくことができます。
ko: 이 계정의 전송 할당량 대부분을 이용하였기 때문에 다운로드가 중단될 수 있습니다. 더 많은 할당량을 받으려면, 새 요금제를 결제하거나, MEGA에 반복 구독이 있다면, 요금제가 갱신될 때까지 기다릴 수 있습니다.
pt: O download pode ser interrompido porque você já usou a maior parte da cota de transferência disponível nesta conta. Para obter mais cota, adquira um novo plano ou, se tiver uma assinatura do MEGA, aguarde a renovação do seu plano.
ru: Скачивание может быть прервано, так как вы использовали бо́льшую часть квоты передачи данных для этого аккаунта. Чтобы получить больше квоты, улучшите текущий план или, если у вас есть регулярная подписка на MEGA, вы можете дождаться её продления.
th: การดาวน์โหลดอาจถูกหยุดชั่วคราว เนื่องจากคุณได้ใช้โควต้าการถ่ายโอนส่วนใหญ่ในบัญชีนี้แล้ว หากต้องการรับโควต้าเพิ่ม กรุณาซื้อแผนใหม่ หรือหากคุณมีการสมัครใช้งานกับ MEGA อยู่แล้ว กรุณารอให้แผนของคุณมีการต่ออายุใหม่ก่อน
tr: Transfer kotanızın çoğunu bu hesapta kullandığınız için indirme kesintiye uğrayabilir. Daha fazla kota almak, yeni bir plan satın almak veya MEGA ile yinelenen bir aboneliğiniz varsa, planınızın yenilenmesini bekleyebilirsiniz.
vi: Quá trình tải xuống có thể bị gián đoạn vì bạn đã sử dụng gần hết lượng băng thông truyền tải của tài khoản này. Để có thêm băng thông, hãy mua gói mới hoặc nếu bạn có mua đăng ký định kỳ với MEGA, bạn có thể đợi cho đến khi gói của mình được gia hạn lại.
zh_hans: 由于您已使用此帐户的大部分传输流量，下载可能会中断。要获得更多流量，请购买新会员方案，或者如果您有MEGA定期订阅，您可以等待方案续订。
zh_hant: 由於您已使用此帳戶大部分的傳輸配額，下載可能會中斷。若要獲得更多配額，請購買新方案，或者如果您有MEGA定期訂閱，您可以等待方案續訂更新。

# transferQuotaError.downloadExceededQuota.title
source: Transfer quota exceeded
ar: تم تجاوز حجم تراسل المعطيات المتاح
de: Transfervolumen erschöpft
es: Cuota de transferencia agotada
fr: Le quota de transfert a été dépassé
id: Kuota transfer telah terlewati
ja: 転送容量を超えました
ko: 전송 할당량 초과
pt: Cota de transferência excedida
ru: Исчерпана квота передачи данных
th: เกินโควต้าการถ่ายโอนแล้ว
tr: Transfer kotası aşıldı
vi: Vượt mức băng thông truyền tải
zh_hans: 已超出传输流量上限
zh_hant: 超出傳輸配額
