Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# folderLinkUnavailableText4
source: The folder link has been disabled by the user.
ar: لقد تم تعطيل رابط المجلد من قبل المستخدم.
de: Der Ordner-Link wurde vom Benutzer deaktiviert.
es: El enlace de la carpeta ha sido desactivado por el usuario.
fr: Le lien du dossier a été désactivé par l’utilisateur.
id: Link ke folder telah di non-aktifkan oleh pengguna.
ja: そのリンクはユーザーによって無効とされました。
ko: 폴더 링크가 이용자에 의해 비활성화 되었습니다.
pt: O link desta pasta foi desativado pelo usuário.
ru: Ссылка была деактивирована пользователем.
th: ลิงก์โฟลเดอร์ถูกปิดใช้งานโดยผู้ใช้
tr: Klasör bağlantısı kullanıcı tarafından devre dışı bırakıldı.
vi: Liên kết thư mục đã bị vô hiệu hóa bởi chính người sở hữu.
zh_hans: 该文件夹链接已被用户禁用。
zh_hant: 該資料夾連結被使用者關閉。

source: No internet connection
ar: لا يوجد اتصال بالإنترنت
de: Keine Internetverbindung
es: No hay conexión a internet
fr: Aucune connexion à Internet
id: Tidak ada koneksi internet
ja: インターネット接続がありません
ko: 인터넷 연결이 없습니다
pt: Não há conexão à Internet
ru: Нет подключения к Интернету
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
tr: İnternet bağlantısı yok
vi: Không có kết nối internet
zh_hans: 无网络连接
zh_hant: 無網路連線

source: Empty folder
ar: مجلد فارغ
de: Keine Dateien im Ordner
es: Carpeta vacía
fr: Le dossier est vide
id: Folder kosong
ja: 空のフォルダ
ko: 빈 폴더
pt: Pasta vazia
ru: Папка пуста
th: โฟลเดอร์ว่างเปล่า
tr: Boş klasör
vi: Thư mục rỗng
zh_hans: 空文件夹
zh_hant: 空白資料夾

# cloudDriveEmptyState_title
source: No files in your Cloud drive
ar: لا يوجد ملفات في السواقة السحابية الخاص بك
de: Keine Dateien in Ihrem Cloud Drive
es: No tienes archivos en tu Nube
fr: Aucun fichier dans votre Disque nuagique
id: Tidak ada berkas di Cloud Drive anda
ja: あなたのクラウドデバイスにはファイルが存在しません
ko: 클라우드 드라이브에 파일 없음
pt: Não há arquivos na sua nuvem
ru: В облачном диске нет файлов
th: ไม่มีไฟล์ในคลาวด์ไดรฟ์ของคุณ
tr: Bulut sürücünüzde dosya yok
vi: Ổ Mây của bạn không có tệp tin nào
zh_hans: 您的云盘中没有文件
zh_hant: 您的雲端硬碟沒有檔案

source: Add files
ar: أضف ملفات
de: Dateien hinzufügen
es: Añadir archivos
fr: Ajouter des fichiers
id: Tambah files
ja: ファイルを追加
ko: 파일 추가
pt: Adicionar arquivos
ru: Добавить файлы
th: เพิ่มไฟล์
tr: Dosya ekle
vi: Thêm tệp tin
zh_hans: 添加文件
zh_hant: 新增檔案

source: No results
ar: لا يوجد نتائج
de: Keine Treffer
es: No hay resultados
fr: Aucun résultat
id: Tidak ada hasil
ja: 結果なし
ko: 결과 없음
pt: Não há resultados
ru: Нет результатов
th: ไม่พบรายการค้นหา
tr: Sonuç yok
vi: Không có kết quả
zh_hans: 没有符合搜索的项目
zh_hant: 沒有符合搜尋的項目

# cloudDriveEmptyState_titleRubbishBin
source: Empty Rubbish bin
ar: سلة المحذوفات فارغة
de: Der Papierkorb ist leer
es: Papelera vacía
fr: La Corbeile est vide
id: Tempat Sampah Kosong
ja: ごみ箱は空です
ko: 휴지통 비어있음
pt: Lixeira vazia
ru: Корзина пуста
th: ถังขยะว่างเปล่า
tr: Boş Çöp Kovası
vi: Dọn Thùng Rác
zh_hans: 回收站为空
zh_hant: 空的垃圾筒

# sharedItems.menu.slideshow.title
source: Slideshow
ar: عرض الشرائح
de: Diashow
es: Presentación
fr: Diaporama
id: Tampilan slide
ja: スライドショー
ko: 슬라이드쇼
pt: Apresentação de slides
ru: Слайдшоу
th: สไลด์โชว์
tr: Slayt gösterisi
vi: Trình Chiếu
zh_hans: 幻灯片
zh_hant: 幻燈片

# slideshow.preferenceSetting.options
source: Options
ar: الخيارات
de: Optionen
es: Opciones
id: Pilihan
ja: オプション
ko: 옵션
pt: Opções
ru: Опции
th: ตัวเลือก
tr: Seçenekler
vi: Tùy chọn
zh_hans: 选项
zh_hant: 選項

# slideshow.preferenceSetting.slideshowOptions
source: Slideshow options
ar: خيارات عرض الشرائح
de: Diashow-Optionen
es: Opciones de la presentación
fr: Options du diaporama
id: Opsi tayangan slide
ja: スライドショーのオプション
ko: 슬라이드쇼 옵션
pt: Opções da apresentação de slides
ru: Настройки слайд-шоу
th: ตัวเลือกการนำเสนอภาพนิ่ง
tr: Slayt gösterisi seçenekleri
vi: Tùy chọn trình chiếu
zh_hans: 幻灯片选项
zh_hant: 幻燈片選項

# slideshow.preferenceSetting.mediaInSubFolders
source: Include images from sub-folders in the slideshow
ar: قم بتضمين الصور من المجلدات الفرعية في عرض الشرائح
de: Bilder aus Unterordnern in Diashow zeigen
es: Incluir las imágenes de las subcarpetas en la presentación
fr: Afficher les images des sous-dossiers dans le diaporama
id: Sertakan gambar dari sub-folder di tayangan slide
ja: スライドショーにサブフォルダの画像を含める
ko: 하위 폴더에 있는 이미지도 슬라이드쇼에 포함
pt: Incluir imagens de subpastas na apresentação de slides
ru: Включать в слайд-шоу изображения из вложенных папок
th: รูปภาพจากโฟลเดอร์ย่อยจะรวมอยู่ในการนำเสนอภาพนิ่งด้วย
tr: Slayt gösterisine alt klasörlerdeki görüntüleri ekleyin
vi: Bao gồm hình ảnh có từ các thư mục con trong trình chiếu
zh_hans: 幻灯片播放包含子文件夹内的图片
zh_hant: 幻燈片播放包含子資料夾的圖片

# slideshow.preferenceSetting.speed
source: Slideshow speed
ar: سرعة عرض الشرائح
de: Diashow-Geschwindigkeit
es: Velocidad de la presentación
fr: Vitesse du diaporama
id: Kecepatan tayangan slide
ja: スライドショーの速度
ko: 슬라이드쇼 속도
pt: Velocidade da apresentação de slides
ru: Скорость слайд-шоу
th: ความเร็วการนำเสนอภาพนิ่ง
tr: Slayt gösterisi hızı
vi: Tốc độ trình chiếu
zh_hans: 幻灯片播放速度
zh_hant: 幻燈片播放速度

# slideshow.preferenceSetting.speed.slow
source: Slow (8s)
ar: بطيئة (8 ثوان)
de: Langsam (8 s)
es: Lento (8s)
fr: Lente (8 s)
id: Lambat (8 detik)
ja: 遅い（8 秒）
ko: 느림 (8초)
pt: Lenta (8s)
ru: Медленное (8 с.)
th: ช้า (8 วิ)
tr: Yavaş (8s)
vi: Chậm (8giây)
zh_hans: 慢（8秒）
zh_hant: 慢（8秒）

# slideshow.preferenceSetting.speed.normal
source: Normal (4s)
ar: عادية (4 ثوان)
fr: Normale (4 s)
id: Biasa (4 detik)
ja: 通常（4秒）
ko: 보통 (4초)
ru: Нормальное (4 с.)
th: ปกติ (4 วิ)
vi: Thường (4giây)
zh_hans: 正常（4秒）
zh_hant: 正常（4秒）

# slideshow.preferenceSetting.speed.fast
source: Fast (2s)
ar: سريعة (2 ثانية)
de: Schnell (2 s)
es: Rápido (2s)
fr: Rapide (2 s)
id: Cepat (2 detik)
ja: 早い（2秒）
ko: 빠름 (2초)
pt: Rápida (2s)
ru: Быстрое (2 с.)
th: เร็ว (2 วิ)
tr: Hızlı (2s)
vi: Nhanh (2giây)
zh_hans: 快（2秒）
zh_hant: 快（2秒）

# slideshow.preferenceSetting.order
source: Slideshow order
ar: ترتيب عرض الشرائح
de: Diashow-Reihenfolge
es: Orden de la presentación
fr: Ordre du diaporama
id: Urutan tayangan slide
ja: スライドショーの順番
ko: 슬라이드쇼 순서
pt: Ordem da apresentação de slides
ru: Порядок слайд-шоу
th: ลำดับการนำเสนอภาพนิ่ง
tr: Slayt gösterisi sırası
vi: Thứ tự trình chiếu
zh_hans: 幻灯片播放顺序
zh_hant: 幻燈片播放順序

# slideshow.preferenceSetting.order.shuffle
source: Shuffle
ar: عشوائي
de: Zufällig
es: Aleatorio
fr: Aléatoire
id: Acak
ja: シャッフル
ko: 무작위
ru: Перемешивать
th: สลับ
tr: Karıştırın
vi: Xáo trộn
zh_hans: 随机
zh_hant: 隨機

# slideshow.preferenceSetting.slideshowOptions.repeat
source: Repeat
ar: تكراري
de: Wiederholen
es: Repetir
fr: Répéter
id: Ulang
ja: リピート
ko: 반복
pt: Repetir
ru: Повтор
th: เล่นซํ้า
tr: Tekrar
vi: Lặp Lại
zh_hans: 循环播放
zh_hant: 循環播放

# slideshow.preferenceSetting.slideshowOptions.subFolders
source: Include sub-folders
ar: تشمل المجلدات الفرعية
de: Unterordner einschließen
es: Incluir subcarpetas
fr: Comprendre les sous-dossiers
id: Sertakan sub-folder
ja: サブフォルダを含める
ko: 하위 폴더 포함
pt: Incluir subpastas
ru: Включать вложенные папки
th: รวมทั้งโฟลเดอร์ย่อย
tr: Alt klasörleri dahil et
vi: Bao gồm các thư mục con
zh_hans: 包括子文件夹
zh_hant: 包含子資料夾

# offlineEmptyState_title
source: No files saved for Offline
ar: لا توجد ملفات محفوظة دون اتصال
de: Keine Dateien für Offlinezugriff gespeichert
es: No hay archivos en Sin conexión
fr: Aucun fichier n’est enregistré Hors ligne
id: Tidak ada file tersimpan untuk Offline
ja: オフライン用に保存されたファイルはありません
ko: 오프라인용으로 저장된 파일 없음
pt: Nenhum arquivo salvo para uso offline
ru: Нет локальных файлов
th: ไม่มีไฟล์ที่บันทึกออฟไลน์ไว้
tr: Çevrimdışı için kaydedilmiş dosya yok
vi: Không có tệp tin nào trong Ngoại Tuyến
zh_hans: 无离线文件
zh_hant: 沒有任何可離線使用的檔案

# contactsEmptyState_title
source: No contacts
ar: لا يوجد جهات اتصال
de: Keine Kontakte
es: No hay contactos
fr: Aucun contact
id: Tidak ada Kontak
ja: 連絡先なし
ko: 연락처 없음
pt: Não há contatos
ru: Контактов не найдено
th: ไม่มีผู้ติดต่อ
tr: İletişim yok
vi: Không có tên liên lạc
zh_hans: 无联系人
zh_hant: 沒有聯絡人

# noIncomingSharedItemsEmptyState_text
source: No incoming shared folders
ar: لا توجد مجلدات مشاركة واردة
de: Keine Ordnerfreigaben an Sie vorhanden
es: No hay carpetas compartidas entrantes
fr: Aucun dossier partagé entrant
id: Tidak ada Folder Berbagi masuk
ja: 受信共有フォルダなし
ko: 들어오는 공유된 폴더 없음
pt: Não há pastas compartilhadas com você
ru: Нет входящих общих папок
th: ไม่มีโฟลเดอร์ที่แชร์ในขาเข้า
tr: Gelen paylaşılan klasör yok
vi: Không có thư mục chia sẻ nào được gửi tới cho bạn
zh_hans: 无传入的共享文件夹
zh_hant: 沒有傳入的共享資料夾

# noOutgoingSharedItemsEmptyState_text
source: No outgoing shared folders
ar: لاتوجد مجلدات مشاركة مرسلة
de: Sie haben noch keine Ordner freigegeben
es: No hay carpetas compartidas salientes
fr: Aucun dossier partagé sortant
id: Tidak ada Folder Berbagi keluar
ja: 送信共有フォルダなし
ko: 나가는 공유된 폴더 없음
pt: Não há pastas compartilhadas por você
ru: Нет исходящих общих папок
th: ไม่มีโฟลเดอร์ที่แชร์ในขาออก
tr: Giden paylaşılan klasör yok
vi: Không có thư mục chia sẻ nào được gửi đi từ bạn
zh_hans: 无传出的共享文件夹
zh_hant: 沒有傳出的共享資料夾

source: Contact requests
ar: طلبات تواصل
de: Kontaktersuchen
es: Solicitudes de contacto
fr: Demandes de contact
id: Permintaan kontak
ja: 連絡先要求
ko: 연락처 요청
pt: Solicitações de contato
ru: Запросы добавления в контакты
th: คำขอผู้ติดต่อ
tr: İletişim talepleri
vi: Các yêu cầu thêm liên lạc
zh_hans: 联系人请求
zh_hant: 聯絡人邀請

source: Add contacts
ar: أضف جهات اتصال
de: Kontakte hinzufügen
es: Añadir contactos
fr: Ajouter des contacts
id: Tambah kontak
ja: 連絡先を追加
ko: 연락처 추가
pt: Add contatos
ru: Добавить контакты
th: เพิ่มผู้ติดต่อ
tr: Kişileri ekle
vi: Thêm tên liên lạc
zh_hans: 添加联系人
zh_hant: 新增聯絡人

# inviteContact
source: Invite to MEGA
ar: دعوة إلى ميغا MEGA
de: Zu MEGA einladen
es: Invitar a MEGA
fr: Inviter à MEGA
id: Undang ke MEGA
ja: MEGAに招待
ko: MEGA에 초대
pt: Adicionar contato ao MEGA
ru: Пригласить в MEGA
th: เชิญเข้าร่วม MEGA
tr: MEGA'ye davet et
vi: Mời vào MEGA
zh_hans: 邀请加入MEGA
zh_hant: 邀請加入MEGA

# dialog.callAttempt.contactNotInMEGA
source: Your contact [X] is not on MEGA. In order to call through MEGA’s encrypted chat you need to invite your contact
ar: جهة الاتصال الخاصة بك [X] ليست موجودة على ميغا MEGA. من أجل الاتصال عبر المحادثة المشفرة في ميغا MEGA، عليك دعوة جهة الاتصال الخاصة بك
de: Ihr Kontakt [X] hat noch keinen MEGA-Account. Für Anrufe müssen Sie den Kontakt zunächst einladen.
es: Tu contacto[X] no está en MEGA. Para llamar a través del chat cifrado de MEGA, debes invitar a tu contacto
fr: Votre contact [X] ne se trouve pas sur MEGA. Afin de pouvoir appeler grâce au dialogue en ligne chiffré de MEGA, vous devez inviter votre contact
id: Kontak anda [X] tidak ada di MEGA. Untuk menelepon melalui obrolan terenkripsi MEGA, anda perlu mengundang kontak anda
ja: あなたの連絡先[X]さんはMEGAにはおりません。MEGAの暗号化されたチャットで通話するには、あなたの連絡先の方を招待する必要があります
ko: 당신의 연락처 [X]님이 MEGA에 없습니다. MEGA의 암호화된 대화를 통해 통화하려면 연락처를 초대해야 합니다
pt: Seu contato [X] não está no MEGA. Para realizar uma ligação através do chat criptografado do MEGA, você precisa convidar seu contato
ru: Ваш контакт [X] не зарегистрирован в MEGA. Чтобы позвонить через зашифрованный чат MEGA, вам необходимо пригласить контакт
th: ผู้ติดต่อของคุณ [X] ไม่ได้อยู่ใน MEGA ต้องเชิญผู้ติดต่อให้โทรผ่านการสนทนาที่เข้ารหัสของ MEGA ก่อน
tr: İletişim bilginiz [X] Mega üzerinde değil. MEGA'nın şifreli sohbeti üzerinden arama yapmak için kişinizi davet etmeniz gerekir
vi: Tên liên lạc [X] không có trên MEGA. Để có thể gọi điện và chát thông qua MEGA, bạn cần phải mời người này đăng ký tài khoản
zh_hans: 您和联系人[X] 在MEGA上还不是好友。您需要邀请您的联系人后才能进行加密聊天通话
zh_hant: 您的聯絡人[X] 沒有使用MEGA。如果要透過MEGA的加密對話進行通話，請邀請您的聯絡人加入MEGA。

# inviteSent
source: Invitation sent
ar: تم إرسال الدعوة
de: Einladung gesendet
es: Invitación enviada
fr: L’invitation a été envoyée
id: Undangan dikirim
ja: 招待状が送られました
ko: 초대장 발송됨
pt: Convite enviado
ru: Приглашение отправлено
th: ส่งคำเชิญแล้ว
tr: Davetiye gönderildi
vi: Lời mời đã gửi đi
zh_hans: 邀请已发送
zh_hant: 邀請已發送

source: Later
ar: لاحقاً
de: Später
es: Más tarde
fr: Plus tard
id: Nanti
ja: 後で
ko: 나중에
pt: Depois
ru: Позже
th: ภายหลัง
tr: Daha sonra
vi: Lúc khác
zh_hans: 稍后
zh_hant: 稍後再詢問

source: Received
ar: تم الاستلام
de: Empfangen
es: Recibidas
fr: Reçues
id: Diterima
ja: 受信済み
ko: 받음
pt: Recebidas
ru: Полученные
th: คำขอที่ได้รับ
tr: Alındı
vi: Đã nhận
zh_hans: 已收到的请求
zh_hant: 已收到

source: Sent
ar: تم الارسال
de: Gesendet
es: Enviadas
fr: Envoyées
id: Terkirim
ja: 送信済み
ko: 보냄
pt: Enviadas
ru: Отправленные
th: ส่ง
tr: Gönderildi
vi: Đã gửi
zh_hans: 已发送的请求
zh_hant: 已寄出

source: Request accepted
ar: تم قبول الطلب
de: Ersuchen angenommen
es: Invitación aceptada
fr: Le demande a été acceptée
id: Permintaan diterima
ja: 要求を受け入れました
ko: 요청 승인됨
pt: Solicitação aceita
ru: Запрос принят
th: ยอมรับคำขอแล้ว
tr: Talep kabul edildi
vi: Đã chấp nhận yêu cầu
zh_hans: 已接受请求
zh_hant: 您已接受邀請

source: Request cancelled
ar: تم إلغاء الطلب
de: Einladung storniert
es: Invitación cancelada
fr: La demande a été annulée
id: Permintaan dibatalkan
ja: 要求をキャンセルしました
ko: 요청 취소됨
pt: Solicitação cancelada
ru: Запрос отменён
th: ยกเลิกคำขอแล้ว
tr: İstek iptal edildi
vi: Đã hủy yêu cầu
zh_hans: 已取消请求
zh_hant: 已取消聯絡人邀請

source: Request deleted
ar: تم حذف الطلب
de: Anfrage gelöscht
es: Invitación eliminada
fr: La demande a été supprimée
id: Permintaan dihapus
ja: 要求が削除されました
ko: 요청 삭제됨
pt: Solicitação eliminada
ru: Запрос удалён
th: ลบคำขอแล้ว
tr: İstek silindi
vi: Đã xóa bỏ yêu cầu
zh_hans: 已删除请求
zh_hant: 已刪除聯絡人邀請

# noRequestPending
source: No pending requests
ar: لاتوجد طلبات بالانتظار
de: Keine Anfragen vorhanden
es: No tienes solicitudes pendientes
fr: Aucune demande en attente
id: Tidak ada permintaan tertunda
ja: 新規要求なし
ko: 대기중인 요청 없음
pt: Não existem solicitações de contato pendentes
ru: Нет ожидающих запросов
th: ไม่มีคำขอที่รอดำเนินการ
tr: Bekleyen istek yok
vi: Không có lời yêu cầu nào đang chờ
zh_hans: 无待处理请求
zh_hant: 沒有待處理的聯絡人邀請

# transfersEmptyState_titlePaused
source: Paused transfers
ar: تم إيقاف عمليات التراسل مؤقتاً
de: Angehaltene Transfers
es: Transferencias en pausa
fr: Transferts en pause
id: Transfer Terhentikan
ja: 転送停止
ko: 일시정지된 전송
pt: Transferências em pausa
ru: Приостановленные передачи
th: การถ่ายโอนถูกพักชั่วคราว
tr: Duraklatılan transferler
vi: Các truyền tải tạm dừng
zh_hans: 传输已暂停
zh_hant: 傳輸暫停

# transfersEmptyState_titleAll
source: No transfers
ar: لا يوجد عمليات تراسل معطيات
de: Keine Transfers
es: No hay Transferencias
fr: Aucun transfert
id: Tidak ada Transfer
ja: 転送なし
ko: 전송 없음
pt: Não há transferências
ru: Нет передач
th: ยังไม่มีการถ่ายโอน
tr: Transfer yok
vi: Không có phiên truyền tải
zh_hans: 无传输
zh_hant: 沒有傳輸

# transfersEmptyState_titleDownload
source: No downloads
ar: لا يوجد أي تنزيلات
de: Keine Downloads
es: No hay descargas
fr: Aucun téléchargement
id: Tidak ada unduhan
ja: ダウンロードなし
ko: 다운로드 없음
pt: Não há downloads
ru: Нет скачиваний
th: ยังไม่มีการดาวน์โหลด
tr: İndirme yok
vi: Không có phiên tải xuống
zh_hans: 无下载
zh_hant: 沒有下載

# transfersEmptyState_titleUpload
source: No uploads
ar: لا يوجد أي ترفيعات
de: Keine Uploads
es: No hay Subidas
fr: Aucun téléversement
id: Tidak ada Unggahan
ja: アップロードなし
ko: 업로드 없음
pt: Não há uploads
ru: Нет загрузок в облако
th: ยังไม่มีการอัปโหลด
tr: Yükleme yok
vi: Không có phiên tải lên
zh_hans: 无上传
zh_hant: 沒有上傳

source: Cloud drive
ar: السواقة السحابية
es: Nube
fr: Disque nuagique
ja: クラウドドライブ
ko: 클라우드 드라이브
pt: Nuvem de arquivos
ru: Облачный диск
th: คลาวด์ไดรฟ์
tr: Bulut sürücüsü
vi: Ổ Mây
zh_hans: 云盘
zh_hant: 雲端硬碟

source: Queued
ar: في قائمة الانتظار
de: In Warteschlange
es: En cola
fr: En attente
id: Dimasukan antrian
ja: 待機中
ko: 대기 중
pt: Em fila
ru: В очереди
th: อยู่ในคิว
tr: Kuyruğa alındı
vi: Đang chờ
zh_hans: 已在队列中
zh_hant: 已入佇列

source: Paused
ar: متوقف مؤقتاً
de: Angehalten
es: En pausa
fr: En pause
id: Berhenti sementara
ja: 一時停止中
ko: 일시정지 중
pt: Pausado
ru: Приостановлено
th: พักแล้ว
tr: Duraklatıldı
vi: Đã tạm dừng
zh_hans: 已暂停
zh_hant: 已暫停

source: Cancelled
ar: تم الالغاء
de: Abgebrochen
es: Cancelada
fr: Annulée
id: Dibatalkan
ja: キャンセルされました
ko: 취소됨
pt: Cancelado
ru: Отменено
th: ยกเลิกแล้ว
tr: İptal Edildi
vi: Đã hủy
zh_hans: 已取消
zh_hant: 已取消

source: Completing…
ar: قيد الاكمال…
de: Abschluss…
es: Completando…
fr: Finalisation…
id: Melengkapi …
ja: 完了中…
ko: 완료 중…
pt: Completando…
ru: Завершение…
th: กำลังเสร็จสิ้น…
tr: Tamamlanıyor…
vi: Đang hoàn tất…
zh_hans: 正在完成…
zh_hant: 即將完成⋯

source: Retrying…
ar: إعادة المحاولة…
de: Wiederholung…
es: Reintentando…
fr: Nouvel essai…
id: Mencoba lagi …
ja: 再試行中…
ko: 재시도 중…
pt: Tentando novamente…
ru: Повтор…
th: กำลังลองอีกครั้ง…
tr: Tekrar deniyorum…
vi: Đang thử lại…
zh_hans: 正在重试…
zh_hant: 重試中⋯

# sortTitle
source: Sort by
ar: ترتيب حسب
de: Sortieren nach
es: Ordenar por
fr: Trier par
id: Urutkan berdasar
ja: 並び替え
ko: 정렬 기준
pt: Ordenar por
ru: Сортировать по
th: เรียงตาม
tr: Şuna göre sırala
vi: Xếp theo
zh_hans: 排序
zh_hant: 排序

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
id: Simpan
ja: 保存
ko: 저장
pt: Salvar
ru: Сохранить
th: บันทึก
tr: Kaydet
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Name (ascending)
ar: الاسم (تصاعدي)
de: Name (aufsteigend)
es: Nombre (ascendente)
fr: Nom (croissant)
id: Nama (meningkat)
ja: 名前（昇順）
ko: 이름(오름차순)
pt: nome (crescente)
ru: Название (по возрастанию)
th: ชื่อ (จากน้อยไปมาก)
tr: İsim (artan)
vi: tên (a → z)
zh_hans: 名称（升序）
zh_hant: 名稱（升冪）

source: Name (descending)
ar: الاسم (تنازلي)
de: Name (absteigend)
es: Nombre (descendente)
fr: Nom (décroissant)
id: Nama (menurun)
ja: 名前（降順）
ko: 이름(내림차순)
pt: nome (decrescente)
ru: Название (по убыванию)
th: ชื่อ (จากมากไปน้อย)
tr: İsim (azalan)
vi: tên (z → a)
zh_hans: 名称（降序）
zh_hant: 名稱（降冪）

source: Largest
ar: الأكبر
de: Größte
es: Más grande
fr: Du plus grand
id: Terbesar
ja: 最大
ko: 큰 순
pt: Maior
ru: Самые большие
th: ใหญ่สุด
tr: En büyük
vi: Lớn nhất
zh_hans: 从大到小
zh_hant: 由大到小

source: Smallest
ar: الاصغر
de: Kleinste
es: Más pequeño
fr: Du plus petit
id: Terkecil
ja: 最小
ko: 작은 순
pt: Menor
ru: Самые маленькие
th: เล็กสุด
tr: En küçük
vi: Nhỏ nhất
zh_hans: 从小到大
zh_hant: 由小到大

source: Newest
ar: الأحدث
de: Neueste
es: Más reciente
fr: Date la plus récente
id: Terbaru
ja: 最新
ko: 최신순
pt: Mais recente
ru: Новейшие
th: ใหม่สุด
tr: En yeni
vi: Mới nhất
zh_hans: 从新到旧
zh_hant: 由新到舊

source: Oldest
ar: الأقدم
de: Älteste
es: Más antiguo
fr: Date la plus ancienne
id: Tertua
ja: 最古
ko: 오래된 순
pt: Mais antigo
ru: Старейшие
th: เก่าสุด
tr: En eski
vi: Cũ nhất
zh_hans: 从旧到新
zh_hant: 由舊到新

# choosePhotoVideo
source: Choose from Photos
ar: اختر من تطبيق الصور
de: Aus Fotos
es: Elegir desde Fotos
fr: Choisir dans Photos
id: Pilih dari Foto
ja: 写真から選択
ko: 사진에서 선택
pt: Selecionar do Fotos
ru: Выбрать из «Фото»
th: เลือกจากแอปรูปภาพ
tr: Fotoğraflar arasından seçim yapın
vi: Chọn từ Ảnh
zh_hans: 从照片中选择
zh_hant: 從照片中選擇

# capturePhotoVideo
source: Capture
ar: التقاط
de: Aufnehmen
es: Capturar
fr: Prendre une photo
id: Ambil foto
ja: キャプチャ
ko: 캡처
pt: Capturar
ru: Съёмка
th: จับภาพ
tr: Yakalamak
vi: Chụp Ảnh
zh_hans: 拍照
zh_hant: 拍攝

source: Scan document
ar: مسح ضوئي للمستند
de: Dokument scannen
es: Escanear documento
fr: Numériser un document
id: Pindai Dokumen
ja: ドキュメントをスキャン
ko: 문서 스캔
pt: Escanear documento
ru: Сканировать документ
th: สแกนเอกสาร
tr: Belgeyi tarayın
vi: Quét tài liệu
zh_hans: 扫描文档
zh_hant: 掃描文件

source: Voice
ar: صوت
de: Anruf
es: Llamada
fr: Appel vocal
id: Suara
ja: 音声
ko: 음성
pt: Áudio
ru: Голосовой звонок
th: เสียง
tr: Ses
vi: Gọi Thoại
zh_hans: 语音
zh_hant: 語音

source: Contact
ar: جهة اتصال
de: Kontakt
es: Contacto
id: Kontak
ja: 連絡先
ko: 연락처
pt: Contato
ru: Контакт
th: ผู้ติดต่อ
tr: İletişim
vi: Tên liên lạc
zh_hans: 联系人
zh_hant: 聯絡人

source: Start group
ar: بدء مجموعة
de: Gruppenchat
es: Crear grupo
fr: Commencer un groupe
id: Mulai Grup
ja: グループを開始
ko: 그룹 시작
pt: Criar grupo
ru: Создать группу
th: สร้างกลุ่ม
tr: Grubu başlat
vi: Bắt đầu nhóm chát
zh_hans: 开始群聊
zh_hant: 群組對話

# chat.map.location
source: Location
ar: الموقع
de: Ort
es: Ubicación
fr: Position
id: Lokasi
ja: 場所
ko: 위치
pt: Localização
ru: Расположение
th: ตำแหน่งที่ตั้ง
tr: Yer
vi: Định vị
zh_hans: 位置
zh_hant: 位置

# chat.map.location.enableGeolocationFailedError
source: Enable geolocation failed. Error: %@
ar: فشل تمكين الموقع الجغرافي. خطأ: %@
de: Die Geolokalisierung konnte nicht aktiviert werden. Fehler: %@
es: No se ha podido activar la geolocalización. Error: %@
fr: Échec d’activation de la géolocalisation. Erreur : %@
id: Gagal mengaktifkan geolokasi. Kesalahan: %@
ja: 位置情報の有効化に失敗しました。エラー：%@
ko: 위치 활성화 실패. 오류: %@
pt: A ativação da geolocalização falhou. Erro: %@
ru: Не удалось включить геолокацию. Ошибка: %@
th: เปิดใช้งานตำแหน่งที่ตั้งทางภูมิศาสตร์ล้มเหลว ข้อผิดพลาด: %@
tr: Coğrafi konumu etkinleştirme başarısız oldu. Hata: %@
vi: Bật vị trí địa lý thất bại. Lỗi: %@
zh_hans: 启用地理定位失败。错误：%@
zh_hant: 啟用地理位置失敗。錯誤：%@

source: Voice clip
ar: مقطع صوتي
de: Sprachnachricht
es: Mensaje de audio
fr: Message vocal
id: Klip suara
ja: ボイスクリップ
ko: 음성 클립
pt: Clipe de áudio
ru: Голосовое сообщение
th: คลิปเสียง
tr: Ses klibi
vi: Tin nhắn thoại
zh_hans: 语音片段
zh_hant: 語音剪輯

source: New text file
ar: ملف نصي جديد
de: Neue Textdatei
es: Nuevo archivo de texto
fr: Nouveau fichier texte
id: File Teks Baru
ja: 新規テキストファイル
ko: 새 텍스트 파일
pt: Novo arquivo de texto
ru: Новый текстовый файл
th: ไฟล์ข้อความใหม่
tr: Yeni metin dosyası
vi: Tệp văn bản mới
zh_hans: 新建文本文档
zh_hant: 新的文字檔案

source: File name
ar: اسم الملف
de: Dateiname
es: Nombre del archivo
fr: Nom du fichier
id: Nama file
ja: ファイル名
ko: 파일 이름
pt: Nome do arquivo
ru: Название файла
th: ชื่อไฟล์
tr: Dosya adı
vi: Tên tệp
zh_hans: 文件名
zh_hant: 檔案名稱

source: New folder
ar: مجلّد جديد
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
id: Folder Baru
ja: 新規フォルダ
ko: 새 폴더
pt: Nova Pasta
ru: Новая папка
th: โฟล์เดอร์ใหม่
tr: Yeni klasör
vi: Thư mục mới
zh_hans: 新建文件夹
zh_hant: 新的資料夾

# cloudDrive.menu.mediaDiscovery.title
source: Media discovery
ar: اكتشاف الوسائط
de: Medienerkennung
es: Explorador multimedia
fr: Découverte des médias
id: Penemuan Media
ja: メディアディスカバリー
ko: 미디어 발견
pt: Visualização em galeria
ru: Галерея
th: มุมมองแกลเลอรี่
tr: Galeri görünümü
vi: Khám phá đa phương tiện
zh_hans: 媒体发现
zh_hant: 媒體探索

# cloudDrive.mediaDiscovery.exit
source: Exit
ar: الخروج
de: Schließen
es: Salir
fr: Fermer
id: Keluar
ja: 終了
ko: 종료
pt: Sair
ru: Выход
th: จบการทำงาน
tr: Çıkış
vi: Thoát
zh_hans: 离开
zh_hant: 離開

# newFolderMessage
source: Name for the new folder
ar: اسم للمجلد الجديد
de: Name des neuen Ordners
es: Nombre para la carpeta
fr: Nom du nouveau dossier
id: Nama untuk folder baru
ja: 新規フォルダ名
ko: 새 폴더의 이름
pt: Nome da nova pasta
ru: Название новой папки
th: ชื่อสำหรับโฟลเดอร์ใหม่
tr: Yeni klasörün adı
vi: Đặt tên cho thư mục mới
zh_hans: 新建文件夹名称
zh_hant: 新資料夾名稱

# createFolderButton
source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
id: Buat
ja: 作成
ko: 생성
pt: Criar
ru: Создать
th: สร้าง
tr: Oluştur
vi: Tạo
zh_hans: 创建
zh_hant: 建立

source: There is already a folder with the same name
ar: هناك مجلد بنفس الاسم
de: Ein Ordner dieses Namens existiert bereits
es: Ya existe una carpeta con el mismo nombre
fr: Un dossier porte déjà ce nom
id: Sudah ada folder dengan nama yang sama
ja: 同じ名前のフォルダがすでにあります
ko: 이미 같은 이름을 가진 폴더가 존재합니다
pt: Já existe uma pasta com o mesmo nome
ru: Папка с таким названием уже существует
th: มีโฟลเดอร์ชื่อเดียวกันอยู่แล้ว
tr: Zaten aynı ada sahip bir klasör var
vi: Đã có một thư mục với cái tên này rồi
zh_hans: 已经有一个相同名称的文件夹
zh_hant: 已經有一個相同名稱的資料夾

source: Document scanning is not available
ar: المسح الضوئي للمستند غير متوفر
de: Dokumentscanning nicht verfügbar
es: El escaneo de documentos no está disponible
fr: La numérisation de documents n’est pas proposée
id: Pemindaian dokumen tidak tersedia
ja: ドキュメントスキャンは利用できません
ko: 문서 스캔 이용 불가
pt: A digitalização de documentos não está disponível
ru: Сканирование документов недоступно
th: สแกนเอกสารยังไม่พร้อมใช้งาน
tr: Belge taraması kullanılamıyor
vi: Quét tài liệu không khả dụng
zh_hans: 无法进行文件扫描
zh_hant: 無法進行文件掃描
