Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# cameraUploads.albums.albumLink.sensitive.alert.message.multi
source: There are hidden items in one or more of these albums. Sharing the albums will mean that the hidden items are visible to those you share with. The items will still be hidden in your Cloud drive.
ar: هناك عناصر مخفية في واحد أو أكثر من هذه الألبومات. تعني مشاركة الألبومات أن العناصر المخفية مرئية لأولئك الذين تشاركهم معهم. ستظل العناصر مخفية في السواقة السحابية الخاص بك.
de: Es gibt verborgene Elemente in einem oder mehreren dieser Alben. Durch die Freigabe eines Albums werden die verborgenen Inhalte für die Personen sichtbar, für die Sie das Album freigeben. Die Inhalte bleiben in Ihrem Cloud Drive weiterhin verborgen.
es: Hay elementos ocultos en uno o varios álbumes. Si compartes los álbumes, los elementos ocultos estarán visibles para las personas con las que los compartas. Los elementos seguirán ocultos en tu Nube.
fr: Des éléments cachés sont présents dans un ou plusieurs de ces albums. Partager les albums implique que les éléments cachés seront visibles par les personnes avec qui vous les partagez. Les éléments resteront cachés dans votre Disque nuagique.
id: Ada item tersembunyi di satu atau lebih album ini. Berbagi album berarti bahwa item tersembunyi terlihat oleh orang-orang yang anda bagikan. Item masih akan disembunyikan di drive Cloud anda.
ja: これらのアルバムの1つ以上に隠し項目があります。アルバムを共有すると、共有相手には非表示の項目が表示されることになります。当該項目は引き続きあなたのクラウドドライブに隠されたままになります。
ko: 1개 이상의 사진첩에 숨겨진 항목이 있습니다. 사진첩을 공유하는 것은 숨겨진 항목이 공유하고자 하는 사람들에게 보인다는 것입니다. 항목은 클라우드 드라이브에서 숨긴 상태로 유지됩니다.
pt: Há itens ocultos em um ou mais destes álbuns. Ao compartilhar os álbuns, os itens ocultos ficarão visíveis para as pessoas com as quais você o compartilhar, mas vão permanecer ocultos na sua Nuvem de arquivos.
ru: В одном или нескольких из этих альбомов есть скрытые элементы. Если вы поделитесь альбомами, скрытые элементы будут видны тем, с кем вы делитесь. Эти элементы по-прежнему будут скрыты на вашем Облачном диске.
th: อัลบั้มเหล่านี้มีรายการบางอย่างที่ซ่อนอยู่ หากคุณแชร์อัลบั้ม ผู้ที่ได้รับลิงก์จะสามารถเห็นสิ่งที่ซ่อนไว้ได้ อย่างไรก็ตาม สิ่งเหล่านี้จะยังคงถูกซ่อนอยู่ในคลาวด์ไดร์ฟของคุณ
tr: Bu albümlerden birinde veya daha fazlasında gizli öğeler var. Albümleri paylaşmak, gizli öğelerin paylaştığınız kişiler tarafından görülebileceği anlamına gelir. Öğeler Bulut sürücünüzde gizlenmeye devam edecek.
vi: Có các mục ẩn nằm trong một hoặc nhiều album này. Việc thực hiện chia sẻ album sẽ làm các mục ẩn hiển thị cho những người bạn chia sẻ. Các mục vẫn sẽ được ẩn đi trong Ổ Mây của bạn.
zh_hans: 其中一个或多个相册包含隐藏的项目。共享相册意味着与您共享的人可以看到隐藏的项目。这些项目仍将隐藏在您的云盘中。
zh_hant: 其中一個或多個相簿中有隱藏的項目。共享相簿意味著與您共享的人可以看見隱藏的項目。這些項目仍將隱藏在您的雲端硬碟中。

source: Filter
ar: فلتر
es: Filtro
fr: Filtrer
ja: 絞り込み
ko: 필터
pt: Filtro
ru: Фильтр
th: ตัวกรอง
tr: Filtre
vi: Lọc
zh_hans: 过滤
zh_hant: 篩選

# cameraUploads.timeline.filter.chooseType
source: Choose type
ar: اختر النوع
de: Typ wählen
es: Elegir tipo
fr: Choisir le type
id: Pilih tipe
ja: 種類を選択
ko: 유형 선택
pt: Escolher o tipo de arquivo
ru: Выберите тип
th: เลือกประเภท
tr: Türü seçin
vi: Chọn dạng
zh_hans: 选择类型
zh_hant: 選擇類型

# cameraUploads.timeline.filter.showItemsFrom
source: Show items from:
ar: إظهار العناصر من:
de: Inhalte anzeigen von:
es: Mostrar elementos desde:
fr: Afficher les éléments de :
id: Tampilkan item dari:
ja: 以下の項目を表示する：
ko: 다음의 항목 보기:
pt: Mostrar itens em:
ru: Показывать элементы из:
th: แสดงรายการจาก:
tr: Şuradaki öğeleri göster:
vi: Hiện các mục từ:
zh_hans: 显示项目来自：
zh_hant: 顯示以下項目：

# cameraUploads.timeline.filter.mediaType.allMedia
source: All media
ar: كل الوسائط
de: Alle Medien
es: Imágenes y vídeos
fr: Tous les médias
id: Semua media
ja: すべてのメディア
ko: 모든 미디어
pt: Todos os arquivos de mídia
ru: Все медиа
th: สื่อทั้งหมด
tr: Tüm medya
vi: Tất cả phương tiện số
zh_hans: 所有媒体
zh_hant: 所有媒體

# cameraUploads.timeline.filter.mediaType.images
source: Images
ar: صور
de: Bilder
es: Imágenes
id: Gambar-gambar
ja: 画像
ko: 이미지
pt: Imagens
ru: Изображения
th: รูปภาพ
tr: Görüntüler
vi: Hình
zh_hans: 图片
zh_hant: 圖片

# cameraUploads.timeline.filter.mediaType.videos
source: Videos
ar: مقاطع الفيديو
fr: Vidéos
id: Video
ja: 動画
ko: 동영상
pt: Vídeos
ru: Видео
th: วิดีโอ
tr: Videolar
zh_hans: 视频
zh_hant: 影片

# cameraUploads.timeline.filter.location.allLocations
source: All locations
ar: جميع المواقع
de: Alle Speicherorte
es: Todas las ubicaciones
fr: Tous les emplacements
id: Semua Lokasi
ja: すべての場所
ko: 모든 위치
pt: Todos os locais
ru: Все расположения
th: ทุกตำแหน่งที่ตั้ง
tr: Tüm lokasyonlar
vi: Tất cả các vị trí
zh_hans: 所有位置
zh_hant: 所有位置

# cameraUploads.timeline.filter.location.cloudDrive
source: Cloud drive
ar: السواقة السحابية
es: Nube
fr: Disque nuagique
ja: クラウドドライブ
ko: 클라우드 드라이브
pt: Nuvem de arquivos
ru: Облачный диск
th: คลาวด์ไดรฟ์
tr: Bulut sürücüsü
vi: Ổ mây
zh_hans: 云盘
zh_hant: 雲端硬碟

# cameraUploads.timeline.filter.location.cameraUploads
source: Camera uploads
ar: ترفيعات الكاميرا
de: Kamera-Uploads
es: Subidas de la cámara
fr: Téléversements de l’appareil photo
id: Unggahan kamera
ja: カメラアップロード
ko: 카메라 업로드
pt: Uploads da câmera
ru: Загрузки из камеры
th: อัปโหลดจากกล้อง
tr: Kamera yüklemeleri
vi: Đăng tải camêra
zh_hans: 相机上传
zh_hant: 相機上傳

# cameraUploads.timeline.filter.rememberPreferences
source: Remember preferences
ar: تذكر التفضيلات
de: Einstellungen merken
es: Recordar preferencias
fr: Mémoriser les préférences
id: Ingat preferensi
ja: 設定を記憶する
ko: 설정 기억하기
pt: Salvar as preferências
ru: Запомнить настройки
th: จำตัวเลือกการตั้งค่านี้ไว้
tr: Tercihleri hatırla
vi: Ghi nhớ các tùy chỉnh
zh_hans: 记住偏好设置
zh_hant: 記住偏好設定

# cameraUploads.videoUploads.title
source: Video uploads
ar: ترفيعات الفيديو
es: Subida de vídeos
fr: Téléversements des vidéos
id: Unggahan video
ja: 動画アップロード
ko: 동영상 업로드
pt: Uploads de vídeo
ru: Загрузки видео
th: อัปโหลดวิดีโอ
tr: Video yüklemeleri
vi: Tải lên video
zh_hans: 视频上传
zh_hant: 影片上傳

source: 1 selected
ar: تم تحديد 1
de: 1 ausgewählt
es: 1 seleccionado
fr: 1 est sélectionné
id: 1 dipilih
ja: 1個選択されました
ko: 1개 선택됨
pt: 1 selecionado
ru: 1 выбран
th: เลือก 1 รายการ
tr: 1 seçilmiş
vi: 1 mục đã chọn
zh_hans: 已选择1个
zh_hant: 已選取1個

# xSelected
source: %d selected
ar: تم تحديد %d
de: %d ausgewählt
es: %d seleccionados
fr: %d sont sélectionnés
id: %d terpilih
ja: %d個選択されました
ko: %d개 선택됨
pt: %d selecionados
ru: %d выбрано
th: เลือกแล้ว %d รายการ
tr: %d seçili
vi: %d mục được chọn
zh_hans: 已选择%d个
zh_hant: 已選擇%d個

source: Offline
ar: غير متصل بالانترنت
es: Sin conexión
fr: Hors ligne
ja: オフライン
ko: 오프라인
ru: Локальные
th: ออฟไลน์
tr: Çevrimdışı
vi: Ngoại Tuyến
zh_hans: 离线
zh_hant: 離線

# contactsTitle
source: Contacts
ar: جهات الاتصال
de: Kontakte
es: Contactos
id: Kontak
ja: 連絡先
ko: 연락처
pt: Contatos
ru: Контакты
th: ผู้ติดต่อ
tr: İletişim
vi: Sổ liên lạc
zh_hans: 联系人
zh_hant: 聯絡人

source: Requests
ar: الطلبات
de: Anfragen
es: Recibidas
fr: Demandes
id: Permintaan
ja: 要求
ko: 요청
pt: Solicitações
ru: Запросы
th: คำขอ
tr: İstekler
vi: Yêu cầu
zh_hans: 请求
zh_hant: 聯絡人邀請

source: Groups
ar: مجموعات
de: Gruppenchats
es: Grupos
fr: Groupes
id: Grup
ja: グループ
ko: 그룹
pt: Grupos
ru: Группы
th: กลุ่ม
tr: Gruplar
vi: Nhóm
zh_hans: 群组
zh_hant: 群組

source: Recently added
ar: أضيف مؤخراً
de: Neu hinzugefügt
es: Añadido recientemente
fr: Ajoutés récemment
id: Baru-baru ini ditambahkan
ja: 最近追加
ko: 최근 추가됨
pt: Adicionado recentemente
ru: Добавлены недавно
th: เพิ่มล่าสุด
tr: Yakın zamanda eklendi
vi: Mới Thêm Gần Đây
zh_hans: 最近添加
zh_hant: 最近新增的

# oneFolderShared
source: 1 folder
ar: 1 مجلد
de: 1 Ordner
es: 1 carpeta
fr: 1 dossier
ja: 1個のフォルダ
ko: 폴더 1개
pt: 1 pasta
ru: 1 папка
th: 1 โฟลเดอร์
tr: 1 klasör
vi: 1 thư mục
zh_hans: 1个文件夹
zh_hant: 1個資料夾

# addFromEmail
source: Enter an email address
ar: ادخل بريداً الكترونياً
de: E-Mail hinzufügen
es: Introducir un correo electrónico
fr: Saisir une adresse courriel
id: Masukan alamat email
ja: メールアドレスを入力
ko: 이메일 주소를 입력하세요
pt: Digite um email
ru: Ввести адрес электронной почты
th: กรอกที่อยู่อีเมล
tr: Bir e-posta adresi girin
vi: Nhập địa chỉ email
zh_hans: 请输入电子邮件地址
zh_hant: 輸入電子郵件地址

source: Shared items
ar: العناصر المشاركة
de: Freigaben
es: Elementos compartidos
fr: Éléments partagés
id: Item Berbagi
ja: 共有項目
ko: 공유된 항목
pt: Itens compartilhados
ru: Общие элементы
th: รายการที่แชร์
tr: Paylaşılan öğeler
vi: Các Mục Chia Sẻ
zh_hans: 共享项目
zh_hant: 共享項目

source: Shared
ar: مشاركة
de: Freigegeben
es: Compartido
fr: Partagés
id: Berbagi
ja: 共有済み
ko: 공유됨
pt: Compartilhar
ru: Общие
th: แชร์
tr: Paylaşılan
vi: Mục Chia Sẻ
zh_hans: 共享
zh_hant: 共享

source: Incoming
ar: الوارد
de: Erhaltene
es: Conmigo
fr: Entrants
id: Masuk
ja: 受信
ko: 들어옴
pt: Entrada
ru: Входящие
th: ขาเข้า
tr: Gelen
vi: Mục Nhận Được
zh_hans: 传入
zh_hant: 傳入

source: Outgoing
ar: الصادر
de: Eigene
es: Por mí
fr: Sortants
id: Keluar
ja: 送信
ko: 나감
pt: Saída
ru: Исходящие
th: ขาออก
tr: Giden
vi: Mục Gửi Đi
zh_hans: 传出
zh_hant: 傳出

# sharedWithXContacts
source: Shared with %d contacts
ar: مشاركة مع %d جهات اتصال
de: An %d Kontakte freigegeben
es: Compartida con %d contactos
fr: Partagé avec %d contacts
id: Dibagikan dengan %d kontak
ja: %d人の連絡先と共有しました
ko: %d명의 연락처와 공유됨
pt: Compartilhado com %d contatos
ru: Общая с %d контактами
th: แชร์อยู่กับผู้ติดต่อ %d ราย
tr: İle paylaşıldı %d kişileri
vi: Được chia sẻ cho %d người
zh_hans: 已与%d位联系人共享
zh_hant: 已與%d位聯絡人共享

source: Permissions changed
ar: تم تغيير الإذونات
de: Zugriffsberechtigung aktualisiert
es: Permisos modificados
fr: Les droits ont été changés
id: Izin telah diubah
ja: 権限を変更しました
ko: 권한이 변경됨
pt: Permissões alteradas
ru: Права изменены
th: สิทธิ์เปลี่ยนแปลงแล้ว
tr: İzinler değişti
vi: Đã thay đổi quyền hạn
zh_hans: 权限已更改
zh_hant: 權限已更改

source: Remove sharing
ar: حذف المشاركة
de: Freigabe entfernen
es: Dejar de compartir
fr: Supprimer le partage
id: Hapus berbagi
ja: 共有を削除
ko: 공유 제거
pt: Deixar de compartilhar
ru: Убрать из общих
th: เอาการแชร์ออก
tr: Paylaşımı kaldır
vi: Loại bỏ chia sẻ
zh_hans: 移除共享
zh_hant: 移除共享

source: Remove share
ar: حذف المشاركة
de: Freigabe entfernen
es: Eliminar compartición
fr: Supprimer le partage
id: Hapus Bagikan
ja: 共有を削除
ko: 공유 제거
pt: Deixar de compartilhar
ru: Закрыть доступ
th: ลบแชร์ออก
tr: Paylaşımı kaldır
vi: Loại Bỏ Chia Sẻ
zh_hans: 移除共享
zh_hant: 移除共享

# removeOneShareOneContactMessage
source: Are you sure you want to remove this share? (Shared with 1 contact)
ar: هل أنت متأكد من إزالة المشاركة؟ (مشارك مع 1 جهة اتصال)
de: Möchten Sie diese Freigabe wirklich entfernen? (freigegeben für 1 Kontakt)
es: ¿Confirma que quieres eliminar esta compartición? (Compartido con un contacto)
fr: Voulez-vous vraiment supprimer ce partage ? (Partagé avec 1 contact)
id: Anda yakin ingin menghapus berbagi ini? (Dibagikan dengan 1 kontak)
ja: この共有を削除してもよろしいですか？（1件の連絡先と共有済み）
ko: 이 공유를 삭제하시겠습니까?(연락처 1명과 공유됨)
pt: Você tem certeza de que quer deixar de compartilhar esta pasta? (Compartilhado com 1 contato)
ru: Убрать из общего? (Общее с 1 контактом)
th: คุณแน่ใจหรือไม่ว่าจะลบการแชร์นี้ (แชร์อยู่กับผู้ติดต่อ 1 ราย)
tr: Bu paylaşımı kaldırmak istediğinizden emin misiniz? (1 kişi ile paylaşılır)
vi: Bạn có chắc muốn loại bỏ chia sẻ mục này không? (Hiện đang chia sẻ cho 1 tên liên lạc)
zh_hans: 您确定要移除这个共享吗？（已与1位联系人共享）
zh_hant: 您確定要刪除這個共享嗎？（已與1個聯絡人共享）

# removeOneShareMultipleContactsMessage
source: Are you sure you want to remove this share? (Shared with %d contacts)
ar: هل أنت متأكد من إزالة هذه المشاركة؟ (مشارك مع %d جهات اتصال)
de: Möchten Sie diese Freigabe wirklich entfernen? (freigegeben für %d Kontakte)
es: ¿Confirma que quieres eliminar esta compartición? (Compartido con %d contactos)
fr: Voulez-vous vraiment supprimer ce partage ? (Partagé avec %d contacts)
id: Anda yakin ingin menghapus berbagi ini? (Dibagikan dengan %d kontak)
ja: この共有を削除してもよろしいですか？（%d件の連絡先と共有済み）
ko: 이 공유를 삭제하시겠습니까?(연락처 %d명과 공유됨)
pt: Você tem certeza de que quer deixar de compartilhar esta pasta? (Compartilhado com %d contatos)
ru: Убрать из общего? (Общее с %d контактами)
th: คุณแน่ใจหรือไม่ว่าจะลบการแชร์นี้ (แชร์อยู่กับผู้ติดต่อ %d ราย)
tr: Bu paylaşımı kaldırmak istediğinizden emin misiniz? (İle paylaşıldı %d iletişim)
vi: Bạn có chắc muốn loại bỏ chia sẻ mục này không? (Mục này đang được chia sẻ cho %d người trong sổ liên lạc)
zh_hans: 您确定要移除这个共享吗？（已与%d位联系人共享）
zh_hant: 您確定要刪除這個共享嗎？（已與%d個聯絡人共享）

# removeMultipleSharesMultipleContactsMessage
source: Are you sure you want to remove these shares? (Shared with %d contacts)
ar: هل أنت متأكد من إزالة هذه المشاركات؟ (مشارك مع %d جهات اتصال)
de: Möchten Sie diese Freigaben wirklich entfernen? (freigegeben für %d Kontakte)
es: ¿Confirma que quieres eliminar estas comparticiones? (Compartido con %d contactos)
fr: Voulez-vous vraiment supprimer ces partages ? (Partagés avec %d contacts)
id: Anda yakin ingin menghapus berbagi ini? (Dibagikan dengan %d kontak)
ja: この共有を削除してもよろしいですか？（%d件の連絡先と共有済み）
ko: 이 공유들을 삭제하시겠습니까?(연락처 %d명과 공유됨)
pt: Você tem certeza de que quer deixar de compartilhar estas pastas? (Compartilhado com %d contatos)
ru: Убрать из общего? (Общее с %d контактами)
th: คุณแน่ใจหรือไม่ว่าจะลบการแชร์นี้ (แชร์อยู่กับผู้ติดต่อ %d ราย)
tr: Bu paylaşımları kaldırmak istediğinizden emin misiniz? (İle paylaşıldı %d iletişim)
vi: Bạn có chắc muốn loại bỏ các chia sẻ mục này không? (Những mục này đang được chia sẻ cho %d người trong sổ liên lạc)
zh_hans: 您确定要移除这些共享吗？（已与%d位联系人共享）
zh_hant: 您確定要刪除這些共享嗎？（已與%d個聯絡人共享）

source: Share removed
ar: تم حذف المشاركة
de: Freigabe entfernt
es: Compartición eliminada
fr: Le partage a été supprimé
id: Berbagi telah berhasil dihapus
ja: 共有は削除されました
ko: 공유 제거됨
pt: Compartilhamento removido corretamente
ru: Общий доступ удалён
th: ลบการแชร์แล้ว
tr: Paylaşım kaldırıldı
vi: Chia sẻ đã bị loại bỏ
zh_hans: 共享已移除
zh_hant: 共享已移除

source: Shares removed
ar: تم حذف المشاركات
de: Freigaben entfernt
es: Comparticiones eliminadas
fr: Les partages ont été supprimés
id: Berbagi terhapus
ja: 共有が削除されました
ko: 공유 제거됨
pt: Compartilhamentos removidos
ru: Убрано из общего
th: ลบการแชร์
tr: Paylaşımlar kaldırıldı
vi: Các chia sẻ đã bị loại bỏ
zh_hans: 共享已移除
zh_hant: 共享已移除

source: Shared with
ar: مشارك مع
de: Freigegeben an
es: Compartido con
fr: Partagé avec
id: Dibagikan bersama
ja: 共有相手
ko: 공유된 사람
pt: Compartilhado com
ru: Общий доступ с
th: แชร์กับ
tr: İle paylaşıldı
vi: Được chia sẻ với
zh_hans: 共享者
zh_hant: 共享者

source: Add from contacts
ar: إضافة من جهات الاتصال
de: Aus Kontakten hinzufügen
es: Añadir desde contactos
fr: Ajouter à partir des contacts
id: Tambah dari Kontak
ja: 連絡先から追加
ko: 연락처에서 추가
pt: Adicionar dos contatos
ru: Добавить из контактов
th: เพิ่มจากผู้ติดต่อ
tr: Kişilerden ekle
vi: Lấy từ Danh Bạ Điện Thoại
zh_hans: 从联系人中添加
zh_hant: 從通訊錄加入

source: Add contact
ar: إضافة جهة اتصال
de: Kontakt hinzufügen
es: Añadir contacto
fr: Ajouter un contact
id: Tambah kontak
ja: 連絡先を追加
ko: 연락처 추가
pt: Adicionar contato
ru: Добавление контакта
th: เพิ่มผู้ติดต่อ
tr: Kişi ekle
vi: Thêm tên liên lạc
zh_hans: 添加联系人
zh_hant: 新增聯絡人

# contactEmail
source: Contact email address
ar: البريد الالكتروني لجهة الاتصال
de: Kontakt E-Mail
es: Correo electrónico del contacto
fr: Adresse courriel du contact
id: Kontak Email
ja: 連絡先メールアドレス
ko: 연락처 이메일
pt: Email do contato
ru: Электронная почта контакта
th: อีเมลรายการติดต่อ
tr: İletişim e-posta adresi
vi: Email của người muốn thêm
zh_hans: 联系人邮箱
zh_hant: 聯絡人電子郵件

# addContactButton
source: Add
ar: اضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
id: Tambah
ja: 追加
ko: 추가
pt: Adicionar
ru: Добавить
th: เพิ่ม
tr: Ekle
vi: Thêm
zh_hans: 添加
zh_hant: 新增

# noNeedToAddYourOwnEmailAddress
source: There’s no need to add your own email address
ar: لاحاجة لإضافة بريدك الإلكتروني
de: Ihre eigene E-Mail-Adresse muss nicht hinzugefügt werden
es: No hace falta que añadas tu propio correo electrónico
fr: Il est inutile d’ajouter votre propre adresse courriel
id: Tidak perlu menambahkan email anda sendiri
ja: あなたご自身のメールアドレスを追加する必要はありません
ko: 당신의 이메일을 추가할 필요는 없습니다
pt: Não é necessário adicionar o seu próprio email
ru: Не обязательно добавлять свой собственный адрес электронной почты
th: ไม่มีความจำเป็นที่จะเพิ่มที่อยู่อีเมลของคุณเอง
tr: Kendi e-posta adresinizi eklemenize gerek yok
vi: Không cần phải nhập chính email của mình vào sổ liên lạc
zh_hans: 无需添加您自己的电子邮件地址
zh_hant: 您無須加入您自己的電子郵件

# dialog.inviteContact.outgoingContactRequest
source: The user [X] has been invited and will appear in your contact list once accepted.
ar: المستخدم [X] الذي قمت بدعوته سوف يظهر في قائمة الاتصال الخاصة بك فور موافقته على طلب الإضافة.
de: Der Benutzer [X] wurde eingeladen und wird in Ihrer Kontaktliste erscheinen, sobald er die Einladung annimmt.
es: El usuario [X] ha sido invitado y aparecerá en tu lista de contactos en cuanto acepte la invitación.
fr: L’utilisateur [X] a été invité et apparaîtra dans votre liste de contacts si l’invitation est acceptée.
id: Pengguna [X] telah diundang dan akan muncul dalam daftar kontak anda setelah undangan anda diterima.
ja: ユーザーの[X]さんが招待されました。承認されると、あなたの連絡先リストに表示されます。
ko: 이용자 [X]님이 초대되었으며 수락되면 당신의 연락처 목록에 나타날 것입니다.
pt: O usuário [X] foi convidado, e aparecerá na sua lista de contatos assim que aceitar.
ru: Пользователь [X] приглашён. Он появится в вашем списке контактов, если согласится.
th: [X] ได้รับคำเชิญแล้วและจะปรากฏในรายชื่อผู้ติดต่อของคุณ
tr: Kullanıcı [X] davet edildi ve kabul edildikten sonra kişi listenizde görünecektir.
vi: Người dùng [X] đã được mời và sẽ xuất hiện trong sổ liên lạc khi họ chấp nhận lời mời của bạn.
zh_hans: 用户[X]已被邀请。该邀请被接受后，他将会出现在您的联系人列表中。
zh_hant: 用戶[X]已被邀請。該邀請被接受後，他將會出現在您的聯絡人列表中。

# theUsersHaveBeenInvited
source: The users have been invited and will appear in your contact list once accepted.
ar: لقد تمت دعوة المستخدمين وسوف تجدهم في جهات الاتصال عند موافقتهم.
de: Die Benutzer wurden eingeladen und werden in Ihrer Kontaktliste auftauchen, sobald sie die Einladung annehmen.
es: Los usuarios han sido invitados y aparecerán en tu lista de contactos en cuanto acepten la invitación.
fr: Les utilisateurs ont été invités et apparaîtront dans votre liste de contacts s’ils acceptent.
id: Pengguna telah diundang dan akan muncul dalam daftar kontak anda setelah undangan anda diterima.
ja: 複数のユーザーが招待されています。承認されると連絡先リストに表示されます。
ko: 이용자들이 초대되었으며 수락되면 당신의 연락처 목록에 나타날 것입니다.
pt: Os usuários foram convidados e aparecerão na sua lista de contatos assim que aceitarem.
ru: Пользователи приглашены. Они появятся в вашем списке контактов, если согласятся.
th: ผู้ใช้งานไดรับคำเชิญแล้วและจะปรากฎบนรายชื่อผู้ติดต่อของคุณ
tr: Kullanıcılar davet edildi ve kabul edildikten sonra kişi listenizde görünecektir.
vi: Những người mà bạn vừa mời sẽ xuất hiện trong sổ liên lạc sau khi họ dùng lời mời của bạn để tạo tài khoản.
zh_hans: 用户已被邀请，对方接受邀请后将会出现在您的联系人列表中。
zh_hant: 使用者已被邀請且一旦邀請被接受，對方將會出現在您的聯絡人列表。

# removeUserTitle
source: Remove contact
ar: حذف جهة الاتصال
de: Kontakt entfernen
es: Eliminar contacto
fr: Supprimer le contact
id: Hapus kontak
ja: 連絡先を削除
ko: 연락처 삭제
pt: Remover contato
ru: Удалить контакт
th: เอาผู้ติดต่อออก
tr: Kişiyi kaldır
vi: Xóa tên liên lạc
zh_hans: 移除联系人
zh_hant: 移除聯絡人

# removeMultipleUsersMessage
source: Are you sure you want to remove %d users from your contact list?
ar: هل أنت متأكد أنك تريد إزالة %d مستخدم من قائمة الاتصال الخاصة بك؟
de: %d Kontakte entfernen?
es: ¿Confirma que quieres eliminar %d usuarios de la lista de contactos?
fr: Voulez-vraiment supprimer %d utilisateurs de votre liste de contacts ?
id: Anda yakin ingin menghapus %d pengguna dari daftar kontak anda?
ja: 連絡先リストから%d人のユーザーを削除してもよろしいですか？
ko: 이용자 %d명을 연락처 목록에서 삭제하시겠습니까?
pt: Tem certeza que deseja remover %d usuários da sua lista de contatos?
ru: Вы действительно хотите удалить %d пользователей из списка контактов?
th: คุณแน่ใจหรือไม่ว่าจะลบผู้ใช้ %d ออกจากรายการผู้ติดต่อ
tr: Kaldırmak istediğinizden emin misiniz %d Kişi listenizdeki kullanıcılar?
vi: Bạn có chắc muốn xóa %d tên khỏi sổ liên lạc của bạn không?
zh_hans: 您确定要从联系人列表中移除%d位联系人吗？
zh_hant: 您確定要從您的聯絡人列表刪除%d個聯絡人嗎？

# removedContact
source: Contact %@ removed
ar: تم إزالة %@ جهة اتصال
de: Kontakt %@ entfernt
es: Contacto %@ eliminado
fr: Le contact %@ a été supprimé
id: Kontak %@ telah terhapus
ja: 連絡先の%@さんを削除しました
ko: 연락처 %@ 삭제됨
pt: Contato %@ removido
ru: Контакт %@ удалён
th: ผู้ติดต่อ %@ ถูกลบออกแล้ว
tr: İletişim %@ kaldırılır
vi: Đã xóa tên %@ khỏi sổ liên lạc
zh_hans: 联系人%@已被移除
zh_hant: 聯絡人%@已移除

source: Pending
ar: معلق
de: Unbestätigt
es: Pendiente
fr: En attente
id: Tertunda
ja: 保留中
ko: 대기 중
pt: Pendente
ru: В ожидании
th: ที่ค้างอยู่
tr: Beklemede
vi: Chờ hồi âm
zh_hans: 待处理
zh_hant: 待處理中

# leaveFolder
source: Leave
ar: غادر المجلد
de: Verlassen
es: Abandonar
fr: Quitter
id: Tinggalkan folder
ja: 解除
ko: 떠나기
pt: Sair da pasta
ru: Покинуть папку
th: ออกจากโฟลเดอร์
tr: Klasörü bırak
vi: Rời khỏi
zh_hans: 离开文件夹
zh_hant: 離開

# leaveShareAlertMessage
source: Are you sure you want to leave this share?
ar: Are you sure you want to leave this folder?
de: Wollen Sie diese Ordnerfreigabe wirklich verlassen?
es: ¿Confirma que quieres abandonar esta compartición?
fr: Voulez-vous vraiment quitter ce partage ?
id: Are you sure you want to leave this folder?
ja: この共有を解除してもよろしいですか？
ko: 이 공유를 떠나시겠습니까?
pt: Você tem certeza de que quer sair desta pasta?
ru: Действительно покинуть эту папку?
th: คุณแน่ใจหรือไม่ว่าต้องการออกจากโฟลเดอร์นี้
tr: Bu klasörden ayrılmak istediğinizden emin misiniz?
vi: Bạn có chắc muốn rời khỏi mục chia sẻ này không?
zh_hans: 您确定要离开此文件夹吗？
zh_hant: 您確定要離開此共享嗎？

# leaveSharesAlertMessage
source: Are you sure you want to leave these shares?
ar: Are you sure you want to leave these folders?
de: Wollen Sie diese Ordnerfreigaben wirklich verlassen?
es: ¿Confirma que quieres abandonar estas comparticiones?
fr: Voulez-vous vraiment quitter ces partages ?
id: Are you sure you want to leave these folders?
ja: これらの共有を解除してもよろしいですか？
ko: 이 공유들에서 떠나시겠습니까?
pt: Você tem certeza de que quer sair destas pastas?
ru: Действительно покинуть эти папки?
th: คุณแน่ใจหรือไม่ว่าต้องการออกจากโฟลเดอร์เหล่านี้
tr: Bu klasörleri bırakmak istediğinizden emin misiniz?
vi: Bạn có chắc muốn rời khỏi các mục chia sẻ này không?
zh_hans: 您确定要离开这些文件夹吗？
zh_hant: 您確定要離開這些共享嗎？

# general.share
source: Share
ar: شارك
de: Teilen
es: Compartir
fr: Partager
id: Bagikan
ja: 共有
ko: 공유
pt: Compartilhar
ru: Обмен
th: แชร์
tr: Paylaş
vi: Chia sẻ
zh_hans: 共享
zh_hant: 共享

# general.export
source: Export
ar: تصدير
de: Exportieren
es: Exportar
fr: Exporter
id: Ekspor
ja: エクスポート
ko: 내보내기
pt: Exportar
ru: Экспорт
th: ส่งออก
tr: Kurtarma Anahtarı Dışa Aktar
vi: Xuất ra
zh_hans: 导出
zh_hant: 匯出

source: Select all
ar: تحديد الكل
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
id: Pilih Semua
ja: すべて選択
ko: 모두 선택
pt: Selecionar tudo
ru: Выбрать все
th: เลือกทั้งหมด
tr: Tümünü seç
vi: Chọn Tất Cả
zh_hans: 全选
zh_hant: 全選

source: Select
ar: تحديد
de: Auswählen
es: Seleccionar
fr: Sélectionner
id: Pilih
ja: 選択
ko: 선택
pt: Selecionar
ru: Выбрать
th: เลือก
tr: Seçiniz
vi: Chọn
zh_hans: 选择
zh_hant: 選擇

source: Permissions
ar: الإذونات
de: Zugriffsrechte
es: Permisos
fr: Droits
id: Izin
ja: 権限
ko: 권한
pt: Permissão
ru: Права
th: สิทธิ์
tr: İzinler
vi: Cấp phép
zh_hans: 权限
zh_hant: 權限

source: Read-only
ar: للقراءة فقط
de: Nur lesen
es: Solo lectura
fr: Lecture seule
id: Hanya-baca
ja: 読み取り専用
ko: 읽기 전용
pt: Somente leitura
ru: Только чтение
th: อ่านอย่างเดียว
tr: Salt okunur
vi: Chỉ-được-xem
zh_hans: 只读
zh_hant: 僅能讀取

source: Read and write
ar: قراءة وكتابة
de: Lese- und Schreibzugriff
es: Lectura y escritura
fr: Lecture et écriture
id: Dapat Dibaca & Ditulis
ja: 読み取りと書き込み
ko: 읽기와 쓰기
pt: Leitura e escrita
ru: Чтение и запись
th: อ่านและเขียน
tr: Oku ve yaz
vi: Xem và Sửa
zh_hans: 仅读写
zh_hant: 讀取與編輯

source: Full access
ar: إذن وصول كامل
de: Vollzugriff
es: Acceso completo
fr: Accès total
id: Akses penuh
ja: フルアクセス
ko: 전체 권한
pt: Acesso total
ru: Полный доступ
th: เข้าถึงแบบเต็มที่
tr: Tam erişim
vi: Toàn quyền
zh_hans: 完全访问
zh_hant: 完全存取
