Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# cloudDrive.nodeInfo.nodeDescription.closePopup.keepEditingButtonTitle
source: Keep editing
ar: استمر في التعديل
de: Weiter bearbeiten
fr: Poursuivre la modification
id: Terus ubah
ja: 編集を続ける
ko: 계속 편집
pt: Continuar editando
ru: Продолжить редактирование
th: แก้ไขต่อ
tr: Düzenlemeye devam et
zh_hans: 继续编辑

# cloudDrive.nodeInfo.nodeDescription.closePopup.saveAndCloseButtonTitle
source: Save and close
ar: حفظ وإغلاق
fr: Enregistrer et fermer
id: Simpan dan tutup
ja: 保存して閉じる
ko: 저장하고 닫기
pt: Salvar e fechar
ru: Сохранить и закрыть
th: บันทึกและปิด
tr: Kaydet ve kapat
zh_hans: 保存并关闭

# cloudDrive.nodeInfo.nodeDescription.savedState.error
source: Error updating description, try again
ar: حدث خطأ أثناء تحديث الوصف، حاول مرة أخرى
fr: Erreur lors de la mise à jour de la description, réessayez
id: Gagal saat memperbarui deskripsi, coba lagi
ja: 説明の更新中にエラーが発生しました。もう一度お試しください
ko: 설명 수정 중 오류, 다시 시도하세요
pt: Não foi possível atualizar a descrição, tente novamente
ru: Ошибка при обновлении описания, попробуйте ещё раз
th: เกิดข้อผิดพลาดในการอัปเดตคำอธิบาย ลองใหม่อีกครั้ง
tr: Açıklama güncellenirken hata oluştu, tekrar deneyin
zh_hans: 更新描述时发生错误，请重试

# chat.newChat.title
source: New chat
ar: محادثة جديدة
de: Neuer Chat
fr: Nouvelle conversation
id: Obrolan baru
ja: 新しいチャット
ko: 새 대화
pt: Novo chat
ru: Новый чат
th: แชทใหม่
tr: Yeni sohbet
zh_hans: 新建聊天

# photos.searchHistory.section.title
source: Recently searched
ar: بحثت مؤخراً
de: Kürzlich gesucht
fr: Cherché récemment
id: Pencarian baru-baru ini
ja: 最近検索
ko: 최근에 검색함
pt: Pesquisas recentes
ru: Недавно искали
th: รายการค้นหาล่าสุด
tr: Son aranan
zh_hans: 最近搜索过

# inviteContact.title
source: Invite
ar: ادعو
de: Einladen
fr: Inviter
id: Undang
ja: 招待
ko: 초대
pt: Convidar
ru: Пригласить
th: เชิญ
tr: Davet et
zh_hans: 邀请

# photos.searchHistory.empty.description
source: Try searching for media files
de: Try searching for any media files.
fr: Essayez de rechercher des fichiers multimédia
ru: Попробуйте поискать медиафайлы
th: ลองค้นหาไฟล์สื่อ
tr: Medya dosyalarını aramayı deneyin

# account.storage.banner.fullStorageOverQuotaBanner.title
source: Your storage is full
ar: مساحة التخزين الخاصة بك ممتلئة
fr: Votre espace de stockage est saturé
id: Penyimpanan anda penuh
ja: ストレージがいっぱいです
ko: 저장소가 가득 찼습니다
pt: O armazenamento da sua conta está cheio
ru: Хранилище заполнено
th: พื้นที่เก็บข้อมูลของคุณเต็มแล้ว
tr: Deponuz dolu
zh_hans: 您的存储空间已满

# account.storage.banner.fullStorageOverQuotaBanner.button
source: Upgrade now
ar: رق حسابك الآن
fr: Surclasser le compte maintenant
id: Tingkatkan sekarang
ja: 今すぐアップグレード
ko: 지금 업그레이드
pt: Upgrade
ru: Улучшить
th: อัปเกรดตอนนี้
tr: Şimdi yükselt
zh_hans: 立即升级

# account.storage.banner.fullStorageOverQuotaBanner.description
source: To keep uploading data, upgrade now to get more storage.
ar: لمواصلة ترفيع البيانات، قم بالترقية الآن للحصول على المزيد من مساحة التخزين.
fr: Pour continuer à téléverser des données, surclassez votre compte maintenant pour obtenir plus d’espace de stockage.
id: Untuk terus mengupload data, tingkatkan versi sekarang untuk mendapatkan lebih banyak penyimpanan.
ja: データのアップロードを続けるには、今すぐアップグレードしてストレージを増やしてください。
ko: 데이터를 계속 업로드 하려면, 지금 업그레이드 하여 더 많은 저장소를 받아야 합니다.
pt: Para continuar fazendo o upload de dados, faça um upgrade para obter mais armazenamento.
ru: Чтобы продолжить загрузку данных, улучшите аккаунт сейчас и получите больше места на диске.
th: หากต้องการอัปโหลดข้อมูลต่อ กรุณาอัปเกรดทันทีเพื่อเพิ่มพื้นที่เก็บข้อมูล
tr: Veri yüklemeye devam etmek için, daha fazla depolama alanı elde etmek için şimdi yükseltin.
zh_hans: 为了保持数据上传，请立即升级以获得更多存储空间。

# account.storage.banner.almostFullStorageOverQuotaBanner.title
source: Your storage is almost full
ar: مساحة التخزين الخاصة بك ممتلئة
fr: Votre espace de stockage est saturé
id: Penyimpanan anda penuh
ja: ストレージがいっぱいです
ko: 저장소가 가득 찼습니다
pt: O armazenamento da sua conta está cheio
ru: Хранилище заполнено
th: พื้นที่เก็บข้อมูลของคุณเต็มแล้ว
tr: Depolama alanınız neredeyse dolu
zh_hans: 您的存储空间已满

# account.storage.banner.almostFullStorageOverQuotaBanner.button
source: Upgrade now
ar: رق حسابك الآن
fr: Surclasser le compte maintenant
id: Tingkatkan sekarang
ja: 今すぐアップグレード
ko: 지금 업그레이드
pt: Upgrade
ru: Улучшить
th: อัปเกรดตอนนี้
tr: Şimdi yükselt
zh_hans: 立即升级

# account.storage.banner.almostFullStorageOverQuotaBanner.description
source: To keep uploading data, upgrade to get more storage.
ar: لمواصلة ترفيع البيانات، قم بالترقية للحصول على المزيد من مساحة التخزين.
fr: Pour continuer à téléverser des données, surclassez votre compte pour obtenir plus d’espace de stockage.
id: Untuk terus mengupload data, tingkatkan versi untuk mendapatkan lebih banyak penyimpanan.
ja: データのアップロードを続けるには、アップグレードしてストレージを増やしてください。
ko: 데이터를 계속 업로드 하려면, 업그레이드 하여 더 많은 저장소를 받아야 합니다.
pt: Para continuar fazendo o upload de dados, faça um upgrade para obter mais armazenamento.
ru: Чтобы продолжить загрузку данных, улучшите аккаунт и получите больше места на диске.
th: หากต้องการอัปโหลดข้อมูลต่อ กรุณาอัปเกรดเพื่อเพิ่มพื้นที่เก็บข้อมูล
tr: Veri yüklemeye devam etmek için daha fazla depolama alanı elde etmek için yükseltin.
zh_hans: 为了继续上传数据，请升级以获得更多存储空间。

# chat.meetings.emptyState.v2.title
source: Protect your calls
ar: قم بحماية مكالماتك
fr: Protégez vos appels
id: Lindungi panggilan anda
ja: 通話を保護
ko: 통화 보호
pt: Proteja as suas chamadas
ru: Защитите свои звонки
th: ปกป้องการโทรของคุณ
tr: Aramalarınızı koruyun
zh_hans: 保护您的通话

# chat.meetings.emptyState.v2.description
source: Your meetings, family calls, and private conversations are protected by our zero-knowledge encryption. [A]Learn more[/A]
ar: تتم حماية اجتماعاتك ومكالماتك العائلية ومحادثاتك الخاصة من خلال تشفير المعرفة الصفرية الخاص بنا. [A]اعرف المزيد[/A]
fr: Vos réunions, vos appels familiaux et vos conversations privées sont protégés par notre chiffrement à divulgation nulle de connaissance. [A]En apprendre davantage[/A]
id: Rapat, panggilan keluarga, dan percakapan pribadi anda dilindungi oleh enkripsi tanpa-pengetahuan kami. [A]Pelajari lebih lanjut[/A]
ja: ミーティング、家族との通話、プライベートな会話は、ゼロ知識暗号化によって保護されます。 [A]詳細[/A]
ko: 당신의 회의, 가족 통화, 그리고 비공개 대화는 우리의 영지식 암호화로 보호됩니다. [A]더 알아보기[/A]
pt: As suas reuniões, chamadas familiares e conversas privadas estão protegidas pela nossa criptografia de conhecimento zero. [A]Mais informações[/A]
ru: Ваши встречи, семейные звонки и личные разговоры защищены нашим шифрованием с нулевым разглашением. [A]Узнать больше[/A]
th: การประชุม การโทรหาครอบครัว และการสนทนาส่วนตัวของคุณได้รับการปกป้องด้วยการเข้ารหัสแบบวิธีซีโร่-นอว์เลจ [A]เรียนรู้เพิ่มเติม[/A]
tr: Toplantılarınız, aile aramalarınız ve özel görüşmeleriniz sıfır bilgi şifrelememizle korunur. [A]Daha fazla bilgi[/A]
zh_hans: 您的会议、家庭通话和私人对话都受到我们零知识加密的保护。 [A]了解更多[/A]

# chat.meetings.emptyState.v2.button.startMeetingNow
source: Start meeting now
ar: ابدأ الاجتماع الآن
fr: Commencer la réunion maintenant
id: Mulai rapat sekarang
ja: 今すぐミーティングを開始
ko: 지금 회의 시작
pt: Começar a reunião agora
ru: Начать встречу
th: เริ่มการประชุมทันที
tr: Şimdi toplantıya başla
zh_hans: 立即发起会议

# chat.meetings.emptyState.v2.button.scheduleMeeting
source: Schedule meeting
ar: الاجتماع المجدول
fr: Programmer une réunion
id: Jadwalkan pertemuan
ja: ミーティングをスケジュール
ko: 회의 예약
pt: Programar reunião
ru: Запланировать встречу
th: จัดกำหนดการประชุม
tr: Toplantıyı planlayın
zh_hans: 安排会议

# appstore.screenshot1
source: The power of privacy in your pocket
ar: قوة الخصوصية في جيبك
fr: Le pouvoir de la confidentialité dans votre poche
id: Kekuatan privasi di saku anda
ja: ポケットの中でもプライバシーを保護
ko: 주머니 속 개인 정보 보호의 힘
pt: O poder da privacidade no seu bolso
ru: Сила конфиденциальности в вашем кармане
th: พกพลังแห่งความเป็นส่วนตัวไว้ในอุปกรณ์ของคุณ
tr: Cebinizdeki mahremiyetin gücü
zh_hans: 您口袋里的隐私保护力量

# appstore.screenshot2
source: The power of privacy in the palm of your hands
ar: قوة الخصوصية بين يديك
fr: Le pouvoir de la confidentialité dans la paume de vos mains
id: Kekuatan privasi di telapak tangan anda
ja: 手のひらでもプライバシーを保護
ko: 손 안의 개인 정보 보호의 힘
pt: O poder da privacidade na palma de suas mãos
ru: Сила конфиденциальности у вас на ладони
th: ความเป็นส่วนตัวที่คุณควบคุมได้อยู่ใกล้เพียงปลายนิ้ว
tr: Mahremiyetin gücü avucunuzun içinde
zh_hans: 您手掌中的隐私保护力量

# appstore.screenshot3
source: End-to-end encrypted cloud solutions
ar: حلول السحابة المشفرة من طرف إلى طرف
fr: Solutions de nuage chiffrées de bout en bout
id: Solusi cloud terenkripsi ujung ke ujung
ja: エンドツーエンドの暗号化クラウドソリューション
ko: 종단간 암호화 클라우드 솔루션
pt: Soluções de nuvem criptografadas de ponta a ponta
ru: Облачные решения со сквозным шифрованием
th: บริการคลาวด์ที่ปกป้องข้อมูลด้วยการเข้ารหัสแบบครบวงจร
tr: Uçtan uca şifreli bulut çözümleri
zh_hans: 端到端加密的云端解决方案

# appstore.screenshot4
source: Your secure cloud storage space
ar: مساحة التخزين السحابية الآمنة
fr: Votre espace de stockage nuagique sécurisé
id: Ruang penyimpanan cloud anda yang aman
ja: 安全なクラウドストレージスペース
ko: 당신의 안전한 클라우드 저장 공간
pt: O seu espaço seguro de armazenamento na nuvem
ru: Ваше безопасное облачное хранилище
th: พื้นที่เก็บข้อมูลที่พ่วงมาด้วยความปลอดภัยขั้นสูงสุด
tr: Güvenli bulut depolama alanınız
zh_hans: 您的安全云端存储空间

# appstore.screenshot5
source: Your space to chat freely
ar: مساحتك الخاصة للمحادثة بحرية
fr: Votre espace pour dialoguer en ligne en toute liberté
id: Ruang anda untuk mengobrol dengan bebas
ja: 自由におしゃべりできるスペース
ko: 편하게 대화할 수 있는 당신의 공간
pt: O seu espaço para conversar livremente
ru: Ваше пространство для свободного общения
th: สนุกกับการพูดคุยได้อย่างเต็มที่ ในพื้นที่ของคุณ
tr: Özgürce sohbet edebileceğiniz alanınız
zh_hans: 您的自由聊天空间

# appstore.screenshot6
source: Your space for encrypted meetings
ar: مساحتك الخاصة للاجتماعات المشفرة
fr: Votre espace pour les réunions chiffrées
id: Ruang anda untuk rapat terenkripsi
ja: 暗号化されたミーティングができるスペース
ko: 암호화된 회의를 위한 당신의 공간
pt: O seu espaço para reuniões criptografadas
ru: Ваше пространство для зашифрованных встреч
th: การประชุมที่สำคัญที่สุด ในพื้นที่ของคุณ
tr: Şifreli toplantılar için alanınız
zh_hans: 您的加密会议空间

# appstore.screenshot7
source: Your space to share & collaborate with anyone
ar: مساحتك الخاصة للمُشاركة والتعاون مع أي شخص
fr: Votre espace pour partager et collaborer avec n'importe qui
id: Ruang anda untuk berbagi & berkolaborasi dengan siapa pun
ja: 誰とでも共有してコラボできるスペース
ko: 누구나와 공유하고 협업하는 당신의 공간
pt: O seu espaço para compartilhar e colaborar com qualquer pessoa
ru: Ваше пространство для обмена информацией и совместной работы с кем угодно
th: สร้างสรรค์ แชร์ และร่วมงานกับใครก็ได้ ในพื้นที่ของคุณ
tr: Herkesle paylaşabileceğiniz ve işbirliği yapabileceğiniz alanınız
zh_hans: 您与任何人的共享和协作空间

# appstore.screenshot8
source: Your space to upload & sync your photos and videos
ar: مساحتك الخاصة لترفيع ومزامنة الصور ومقاطع الفيديو
fr: Votre espace pour télécharger et synchroniser vos photos et vidéos
id: Ruang anda untuk mengunggah & menyinkronkan foto dan video anda
ja: 写真や動画をアップロードして同期できるスペース
ko: 사진과 동영상을 업로드하고 동기화하는 당신의 공간
pt: O seu espaço para fazer upload e sincronizar as suas fotos e os seus vídeos
ru: Ваше пространство для загрузки и синхронизации фото и видео
th: อัปโหลด ซิงค์รูปภาพและวิดีโอได้ ในพื้นที่ของคุณ
tr: Fotoğraflarınızı ve videolarınızı yüklemek ve senkronize etmek için alanınız
zh_hans: 您照片和视频的上传&同步空间

# appstore.screenshot9
source: Move to MEGA
ar: انتقل إلى ميغا MEGA
fr: Déplacez-vous vers MEGA
id: Pindah ke MEGA
ja: MEGAに移動
ko: MEGA로 이동
pt: Venha para o MEGA
ru: Переходите в MEGA
th: ย้ายมาอยู่กับ MEGA
tr: MEGA'ya taşı
zh_hans: 转移到MEGA

# appstore.screenshot10
source: Join the millions of people and businesses who trust MEGA to store and protect their data.
ar: انضم إلى ملايين الأشخاص والشركات الذين يثقون في ميغا MEGA لتخزين بياناتهم وحمايتها.
fr: Rejoignez les millions de personnes et d'entreprises qui font confiance à MEGA pour le stockage et la protection de leurs données.
id: Bergabunglah dengan jutaan orang dan bisnis yang mempercayai MEGA untuk menyimpan dan melindungi data mereka.
ja: MEGAをご信頼いただき、データを保管して保護されている、何百万人もの人々や企業の皆様に加わってください。
ko: 데이터를 저장하고 보호하기 위해 MEGA를 믿는 수백만의 사람과 기업들에 참여하세요.
pt: Junte-se a milhões de pessoas e de empresas que confiam no MEGA para armazenar e proteger os seus dados.
ru: Присоединяйтесь к миллионам людей и компаний, которые доверяют MEGA хранение и защиту своих данных.
th: เข้าร่วมกับคนนับล้านและธุรกิจมากมายที่ไว้วางใจให้ MEGA ดูแลและปกป้องข้อมูลสำคัญของคุณ
tr: Verilerini depolamak ve korumak için MEGA'ya güvenen milyonlarca insan ve işletmeye katılın.
zh_hans: 加入数百万信任MEGA的个人和企业的行列，用以存储并保护数据。

# chat.meetings.shareLink.main
source: Meeting confirmed: Invite others to join
ar: تم تأكيد الاجتماع: قم بدعوة الآخرين للانضمام
fr: Réunion confirmée : invitez d'autres personnes à y participer
id: Pertemuan dikonfirmasi: Undang orang lain untuk bergabung
ja: ミーティングが確認されました：他の人を招待しましょう
ko: 회의 확정됨: 다른 사람들을 초대하세요
pt: Reunião confirmada: convide outras pessoas para entrar
ru: Встреча подтверждена: пригласите других присоединиться
th: ยืนยันการประชุมแล้ว: เชิญคนอื่นเข้าร่วม
tr: Toplantı onaylandı: Başkalarını katılmaya davet edin
zh_hans: 会议确认：邀请其他人加入

# chat.meetings.shareLink.description
source: Anyone with this link can join the meeting and view the meeting chat.
ar: يمكن لأي شخص لديه هذا الرابط الانضمام إلى الاجتماع و الاطلاع على محادثة الاجتماع.
fr: Quiconque disposant de ce lien peut se joindre à la réunion et lire la conversation de la réunion.
id: Siapa pun yang memiliki tautan ini dapat bergabung ke rapat dan melihat obrolan rapat.
ja: このリンクを知っている人は誰でもミーティングに参加し、ミーティングチャットを表示できます。
ko: 링크가 있는 누구나 회의에 참여하고 대화를 볼 수 있습니다
pt: Qualquer pessoa com este link pode entrar na reunião e visualizar o chat correspondente.
ru: Любой пользователь с этой ссылкой может присоединиться к встрече и просмотреть чат встречи.
th: ทุกคนที่มีลิงก์นี้สามารถเข้าร่วมการประชุมและดูแชทการประชุมได้
tr: Bu bağlantıya sahip herkes toplantıya katılabilir ve toplantı sohbetini görüntüleyebilir.
zh_hans: 知道此链接的任何人都可以加入会议并查看会议聊天。

# chat.meetings.shareLink.sendToChat
source: Send link to chat
ar: إرسال رابط إلى المحادثة
fr: Envoyer un lien pour discuter
id: Kirim tautan ke obrolan
ja: チャットへのリンクを送信
ko: 대화에 링크 보내기
pt: Enviar link ao chat
ru: Отправить ссылку в чат
th: ส่งลิงก์ไปที่แชท
tr: Sohbete bağlantı gönder
zh_hans: 发送聊天链接

# chat.meetings.shareLink.shareLink
source: Share link
ar: مشاركة رابط
fr: Partager le lien
id: Bagikan Tautan
ja: リンクの共有
ko: 링크 공유
pt: Compartilhar link
ru: Поделиться ссылкой
th: แชร์ลิงก์
tr: Bağlantıyı paylaş
zh_hans: 分享链接

# set.addTo
source: Add to
ar: إضافة إلى
fr: Ajouter à
id: Tambahkan ke
ja: 追加先
ko: 다음에 추가
pt: Adicionar a
ru: Добавить в
th: เพิ่มไปไว้ที่
tr: Ekle
zh_hans: 添加到

# set.addTo.album
source: Add to album
ar: إضافة إلى الألبوم
fr: Ajouter à l’album
id: Tambahkan ke album
ja: アルバムに追加
ko: 사진첩에 추가
pt: Adicionar ao álbum
ru: Добавить в альбом
th: เพิ่มเข้าอัลบั้ม
tr: Albüme ekle
zh_hans: 添加到相册

# cloudDrive.nodeInfo.nodeTags.header
source: Tags
ar: الوسمات
fr: Étiquettes
id: Tag
ja: タグ
ko: 태그
pt: Etiquetas
ru: Метки
th: แท็ก
tr: Etiketler
zh_hans: 标签

# cloudDrive.nodeInfo.nodeTags.feature.availableForProOnlyText
source: Pro only
ar: لمشتركي برو Pro فقط
fr: Pro seulement
id: Hanya Pro
ja: Proのみ
ko: Pro 전용
pt: Somente usuários Pro
ru: Только Pro
th: Pro เท่านั้น
tr: Yalnızca profesyonel
zh_hans: 仅限Pro会员

# cloudDrive.nodeInfo.nodeTags.addTags.title
source: Add tags
ar: إضافة تاغات
fr: Ajoutez des étiquettes
id: Tambahkan tag
ja: タグを追加
ko: 태그 추가
pt: Adicionar etiquetas
ru: Добавление меток
th: เพิ่มแท็ก
tr: Etiket ekle
zh_hans: 添加标签

# cloudDrive.nodeInfo.nodeTags.addTags.inputPlaceHolder
source: Add tags
ar: إضافة تاغات
fr: Ajoutez des étiquettes
id: Tambahkan tag
ja: タグを追加
ko: 태그 추가
pt: Adicionar etiquetas
ru: Новая метка
th: เพิ่มแท็ก
tr: Etiket ekle
zh_hans: 添加标签

# cloudDrive.nodeInfo.nodeTags.addTags.hint
source: Use tags to help you find and organise your data. Try tagging by year, location, project, or subject.
ar: استخدم العلامات لمساعدتك في العثور على بياناتك وتنظيمها. حاول وضع العلامات حسب السنة أو الموقع أو المشروع أو الموضوع.
fr: Utilisez des étiquettes pour vous aider à trouver et à organiser vos données. Essayez d’étiqueter par année, emplacement, projet ou sujet.
id: Gunakan tag untuk membantu anda menemukan dan mengatur data anda. Coba tag berdasarkan tahun, lokasi, proyek, atau subjek.
ja: タグを使用すると、データを検索して整理しやすくなります。年、場所、プロジェクト、またはテーマごとにタグ付けしてみてください。
ko: 데이터를 찾고 정리하는데에 도움을 받기 위해 태그를 이용하세요. 연도, 위치, 프로젝트, 또는 제목으로 태그해보세요.
pt: Use etiquetas para que seja mais fácil encontrar e organizar os seus dados. Você pode etiquetar por ano, localização, projeto ou assunto.
ru: Используйте метки, чтобы облегчить поиск и систематизацию данных. Попробуйте отметить год, место, проект или тему.
th: ใช้แท็กเพื่อช่วยค้นหาและจัดระเบียบข้อมูลของคุณ ลองใช้แท็กโดยแยกตามปี ตำแหน่งที่ตั้ง โครงการ หรือหัวข้อ
tr: Verilerinizi bulmanıza ve düzenlemenize yardımcı olması için etiketleri kullanın. Yıla, konuma, projeye veya konuya göre etiketlemeyi deneyin.
zh_hans: 使用标签来帮助您查找和整理数据。尝试按年份、位置、项目或主题进行标记。

# cloudDrive.nodeInfo.nodeTags.addTags.invalidTagName
source: Tags cannot contain spaces or symbols. Tags will appear in lowercase letters. Non-Latin characters, such as Chinese or Korean, are allowed.
ar: لا يمكن أن تحتوي التاغات على مسافات أو رموز. ستظهر التاغات بأحرف صغيرة. يُسمح باستخدام الأحرف غير اللاتينية، مثل الصينية أو الكورية.
fr: Les étiquettes ne peuvent pas contenir de symboles ni d'espaces. Les étiquettes apparaîtront en lettres minuscules. Les caractères non latins, tels que le chinois ou le coréen, sont autorisés.
id: Tag tidak boleh berisi spasi atau simbol. Tag akan muncul dalam huruf kecil. Karakter non-Latin, seperti Mandarin atau Korea, diperbolehkan.
ja: タグには記号やスペースを含めることはできません。タグは小文字で表示されます。中国語や韓国語などの非ラテン文字も使用できます。
ko: 태그는 공백 또는 기호를 포함할 수 없습니다. 태그는 소문자로 나타납니다. 한국어 또는 중국어 같은 비라틴 문자도 허용됩니다.
pt: As etiquetas não podem conter símbolos ou espaços, e serão mostradas em minúsculas. Caracteres não latinos, como chinês ou coreano, são permitidos.
ru: Метки не могут содержать пробелы или специальные символы. Метки будут отображаться в нижнем регистре. Допускаются нелатинские символы, например китайские или корейские.
th: แท็กไม่สามารถมีช่องว่างหรือสัญลักษณ์พิเศษได้ และจะถูกแปลงเป็นตัวพิมพ์เล็กโดยอัตโนมัติ ตัวอักษรที่ไม่ใช่อักษรละติน เช่น ภาษาจีนหรือเกาหลี สามารถใช้ได้
tr: Etiketler boşluk veya sembol içeremez. Etiketler küçük harflerle görünecektir. Çince veya Korece gibi Latin olmayan karakterlere izin verilir.
zh_hans: 标签不能包含空格或符号。标签将以小写字母显示。允许使用非拉丁字符，例如中文或韩语。

# cloudDrive.nodeInfo.nodeTags.addTags.tagNameTooLong
source: Maximum 32 characters
ar: الحد الأقصى 32 محرفاً
fr: Maximum de 32[w]caractères
id: Maksimal 32 karakter
ja: 最大32文字
ko: 최대 32자
pt: Máximo de 32 caracteres
ru: Максимум 32 символа
th: สูงสุด 32 ตัวอักษร
tr: Maksimum 32 karakter
zh_hans: 最多32个字符（16个中文字）

# cloudDrive.nodeInfo.nodeTags.addTags.buttonTitle
source: Add “#%@” tag
ar: أضف تاغ «#%@»
fr: Ajoutez « #%@» étiquette
id: Tambahkan tag “#%@”
ja: 「#%@」タグを追加
ko: “#%@” 태그 추가
pt: Adicionar a etiqueta “#%@”
ru: Добавить метку «#%@»
th: เพิ่มแท็ก “#%@”
tr: Ekle “#%@” tag
zh_hans: 添加“#%@”标签

# cloudDrive.nodeInfo.nodeTags.addTags.ExistingTagsTitle
source: Existing tags
ar: التاغات الموجودة
fr: Étiquettes existantes
id: Tag yang ada
ja: 既存のタグ
ko: 존재하는 태그
pt: Etiquetas existentes
ru: Существующие метки
th: แท็กที่มีอยู่
tr: Mevcut etiketler
zh_hans: 现有标签

# photos.searchResults.media.section.title
source: Media
ar: الإعلام
fr: Médias
ja: メディア
ko: 미디어
pt: Imprensa
ru: Медиа
th: สื่อ
tr: Medya
zh_hans: 媒体

# meetings.warning.overParticipantLimit
source: Only 100 participants can join the call. Any additional participants will only be able to send and receive messages. The organiser can upgrade to Pro to remove these restrictions.
ar: يمكن لـ 100 مشارك فقط الانضمام إلى المكالمة. لن يتمكن أي مشارك إضافي إلا من إرسال الرسائل وتلقيها. يمكن للمنظم الترقية إلى برو Pro لإزالة هذه القيود.
fr: Seuls 100 participants peuvent participer à l’appel. Tout participant supplémentaire ne pourra qu’envoyer et recevoir des messages. La personne qui organise l’appel peut souscrire un abonnement Pro pour lever ces restrictions.
id: Hanya 100 peserta yang dapat bergabung dengan panggilan. Setiap peserta tambahan hanya akan dapat mengirim dan menerima pesan. Penyelenggara dapat meningkatkan ke Pro untuk menghapus batasan ini.
ja: 通話に参加できる参加者は100名のみです。追加の参加者は、メッセージの送受信のみが可能になります。主催者様は、Proにアップグレードしていただくと、これらの制限を解除できます。
ko: 100명의 참여자만 통화에 참여할 수 있습니다. 모든 추가 참여자는 메시지를 보내고 받을 수만 있습니다. 주최자는 Pro로 업그레이드하여 이러한 제한을 없앨 수 있습니다.
pt: Somente 100 participantes podem entrar na chamada. Participantes adicionais só poderão enviar e receber mensagens. O organizador pode fazer upgrade a um plano Pro para eliminar essa restrição.
ru: К звонку могут присоединиться до 100 участников. Остальные участники смогут только читать писать сообщения. Организатор может перейти на план Pro, чтобы снять эти ограничения.
th: ผู้เข้าร่วมสามารถเข้าร่วมการโทรได้สูงสุด 100 คนเท่านั้น หากมีผู้เข้าร่วมมากกว่านั้น จะสามารถส่งและรับข้อความได้อย่างเดียว ผู้จัดการประชุมสามารถอัปเกรดเป็นแผน Pro เพื่อยกเลิกข้อจำกัดนี้ได้
tr: Çağrıya sadece 100 katılımcı katılabilir. Herhangi bir ek katılımcı yalnızca mesaj gönderip alabilir. Organizatör bu kısıtlamaları kaldırmak için Pro'ya yükseltebilir.
zh_hans: 只有100位参与者可以加入通话。任何其他参与者只能发送和接收消息。组织者可以升级到Pro方案以移除这些限制。

# overDiskQuota.paywall.button.upgradeNow
source: Upgrade now
ar: رق حسابك الآن
id: Tingkatkan sekarang
ja: 今すぐアップグレード
ko: 지금 업그레이드
pt: Upgrade
ru: Улучшить
th: อัปเกรดตอนนี้
tr: Şimdi yükselt
zh_hans: 立即升级

# overDiskQuota.paywall.button.makeSomeSpace
source: Make some space
ar: اصنع بعض المساحة
id: Buat ruang
ja: スペースを空ける
ko: 공간 확보
pt: Liberar um pouco de espaço
ru: Освободить место
th: เพิ่มพื้นที่ว่าง
tr: Biraz yer açın
zh_hans: 释放一些空间

# cloudDrive.nodeInfo.nodeTags.featureUnavailable.popup.title
source: Cannot manage tags
ar: لا يمكن إدارة التاغات
id: Tidak dapat mengelola tag
ja: タグは管理できません
ko: 태그를 관리할 수 없음
pt: Não é possível gerenciar etiquetas
ru: Метки недоступны
th: ไม่สามารถจัดการแท็กได้
tr: Etiketler yönetilemiyor
zh_hans: 无法管理标签

source: Your Pro Flexi plan has expired. Reactivate your subscription to add tags. You can manage this on the MEGA website.
ar: انتهت صلاحية باقة برو فليكسي Pro Flexi. أعد تفعيل اشتراكك لإضافة تاغات. يمكنك إدارة هذا على موقع ميغا MEGA الإلكتروني.
id: Paket Pro Flexi anda telah kedaluwarsa. Aktifkan kembali langganan anda untuk menambahkan tag. Anda dapat mengelola ini di situs web MEGA.
ja: Pro Flexiプランの有効期限が切れました。サブスクリプションを再有効化していただくと、タグを追加できます。これはMEGAウェブサイトで管理できます。
ko: 당신의 Pro Flexi 요금제가 만료되었습니다. 태그를 추가하려면 구독을 재활성화 하세요. 이것을 MEGA 웹사이트에서 관리할 수 있습니다.
pt: O seu plano Pro Flexi expirou. Reative a sua assinatura para adicionar etiquetas. Você pode fazer isso no site do MEGA.
ru: Срок действия вашего плана Pro Flexi истёк. Чтобы добавлять метки, повторно активируйте подписку. Управлять подпиской можно на сайте MEGA.
th: แผน Pro Flexi ของคุณหมดอายุแล้ว กรุณาต่ออายุการสมัครใช้งานเพื่อเพิ่มแท็ก คุณสามารถจัดการได้ที่เว็บไซต์ MEGA
tr: Profesyoneliniz Flexi planının süresi doldu. Etiket eklemek için aboneliğinizi yeniden etkinleştirin. Bunu MEGA web sitesinde yönetebilirsiniz.
zh_hans: 您的Pro Flexi方案已过期。重新激活您的订阅以添加标签。您可以在MEGA网站上进行管理。
