Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# device.center.backup.error.communicateWithFolderLocation
source: Couldn’t communicate with the folder location. Check the location is accessible and permissions for the folder location are granted.
ar: لا يمكن الاتصال بموقع المجلد. تحقق من إمكانية الوصول إلى الموقع ومن منح الأذونات لموقع المجلد.
de: Eine Kommunikation mit dem Ordnerspeicherort war nicht möglich. Überprüfen Sie, ob auf den Speicherort zugegriffen werden kann und die erforderlichen Berechtigungen für den Ordner gewährt wurden.
es: No se ha podido comunicar con la ubicación de la carpeta. Comprueba que se pueda acceder a la ubicación y que se hayan concedido los permisos para la ubicación de la carpeta.
fr: Impossible de communiquer avec l’emplacement de la synchronisation. Vérifiez que l’emplacement est accessible et que les droits ont été accordés pour l’emplacement du dossier.
id: Tidak dapat berkomunikasi dengan lokasi folder. Periksa lokasi dapat diakses dan izin untuk lokasi folder diberikan.
ja: フォルダの場所と通信できませんでした。場所がアクセス可能であること、およびフォルダの場所に対するアクセス許可が付与されていることを確認してください。
ko: 폴더 위치와 통신할 수 없습니다. 위치에 접근 가능한지 여부와 폴더 위치에 대한 권한이 승인 되었는지 확인하세요.
pt: Não foi possível se comunicar com a localização da pasta. Verifique se o local está acessível e se as permissões para a localização da pasta foram concedidas.
ru: Не удалось связаться с расположением папки. Убедитесь, что расположение папки доступно и предоставлены права доступа к нему.
th: ไม่สามารถสื่อสารกับตำแหน่งที่ตั้งโฟลเดอร์ได้ กรุณาตรวจสอบว่าสามารถเข้าถึงได้และได้รับอนุญาตให้ใช้งานโฟลเดอร์ตามตำแหน่งที่ตั้งนี้หรือไม่
tr: Klasör konumu ile iletişim kurulamadı. Konumun erişilebilir olup olmadığını ve klasör konumu için izinlerin verildiğini kontrol edin.
vi: Không thể giao tiếp với vị trí thư mục. Kiểm tra xem vị trí có thể truy cập được hay không và quyền đi tới vị trí thư mục đã được cấp phép.
zh_hans: 无法与文件夹位置通信。检查该位置是否可访问以及是否已授予该文件夹位置的权限。
zh_hant: 無法與資料夾位置通訊。檢查該位置是否可用，而且是否已授予該資料夾位置的權限。

# device.center.show.in.cloud.drive.action.title
source: Show in Cloud drive
ar: عرض في السواقة السحابية
de: Im Cloud Drive anzeigen
es: Mostrar en la Nube
fr: Afficher dans le Disque nuagique
id: Tunjukkan di Cloud Drive
ja: クラウドドライブに表示
ko: 클라우드 드라이브에서 보기
pt: Mostrar na Nuvem de arquivos
ru: Показать в облачном диске
th: แสดงในคลาวด์ไดร์ฟ
tr: Bulut sürücüsünde göster
vi: Hiện vị trí trong Ổ Mây
zh_hans: 在云盘中显示
zh_hant: 在雲端硬碟中顯示

# device.center.show.in.backups.action.title
source: Show in Backups
ar: إظهار في النسخ الاحتياطية
de: In Backups anzeigen
es: Mostrar en Backups
fr: Afficher dans Sauvegardes
id: Tampilkan di Cadangan
ja: バックアップに表示
ko: 백업에서 보기
pt: Mostrar nos Backups
ru: Показать в «Резервных копиях»
th: แสดงในสำรองข้อมูล
tr: Yedeklemelerde Göster
vi: Hiện trong Sao lưu dự phòng
zh_hans: 在备份中显示
zh_hant: 在備份中顯示

# device.center.rename.device.title
source: Device name
ar: اسم الجهاز
de: Gerätename
es: Nombre del dispositivo
fr: Nom de l’appareil
id: Nama perangkat
ja: デバイス名
ko: 장치 이름
pt: Nome do dispositivo
ru: Название устройства
th: ชื่ออุปกรณ์
tr: Aygıt adı
vi: Tên thiết bị
zh_hans: 设备名称
zh_hant: 裝置名稱

# device.center.rename.device.duplicated.name
source: A device with this name already exists
ar: يوجد جهاز بهذا الاسم بالفعل
de: Ein Gerät mit diesem Namen existiert bereits
es: Ya existe un dispositivo con este nombre
fr: Un appareil du même nom existe déjà
id: Perangkat dengan nama ini sudah ada
ja: この名前のデバイスはすでに存在します
ko: 이 이름을 가진 장치가 이미 존재합니다
pt: Já existe um dispositivo com este nome
ru: Устройство с таким названием уже существует.
th: มีอุปกรณ์ชื่อนี้อยู่แล้ว
tr: Bu ada sahip bir cihaz zaten var
vi: Đã có một thiết bị với tên này rồi.
zh_hans: 已存在有该名称的设备。
zh_hant: 已存在相同名稱的裝置

# device.center.rename.device.different.name
source: Enter a different name
ar: أدخل اسمًا مختلفًا.
de: Bitte anderen Namen eingeben
es: Introduce un nombre diferente
fr: Saisissez un nom différent
id: Masukkan nama yang berbeda
ja: 別の名前を入力してください
ko: 다른 이름을 입력하세요
pt: Digite um nome diferente
ru: Введите другое название
th: กรอกชื่ออื่น
tr: Farklı bir isim girin
vi: Đặt một cái tên khác
zh_hans: 输入一个不同的名称
zh_hant: 輸入不同名稱

# device.center.rename.device.invalid.long.name
source: Device name can only be up to 32 characters
ar: يمكن أن يصل اسم الجهاز إلى 32 محرفًا فقط
de: Der Gerätename darf maximal 32 Zeichen betragen
es: El nombre del dispositivo solo puede tener un máximo de 32 caracteres
fr: Le nom de l’appareil ne peut pas dépasser 32 caractères
id: Nama perangkat hanya bisa maksimal 32 karakter
ja: デバイス名は最大32文字までです
ko: 장치 이름은 최대 32자입니다
pt: O nome do dispositivo só pode ter até 32 caracteres
ru: Название устройства не может быть длиннее 32 символов
th: ชื่ออุปกรณ์มีความยาวได้สูงสุด 32 อักขระเท่านั้น
tr: Cihaz adı en fazla 32 karakter olabilir
vi: Tên thiết bị chỉ có thể đạt tới 32 ký tự
zh_hans: 设备名称最多只能包含32个字符（16个中文字）
zh_hant: 裝置名稱最多只能包含32個字元（16個中文字）

# device.center.camera.uploads.action.status.enabled
source: Enabled
ar: تمكين
de: Aktiv
es: Activado
fr: Activé
id: Diaktifkan
ja: 有効になっています
ko: 활성화됨
pt: Ativo
ru: Включено
th: เปิดใช้งาน
tr: Etkin
vi: Được kích hoạt
zh_hans: 已开启
zh_hant: 啟用

# device.center.camera.uploads.action.status.disabled
source: Disabled
ar: تعطيل
de: Deaktiviert
es: Desactivado
fr: Désactivé
id: Membatalkan
ja: 無効になっています
ko: 해제됨
pt: Desativada
ru: Отключено
th: ปิดใช้งาน
tr: Engelli
vi: Đã vô hiệu
zh_hans: 已禁用
zh_hant: 已停用

# device.center.current.device.empty.state.message
source: Nothing set up yet
ar: لم يتم إعداد أي شيء حتى الآن
de: Noch nichts eingerichtet
es: Aún no hay nada configurado
fr: Rien n’est encore configuré
id: Belum ada yang disiapkan
ja: まだ何も設定されていません
ko: 아직 아무 것도 설정되지 않았습니다
pt: Ainda não há nada configurado
ru: Пока ничего не настроено
th: ยังไม่ได้ตั้งค่าอะไรเลย
tr: Henüz ayarlanmış bir şey yok
vi: Chưa có gì được thiết lập
zh_hans: 尚未设置任何内容
zh_hant: 尚未設定任何內容

# meetings.scheduleMeeting.create.endRecurrence.title
source: End recurrence
ar: إنهاء التكرار
de: Wiederholung beenden
es: Dejar de repetir
fr: Fin de la récurrence
id: Akhiri pengulangan
ja: 定期開催を終了する
ko: 되풀이 종료
pt: Deixar de repetir
ru: Заканчивается
th: สิ้นสุดการทำประจำ
tr: Tekrarlamayı sonlandırın
vi: Ngừng tái diễn
zh_hans: 结束重复
zh_hant: 結束重複

# meetings.scheduleMeeting.create.endRecurrence.option.onDate
source: On date
ar: بتاريخ
de: An einem Datum
es: El día
fr: À une certaine date
id: Pada tanggal
ja: 終了日
ko: 다음의 날짜에
pt: No dia
ru: В назначенную дату
th: ในวันที่
tr: Tarihte
vi: Vào ngày
zh_hans: 结束日期
zh_hant: 結束日期

# meetings.scheduleMeeting.create.endRecurrence.option.never
source: Never
ar: أبداً
de: Nie
es: Nunca
fr: Jamais
id: Tidak pernah
ja: 絶対しない
ko: 절대 안 함
pt: Nunca
ru: Никогда
th: ไม่เคยมี
tr: Asla
vi: Không bao giờ
zh_hans: 从不
zh_hant: 持續不停

# meetings.info.meetingNotifications
source: Meeting notifications
ar: إشعارات الاجتماع
de: Meetingbenachrichtigungen
es: Notificaciones de la reunión
fr: Notification de la réunion
id: Pemberitahuan rapat
ja: ミーティングの通知
ko: 회의 알림
pt: Notificações da reunião
ru: Уведомления встречи
th: แจ้งเตือนการประชุม
tr: Toplantı bildirimleri
vi: Âm báo cuộc họp
zh_hans: 会议通知
zh_hant: 會議通知

# meetings.info.manageMeetingHistory
source: Manage meeting history
ar: إدارة سجل الاجتماع
de: Meetingverlauf verwalten
es: Gestionar historial de la reunión
fr: Gérer l’historique de la réunion
id: Kelola riwayat rapat
ja: ミーティング履歴を管理
ko: 회의 기록 관리
pt: Gerenciar o histórico da reunião
ru: Управление историей встречи
th: จัดการประวัติการประชุม
tr: Toplantı geçmişini yönetme
vi: Quản lý lịch sử cuộc họp
zh_hans: 管理会议记录
zh_hant: 管理會議記錄

# meetings.info.muteMeetingNotificationsFor
source: Mute meeting notifications for
ar: كتم صوت إشعارات الاجتماع لمدة
de: Meetingbenachrichtigungen stummschalten für
es: Silenciar las notificaciones de la reunión durante
fr: Mettre les notifications de la réunion en sourdine pendant
id: Nonaktifkan notifikasi rapat untuk
ja: ミーティング通知をミュートする時間
ko: 다음의 기간 동안 회의 알림 끄기
pt: Silenciar as notificações da reunião por
ru: Отключить уведомления встречи на
th: ปิดเสียงแจ้งเตือนการประชุมเป็นเวลา
tr: Toplantı bildirimlerini sessize al
vi: Tắt tiếng tất cả các âm báo cuộc họp trong
zh_hans: 静音会议通知
zh_hant: 會議通知靜音

# meetings.info.shareMeetingLink
source: Share meeting link
ar: مشاركة رابط الاجتماع
de: Meetinglink teilen
es: Compartir enlace de la reunión
fr: Partager le lien de la réunion
id: Bagikan Tautan Rapat
ja: ミーティングリンクの共有
ko: 회의 링크 공유
pt: Compartilhar o link da reunião
ru: Поделиться ссылкой на встречу
th: แชร์ลิงก์การประชุม
tr: Toplantı bağlantısını paylaş
vi: Chia sẻ đường liên kết cuộc họp
zh_hans: 分享会议链接
zh_hant: 共享會議連結

# meetings.info.manageMeetingHistory.clearMeetingHistory
source: Clear meeting history
ar: امسح سجل الاجتماع
de: Meetingverlauf löschen
es: Limpiar historial de la reunión
fr: Effacer l’historique de la réunion
id: Hapus riwayat rapat
ja: ミーティング履歴をクリア
ko: 회의 기록 삭제
pt: Deletar o histórico da reunião
ru: Очистить историю встречи
th: ล้างประวัติการประชุม
tr: Toplantı geçmişini temizle
vi: Dọn lịch sử cuộc họp
zh_hans: 清空会议记录
zh_hant: 清空會議記錄

# meetings.info.manageMeetingHistory.meetingHistoryHasBeenCleared
source: Meeting history cleared
ar: تم مسح سجل الاجتماع
de: Meetingverlauf gelöscht
es: Historial de la reunión limpiado
fr: L’historique de la réunion a été effacé
id: Histori rapat dihapus
ja: ミーティング履歴が消去されました
ko: 회의 기록이 삭제되었습니다
pt: O histórico da reunião foi deletado
ru: История встречи очищена
th: ล้างประวัติการประชุมแล้ว
tr: Toplantı geçmişi temizlendi
vi: Đã dọn lịch sử cuộc họp
zh_hans: 会议历史记录已清除
zh_hant: 會議歷史記錄已清除

# meetings.info.manageMeetingHistory.clearMeetingHistoryMessage
source: Are you sure you want to clear the full message history of this meeting?
ar: هل أنت متأكد من أنك تريد مسح كل سجل الرسائل لهذا الاجتماع؟
de: Der Nachrichtenverlauf dieses Meetings wird komplett gelöscht. Sind Sie sicher?
es: ¿Confirmas que quieres limpiar el historial de mensajes de esta reunión?
fr: Voulez-vous vraiment effacer l’historique entier de cette réunion ?
id: Yakin ingin menghapus riwayat pesan lengkap dari rapat ini?
ja: このミーティングの完全なメッセージ履歴をクリアしてもよろしいですか？
ko: 이 회의의 모든 메시지 기록을 삭제하시겠습니까?
pt: Você tem certeza de que quer deletar o histórico de mensagens desta reunião?
ru: Действительно удалить всю историю этой встречи?
th: คุณแน่ใจหรือไม่ว่าต้องการล้างประวัติข้อความการประชุมทั้งหมดนี้
tr: Bu toplantının tüm mesaj geçmişini temizlemek istediğinizden emin misiniz?
vi: Bạn có chắc muốn dọn toàn bộ lịch sử các tin nhắn của cuộc họp này không?
zh_hans: 您确定要清除此会议的全部聊天记录吗？
zh_hant: 您確定要刪除此會議全部的訊息記錄嗎？

# meetings.info.shareMeetingLink.explainLink
source: Anyone with this link can join the meeting and view the meeting chat
ar: يمكن لأي شخص لديه هذا الرابط الانضمام إلى الاجتماع و الاطلاع على محادثة الاجتماع.
de: Mit diesem Link kann jeder dem Meeting beitreten und den Meeting-Chat einsehen
es: Los que tengan este enlace podrán unirse a la reunión y ver el chat de la reunión
fr: Quiconque a ce lien peut se joindre à la réunion et lire la conversation de la réunion
id: Siapa pun yang memiliki tautan ini dapat bergabung ke rapat dan melihat obrolan rapat
ja: このリンクを知っている人は誰でもミーティングに参加し、ミーティングチャットを表示できます。
ko: 링크가 있는 누구나 회의에 참여하고 대화를 볼 수 있습니다
pt: Qualquer pessoa com este link pode entrar na reunião e visualizar o chat correspondente
ru: Любой пользователь с этой ссылкой может присоединиться к встрече и просмотреть чат встречи
th: ทุกคนที่มีลิงก์นี้สามารถเข้าร่วมการประชุมและดูแชทการประชุมได้
tr: Bu bağlantıya sahip herkes toplantıya katılabilir ve toplantı sohbetini görüntüleyebilir
vi: Bất kỳ ai có đường liên kết này đều có thể tham gia cuộc họp và xem tin nhắn của cuộc họp
zh_hans: 任何拥有此链接的人都可以加入会议并查看会议聊天记录
zh_hant: 任何擁有此連結的人都可以加入會議並查看會議對話

# meetings.info.renameMeeting
source: Rename meeting
ar: إعادة تسمية الاجتماع
de: Meeting umbenennen
es: Renombrar reunión
fr: Renommer la réunion
id: Ganti Nama Rapat
ja: ミーティング名の変更
ko: 회의 이름 변경
pt: Renomear reunião
ru: Переименовать встречу
th: เปลี่ยนชื่อการประชุม
tr: Toplantıyı yeniden adlandırın
vi: Đổi tên cuộc họp
zh_hans: 重命名会议
zh_hant: 重新命名會議名稱

# meetings.scheduleMeeting.create.daily.optionTitle
source: Daily
ar: يومياً
de: Täglich
es: Diaria
fr: Quotidienne
id: Harian
ja: 毎日
ko: 매일
pt: Diária
ru: Ежедневно
th: รายวัน
tr: Günlük
vi: Hằng ngày
zh_hans: 每日
zh_hant: 每日

# meetings.scheduleMeeting.create.weekly.optionTitle
source: Weekly
ar: أسبوعياً
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
id: Mingguan
ja: 毎週
ko: 매주
pt: Semanal
ru: Еженедельно
th: รายสัปดาห์
tr: Haftalık
vi: Hằng tháng
zh_hans: 每周
zh_hant: 每週

# meetings.scheduleMeeting.create.monthly.optionTitle
source: Monthly
ar: شهرياً
de: Monatlich
es: Mensual
fr: Mensuelle
id: Bulanan
ja: 月間
ko: 월간
pt: Mensal
ru: Ежемесячно
th: รายเดือน
tr: Aylık
vi: Hàng tháng
zh_hans: 每月
zh_hant: 每月

# meetings.scheduleMeeting.create.frequency.optionTitle
source: Frequency
ar: تكرار
de: Häufigkeit
es: Frecuencia
fr: Fréquence
id: Frekuensi
ja: 頻度
ko: 반복 주기
pt: Frequência
ru: Периодичность
th: ความถี่
tr: Frekans
vi: Tần xuất
zh_hans: 频率
zh_hant: 頻率

# meetings.scheduleMeeting.create.interval.optionTitle
source: Every
ar: كل
de: Abstand
es: Cada
fr: Tous les/toutes les
id: Setiap
ja: 毎週
ko: 매
pt: A cada
ru: Период
th: ทุก
tr: Her
vi: Mỗi
zh_hans: 每
zh_hant: 每

# meetings.scheduleMeeting.create.frequency.picker.accessibilityLabel
source: Select a frequency
ar: حدد التكرار
de: Wählen Sie eine Häufigkeit aus
es: Seleccionar con qué frecuencia
fr: Sélectionnez une fréquence
id: Pilih frekuensi
ja: 頻度を選択してください
ko: 반복 주기를 선택하세요
pt: Selecione a frequência
ru: Выберите периодичность
th: เลือกความถี่
tr: Bir frekans seçin
vi: Chọn một mức độ thường xuyên
zh_hans: 选择一个频率
zh_hant: 選擇頻率

# meetings.scheduleMeeting.create.weekNumber.picker.accessibilityLabel
source: Select a weekly interval
ar: حدد فترة أسبوعية
de: Wählen Sie ein wöchentliches Intervall aus
es: Seleccionar un intervalo semanal
fr: Sélectionnez un intervalle hebdomadaire
id: Pilih interval mingguan
ja: 毎週の間隔を選択してください
ko: 주 단위 간격을 선택하세요
pt: Selecione o intervalo semanal
ru: Выберите интервал в неделях
th: เลือกช่วงเวลารายสัปดาห์
tr: Haftalık bir aralık seçin
vi: Chọn khoảng thời gian các tuần
zh_hans: 选择每周的时间间隔
zh_hant: 選擇每週間隔

# meetings.scheduleMeeting.create.weekDay.picker.accessibilityLabel
source: Select a day of the week
ar: حدد يوم من أيام الأسبوع
de: Wählen Sie einen Wochentag aus
es: Seleccionar un día de la semana
fr: Sélectionnez un jour de la semaine
id: Pilih hari dalam seminggu
ja: その週の曜日を選択してください
ko: 요일을 선택하세요
pt: Selecione o dia da semana
ru: Выберите день недели
th: เลือกวันในสัปดาห์
tr: Haftanın bir gününü seçin
vi: Chọn một ngày trong tuần
zh_hans: 选择一周中的某一天
zh_hant: 選擇一週中的某一天

# meetings.scheduleMeeting.create.interval.picker.accessibilityLabel
source: Select a monthly interval
ar: حدد فترة شهرية
de: Wählen Sie ein monatliches Intervall aus
es: Seleccionar un intervalo mensual
fr: Sélectionnez un intervalle mensuel
id: Pilih interval bulanan
ja: 毎月の間隔を選択してください
ko: 월 단위 간격을 선택하세요
pt: Selecione o intervalo mensal
ru: Выберите интервал в месяцах
th: เลือกช่วงเวลารายเดือน
tr: Aylık bir aralık seçin
vi: Chọn khoảng thời gian các tháng
zh_hans: 选择每月的时间间隔
zh_hant: 選擇每月間隔

# meetings.scheduleMeeting.create.monthly.weekNumberAndWeekDay.headerTitle
source: On the…
ar: في الـ…
de: Am…
es: El…
fr: Le…
id: Di…
ja: 週、曜日…
ko: 다음 날짜에…
pt: No(a)…
ru: Определённый день недели
th: ใน…
tr: Üzerinde…
vi: Vào…
zh_hans: 在…
zh_hant: 在…

# meetings.scheduleMeeting.create.monthly.calendar.headerTitle
source: Each
ar: كل
de: Jeden
es: Cada
fr: Tous les
id: Setiap
ja: 毎月
ko: 각
pt: A cada
ru: Определённое число месяца
th: ทุก
tr: Her biri
vi: Mỗi
zh_hans: 每
zh_hant: 每

# meetings.scheduleMeeting.create.monthly.weekNumber.first
source: first
ar: أول
de: ersten
es: primer
fr: premier
id: pertama
ko: 첫번째
pt: primeiro(a)
ru: перв.
th: แรก
tr: ilk
vi: đầu tiên
zh_hans: 第一个
zh_hant: 第一個

# meetings.scheduleMeeting.create.monthly.weekNumber.second
source: second
ar: ثاني
de: zweiten
es: segundo
fr: deuxième
id: kedua
ko: 두번째
pt: segundo(a)
ru: втор.
th: ที่สอง
tr: ikinci
vi: lần thứ nhì
zh_hans: 第二个
zh_hant: 第二個

# meetings.scheduleMeeting.create.monthly.weekNumber.third
source: third
ar: ثالث
de: dritten
es: tercer
fr: troisième
id: ketiga
ko: 세번째
pt: terceiro(a)
ru: трет.
th: ที่สาม
tr: üçüncü
vi: lần thứ ba
zh_hans: 第三个
zh_hant: 第三個

# meetings.scheduleMeeting.create.monthly.weekNumber.fourth
source: fourth
ar: رابع
de: vierten
es: cuarto
fr: quatrième
id: keempat
ko: 네번째
pt: quarto(a)
ru: четвёрт.
th: ที่สี่
tr: dördüncü
vi: lần thứ tư
zh_hans: 第四个
zh_hant: 第四個

# meetings.scheduleMeeting.create.monthly.weekNumber.fifth
source: fifth
ar: الخامس
de: fünften
es: quinto
fr: cinquième
id: kelima
ko: 다섯번째
pt: quinto(a)
ru: пят.
th: สุดท้าย
tr: beşinci
vi: lần thứ năm
zh_hans: 第五个
zh_hant: 第五個

# meetings.scheduled.create.weekly.everyDay.footerNote
source: Meeting will occur every day.
ar: سيتكرر الاجتماع كل يوم.
de: Das Meeting findet täglich statt.
es: La reunión se celebrará cada día.
fr: La réunion aura lieu tous les jours.
id: Pertemuan akan terjadi setiap hari.
ja: ミーティングは毎日開催されます。
ko: 회의가 매일 반복됩니다.
pt: A reunião vai ser realizada todos os dias.
ru: Встреча будет проводиться каждый день.
th: การประชุมจะมีขึ้นทุกวัน
tr: Toplantı her gün gerçekleşecek.
vi: Cuộc họp sẽ diễn ra mỗi ngày.
zh_hans: 会议将每天举行。
zh_hant: 會議將每日舉行。

# meetings.scheduleMeeting.create.selectedRecurrence.weekly.everyDay
source: Daily
ar: يومياً
de: Täglich
es: Diaria
fr: Tous les jours
id: Setiap hari
ja: 毎日
ko: 매일
pt: Todo dia
ru: Ежедневно
th: ทุกวัน
tr: Günlük
vi: Hằng ngày
zh_hans: 每日
zh_hant: 每日

# upgradeAccountPlan.button.restore.title
source: Restore purchase
ar: استعادة شراء
de: Kauf wiederherstellen
es: Restaurar compra
fr: Rétablir l'achat
id: Kembalikan pembelian
ja: 購入を復元する
ko: 구매 복원
pt: Restaurar a compra
ru: Восстановить покупку
th: เรียกคืนการซื้อ
tr: Satın alma işlemini geri yükle
vi: Khôi phục hàng đã mua
zh_hans: 恢复购买
zh_hant: 恢復購買

# upgradeAccountPlan.button.termsAndPolicies.title
source: Terms and policies
ar: الشروط والسياسات
de: Bedingungen und Richtlinien
es: Términos y políticas
fr: Conditions générales et politiques
id: Ketentuan dan kebijakan
ja: 規約とポリシー
ko: 약관 및 정책
pt: Termos e políticas
ru: Условия и политика
th: เงื่อนไขและนโยบาย
tr: Şartlar ve politikalar
vi: Điều khoản và chính sách
zh_hans: 条款与政策
zh_hant: 條款和政策

# upgradeAccountPlan.button.buyAccountPlan.title
source: Buy %@
ar: شراء %@
de: %@ kaufen
es: Comprar %@
fr: Acheter %@
id: Beli %@
ja: %@を購入
ko: %@ 구매
pt: Comprar o %@
ru: Купить %@
th: ซื้อแผน %@
tr: Satın al %@
vi: Mua %@
zh_hans: 购买%@
zh_hant: 購買%@

# upgradeAccountPlan.header.title.choosePlan
source: Choose the right plan for you
ar: اختر الباقة المناسبة لك
de: Wählen Sie das richtige Paket
es: Elige el plan adecuado para ti
fr: Choisir l’abonnement qui vous convient
id: Pilih paket yang tepat untuk anda
ja: お客様にぴったりのプランをお選びください
ko: 당신에게 맞는 요금제를 선택하세요
pt: Escolha o plano ideal para você
ru: Выберите подходящий план
th: เลือกแผนบริการที่ตรงกับความต้องการของคุณ
tr: Sizin için doğru planı seçin
vi: Chọn gói phù hợp với bạn
zh_hans: 请选择适合您的方案
zh_hant: 選擇適合您的方案

# upgradeAccountPlan.header.title.currentPlan
source: Current plan: %@
ar: الباقة الحالية: %@
de: Aktuelles Paket: %@
es: Plan actual: %@
fr: Abonnement actuel : %@
id: Paket saat ini: %@
ja: 現在のプラン：%@
ko: 현재 요금제: %@
pt: Plano atual: %@
ru: Текущий план: %@
th: แผนปัจจุบัน: %@
tr: Mevcut plan: %@
vi: Gói hiện tại: %@
zh_hans: 当前会员方案：%@
zh_hant: 目前方案：%@

# upgradeAccountPlan.header.planTermPicker.monthly
source: Monthly
ar: شهرياً
de: Monatlich
es: Mensual
fr: Mensuel
id: Bulanan
ja: 月間
ko: 월간
pt: Mensal
ru: Ежемесячно
th: รายเดือน
tr: Aylık
vi: Hàng tháng
zh_hans: 每月
zh_hant: 每月

# upgradeAccountPlan.header.planTermPicker.yearly
source: Yearly
ar: سنويًا
de: Jährlich
es: Anual
fr: Annuel
id: Tahunan
ja: 年間
ko: 연간
pt: Anual
ru: Ежегодно
th: รายปี
tr: Yıllık
vi: Thường niên
zh_hans: 每年
zh_hant: 每年

# upgradeAccountPlan.header.title.saveYearlyBilling
source: Save up to 16%% with yearly billing
ar: وفر حتى 16%% مع الفوترة السنوية
de: Sparen Sie bis zu 16 %% bei jährlicher Abrechnung
es: Ahorra hasta un 16 %% con el cobro anual
fr: Économisez jusqu’à 16 %% avec une facturation annuelle
id: Hemat hingga 16%% dengan penagihan tahunan
ja: 年払いで最大16 %%ご節約
ko: 연간 결제로 최대 16%% 할인 받으세요
pt: Economize até 16%% ao adquirir um plano anual
ru: Сэкономьте до 16 %% при годовой оплате
th: ถ้าเลือกเก็บเงินทุกปี จะประหยัดได้สูงสุดถึง 16%%
tr: 16'ya kadar tasarruf edin%% yıllık faturalandırma ile
vi: Tiết kiệm lên đến 16%% khi thanh toán thường niên
zh_hans: 按年结算最多可节省16%%
zh_hant: 按年計費最多可節省16%%

# upgradeAccountPlan.header.title.featuresOfProPlan
source: Features of Pro plans
ar: ميزات باقات برو Pro
de: Leistungsmerkmale der Pro-Pakete
es: Características de los planes Pro
fr: Caractéristiques des abonnements Pro
id: Fitur paket Pro
ja: Proプランの各機能
ko: Pro 요금제의 기능
pt: Características dos planos Pro
ru: Особенности планов Pro
th: ฟีเจอร์สำหรับแผน Pro
tr: Pro planlarının özellikleri
vi: Các tính năng của gói Pro
zh_hans: Pro方案的功能
zh_hant: Pro方案功能
