Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

source: It is not possible to record voice messages while there is a call in progress.
ar: لا يمكن تسجيل الرسائل الصوتية أثناء وجود مكالمة جارية.
de: Sie können während eines laufenden Gesprächs keine Sprachnachricht aufzeichnen.
es: No es posible grabar mensajes de voz si hay una llamada en curso.
fr: Il est impossible d’enregistrer des messages vocaux pendant un appel.
id: Tidak mungkin merekam pesan suara saat ada panggilan yang sedang berlangsung.
ja: 通話中にボイスメッセージの録音はできません。
ko: 통화가 진행중이면 음성 메시지를 녹음할 수 없습니다.
pt: Não é possível gravar mensagens de voz enquanto houver uma chamada em andamento.
ru: Невозможно записать голосовые сообщения во время разговора.
th: ไม่สามารถบันทึกข้อความเสียงในขณะที่มีการโทรได้
tr: Bir arama devam ederken sesli mesajları kaydetmek mümkün değildir.
vi: Không thể thực hiện việc ghi âm tin nhắn thoại khi đang có cuộc gọi.
zh_hans: 通话过程中无法录制语音消息。
zh_hant: 正在通話時無法錄製語音留言。

source: Recording…
ar: جاري التسجيل…
de: Aufnahme…
es: Grabando…
fr: Enregistrement…
id: Rekaman…
ja: 録音中…
ko: 녹음중…
pt: Gravando…
ru: Запись…
th: กำลังบันทึก…
tr: Kayıt…
vi: Đang thu âm…
zh_hans: 正在录音…
zh_hant: 錄音中⋯

source: Ongoing call
ar: مكالمة جارية
de: Laufendes Gespräch
es: Llamada en curso
fr: Appel en cours
id: Panggilan yang sedang berlangsung
ja: 継続中の通話
ko: 진행중인 통화
pt: Chamada em andamento
ru: Текущий звонок
th: สายที่กำลังโทร
tr: Devamlı çağrı
vi: Cuộc gọi đang diễn ra
zh_hans: 正在进行通话
zh_hant: 正在進行中的通話

# It is not possible to play content while there is a call in progress
source: It is not possible to play media files while there is a call in progress.
ar: لا يمكن تشغيل ملفات الوسائط أثناء وجود مكالمة جارية.
de: Sie können während eines laufenden Anrufs keine Mediendateien abspielen.
es: No es posible reproducir archivos multimedia mientras hay una llamada en curso.
fr: Il est impossible de lire des fichiers multimédias alors qu’un appel est en cours.
id: Memutar file media tidak dapat dilakukan saat ada panggilan yang sedang berlangsung.
ja: 通話中にメディアファイルを再生することはできません。
ko: 통화가 진행중일 때에는 미디어 파일을 재생할 수 없습니다.
pt: Não é possível reproduzir arquivos multimídia enquanto houver uma chamada em andamento.
ru: Невозможно воспроизвести мультимедийные файлы во время разговора.
th: ไม่สามารถเล่นไฟล์มีเดียขณะกำลังโทรได้
tr: Bir çağrı devam ederken medya dosyalarını oynatmak mümkün değildir.
vi: Việc phát nội dung phương tiện số không thực hiện được khi có cuộc gọi đang diễn ra.
zh_hans: 通话过程中无法播放媒体文件。
zh_hant: 正在通話時無法播放影音檔案。

source: Call started
ar: بدأت المكالمة
de: Gespräch aktiv
es: Llamada iniciada
fr: Un appel a commencé
id: Panggilan Dimulai
ja: 通話が開始しました
ko: 통화 시작
pt: Chamada iniciada
ru: Звонок начался
th: เริ่มการโทร
tr: Çağrı başladı
vi: Cuộc gọi đã bắt đầu
zh_hans: 通话已开始
zh_hant: 通話開始

source: Password reminder
ar: تذكير كلمة المرور
de: Passworterinnerung
es: Recordatorio de contraseña
fr: Indice de mot de passe
ja: パスワードリマインダー
ko: 암호 도우미
pt: Lembrete de senha
ru: Напоминание пароля
th: เตือนรหัสผ่าน
tr: Şifre hatırlatıcısı
vi: Nhắc nhở mật khẩu
zh_hans: 密码提醒
zh_hant: 密碼提醒

source: Message
ar: رسالة
de: Nachricht
es: Mensaje
id: Pesan
ja: メッセージ
ko: 메시지
pt: Mensagem
ru: Сообщение
th: ข้อความ
tr: Mesaj
vi: Nhắn tin
zh_hans: 信息
zh_hant: 訊息

# Call
source: Audio
ar: صوتي
ja: 音声
ko: 음성
pt: Áudio
ru: Аудио
th: เสียง
tr: Ses
vi: Gọi thoại
zh_hans: 语音
zh_hant: 語音

source: Video
ar: فيديو
es: Vídeo
fr: Vidéo
ja: 動画
ko: 동영상
pt: Vídeo
ru: Видео
th: วิดีโอ
vi: Gọi video
zh_hans: 视频
zh_hant: 影片

source: Enabled
ar: تمكين
de: Aktiv
es: Activado
fr: Activé
id: Diaktifkan
ja: 有効になっています
ko: 활성화됨
pt: Ativo
ru: Включено
th: เปิดใช้งาน
tr: Etkin
vi: Được kích hoạt
zh_hans: 已开启
zh_hant: 啟用

source: New chat link
ar: رابط محادثة جديد
de: Neuer Chatlink
es: Nuevo enlace de chat
fr: Nouveau lien de conversation
id: Tautan Obrolan Baru
ja: 新しいチャットリンク
ko: 새 대화 링크
pt: Novo link do chat
ru: Новая ссылка на чат
th: ลิงก์แชทใหม่
tr: Yeni sohbet bağlantısı
vi: Đường liên kết chat mới
zh_hans: 新建聊天链接
zh_hant: 新的對話連結

source: New group chat
ar: مجموعة محادثة جديدة
de: Neuer Gruppenchat
es: Nuevo chat de grupo
fr: Nouvelle conversation de groupe
id: Obrolan Grup Baru
ja: 新しいグループチャット
ko: 새 단체 대화
pt: Novo chat de grupo
ru: Новый групповой чат
th: แชทกลุ่มใหม่
tr: Yeni grup sohbeti
vi: Nhóm chat mới
zh_hans: 新建群聊
zh_hant: 新群組對話

source: Recents
ar: مؤخراً
de: Neue/Geänderte Dateien
es: Recientes
fr: Récents
id: Baru-baru ini
ja: 最近
ko: 최근
pt: Atividades recentes
ru: Недавние
th: เมื่อเร็ว ๆ นี้
tr: Recent
vi: Sử Dụng Gần Đây
zh_hans: 近期
zh_hant: 近期的

# recents.emptyState.activityHidden.title
source: Recent activity hidden
ar: التفاعل مؤخراً مخفي
de: Letzte Aktivitäten ausgeblendet
es: Actividad reciente oculta
fr: L’activité récente est cachée
id: Aktivitas Terbaru Tersembunyi
ja: 最近のアクティビティは非表示です
ko: 최근 활동 숨겨짐
pt: Atividade recente oculta
ru: Недавние действия скрыты
th: กิจกรรมล่าสุดที่ซ่อนไว้
tr: Son faaliyetler gizli
vi: Hoạt động gần đây đã ẩn đi
zh_hans: 近期动态已隐藏
zh_hant: 隱藏的近期活動

# recents.emptyState.activityHidden.button
source: Show activity
ar: اعرض التفاعل
de: Aktivitäten anzeigen
es: Mostrar actividad
fr: Afficher l’activité
id: Tampilkan Aktivitas
ja: アクティビティを表示
ko: 활동 보기
pt: Mostrar atividade
ru: Показать действия
th: แสดงกิจกรรม
tr: Etkinliği göster
vi: Hiển thị hoạt động
zh_hans: 显示动态
zh_hant: 顯示活動

# home.recent.modifiedByLabel
source: Modified by %@
ar: تم التعديل من قبل %@
de: Geändert durch %@
es: Modificado por %@
fr: Modifié par %@
id: Diubah oleh %@
ja: %@さんが変更しました
ko: %@님이 수정
pt: Alterado por %@
ru: Изменено пользователем %@
th: ปรับเปลี่ยนโดย %@
tr: Tarafından değiştirildi %@
vi: Chỉnh sửa bởi %@
zh_hans: 由%@修改
zh_hant: 由%@修改

# home.recent.multipleFileTitle
source: “%@” and %ld more
ar: ”%@“ و %ld أكثر
de: „%@“ und %ld weitere
es: “%@” y %ld más
fr: « %@ » et %ld de plus
id: ”%@” dan %ld lebih banyak
ja: 「%@」とその他%ld個
ko: “%@” 그리고 %ld개 더
pt: “%@” e mais %ld
ru: «%@» и ещё %ld
th: “%@” และอื่น ๆ อีก %ld รายการ
tr: ”%@” ve %ld daha
vi: “%@” và %ld mục nữa
zh_hans: ”%@”和%ld及更多
zh_hant: 「%@」及另外%ld個

# home.recent.createdByLabel
source: Created by %@
ar: انشأ من قبل %@
de: Erstellt von %@
es: Creado por %@
fr: Créé par %@
id: Dibuat oleh %@
ja: %@さんが作成しました
ko: %@님이 생성
pt: Criado por %@
ru: Создано пользователем %@
th: สร้างโดย %@
tr: Tarafından oluşturuldu %@
vi: Đã tạo bởi %@
zh_hans: 由%@创建
zh_hant: 由%@建立

source: No recent activity
ar: لا وجود لأي نشاط مؤخراً
de: Keine Aktivität
es: No hay actividad reciente
fr: Aucune activité récente
id: Tidak ada aktivitas terbaru
ja: 最近の活動はありません
ko: 최근 활동 없음
pt: Não há atividade recente
ru: Нет недавней активности
th: ไม่มีกิจกรรมล่าสุด
tr: Son etkinlik yok
vi: Không có hoạt động gần đây
zh_hans: 无近期动态
zh_hant: 沒有近期活動

source: Chat link unavailable
ar: رابط المحادثة غير متاح
de: Ungültiger Chatlink
es: Enlace de chat no disponible
fr: Le lien de la conversation est inaccessible
id: Tautan Obrolan Tidak Tersedia
ja: チャットリンクは利用できません
ko: 대화 링크 이용 불가
pt: Link de chat não disponível
ru: Ссылка на чат недоступна
th: ลิงก์แชทไม่พร้อมใช้งาน
tr: Sohbet bağlantısı kullanılamıyor
vi: Đường liên kết chat không khả dụng
zh_hans: 聊天链接不可用
zh_hant: 對話連結無法使用

source: This chat link is no longer available
ar: لم يعد رابط المحادثة هذا متاحاً
de: Dieser Chatlink ist nicht mehr verfügbar
es: Este enlace del chat ya no está disponible
fr: Ce lien de conversation n’est plus accessible
id: Tautan obrolan ini tidak lagi tersedia
ja: このチャットリンクは利用できなくなりました
ko: 이 대화 링크는 더 이상 사용할 수 없습니다
pt: O link deste chat já não está disponível
ru: Эта ссылка на чат больше не доступна
th: ลิงก์แชทนี้ไม่สามารถใช้ได้อีก
tr: Bu sohbet bağlantısı artık kullanılamıyor
vi: Đường liên kết tới chát này không còn tồn tại
zh_hans: 此聊天链接已不可用
zh_hant: 此對話連結已無法使用

source: People can join your group by using this link.
ar: يمكن للأشخاص الانضمام إلى مجموعتك باستخدام هذا الرابط.
de: Über diesen Link können Dritte der Unterhaltung beitreten.
es: Las personas pueden unirse a tu grupo usando este enlace.
fr: D’autres peuvent se joindre à votre groupe en utilisant ce lien.
id: Orang-orang dapat bergabung dengan grup Anda dengan menggunakan tautan ini.
ja: このリンクを使用すると、人々はあなたのグループに参加できます。
ko: 사람들이 이 링크를 이용하여 당신의 그룹에 참여할 수 있습니다.
pt: Outras pessoas podem participar do seu grupo usando este link.
ru: Люди могут присоединиться к группе с помощью этой ссылки.
th: ผู้คนสามารถเข้าร่วมกลุ่มของคุณโดยใช้ลิงก์นี้
tr: Kullanıcılar bu bağlantıyı kullanarak grubunuza katılabilir.
vi: Mọi người có thể tham gia vào nhóm của bạn với đường liên kết này.
zh_hans: 参与者可通过此链接加入您的群组。
zh_hant: 大家可以使用此連結加入您的群組。

source: Tap here for info
ar: اضغط هنا للحصول على معلومات
de: Details
es: Toca aquí para más información
fr: Touchez ici pour obtenir des renseignements
id: Ketuk di sini untuk info
ja: 情報を見るにはこちらをタップ
ko: 자세히 보려면 여기를 탭하세요
pt: Toque aqui para mais informações
ru: Коснитесь для информации
th: แตะที่นี่เพื่อดูข้อมูล
tr: Bilgi için buraya dokunun
vi: Chạm vào để xem thêm
zh_hans: 点击这里查看详细信息
zh_hant: 點擊這裡獲得更多資訊

source: No chat link available.
ar: لا يوجد رابط محادثة متاح.
de: Kein Chatlink verfügbar.
es: Link de chat no disponible.
fr: Aucun lien de conversation n’est proposé
id: Tautan obrolan tidak tersedia.
ja: 利用できるチャットリンクはありません。
ko: 사용 가능한 대화 링크 없음.
pt: Não há link de chat disponível.
ru: Нет доступной ссылки на чат.
th: ไม่มีลิงก์แชท
tr: Sohbet bağlantısı yok.
vi: Không có liên kết nào cả.
zh_hans: 无可用聊天链接。
zh_hant: 沒有可用的對話連結。

source: Please allow access
ar: يرجى السماح بالوصول
de: Bitte erlauben Sie den Zugriff
es: Permitir acceso
fr: Veuillez accorder l’accès
id: mohon izinkan akses
ja: アクセスを許可してください
ko: 접근을 허용해주세요
pt: Permitir acesso
ru: Пожалуйста, откройте доступ
th: กรุณาอนุญาตให้เข้าถึง
tr: Lütfen erişime izin ver
vi: Xin cho phép quyền truy cập
zh_hans: 请允许访问
zh_hant: 請允許存取權限

source: Please go to the Privacy section in your device’s Settings. Enable Location Services and set MEGA to While Using the App or Always.
ar: يرجى الانتقال إلى قسم الخصوصية في إعدادات جهازك. تمكين خدمات الموقع وضبط ميغا MEGA إلى أثناء استخدام التطبيق أو دائماً.
de: Bitte öffnen Sie die Privatsphäreneinstellungen und erlauben Sie der MEGA-App Zugriff auf Ihren Standort.
es: Ve a la sección Privacidad en la Configuración de tu dispositivo. Activa la Localización y configura MEGA en “Cuando se use la app” o “Siempre”.
fr: Veuillez vous rendre dans la section Confidentialité des réglages de votre appareil. Activez le service de localisation et définissez MEGA à Quand l’appli est active ou à Toujours.
id: Silakan buka bagian Privasi di Pengaturan perangkat Anda. Aktifkan Layanan Lokasi dan atur MEGA ke Saat Menggunakan Aplikasi atau Selalu.
ja: 端末の「設定」の「プライバシー」セクションに移動してください。位置情報サービスを有効にし、MEGAを「アプリの使用中」または「常に」に設定します。
ko: 당신의 기기의 개인정보 보호 섹션으로 가세요. 위치 서비스를 활성화하고 MEGA를 앱을 사용중일 때 또는 항상으로 설정해주세요.
pt: Acesse a seção Privacidade nos ajustes do seu dispositivo. Ative os Serviços de Localização e configure a permissão do MEGA para Durante Uso do App ou Sempre.
ru: Перейдите в раздел «Конфиденциальность» в настройках вашего устройства. Включите службы определения местоположения и установите MEGA на «Во время использования приложения» или «Всегда».
th: กรุณาไปที่ส่วนความเป็นส่วนตัวในการตั้งค่าอุปกรณ์ของคุณ เปิดใช้งานบริการระบุตำแหน่งและตั้งค่า MEGA เป็นขณะใช้งานแอปหรือตลอดเวลา
tr: Lütfen cihazınızın Ayarları'ndaki Gizlilik bölümüne gidin. Konum Hizmetlerini etkinleştirin ve MEGA'yı Uygulamayı Kullanırken veya Her Zaman olarak ayarlayın.
vi: Xin đi vào mục Quyền Riêng Tư trong Cài Đặt của iOS. Bật chức năng Dịch Vụ Định Vị và chỉnh MEGA từ “Khi dùng Ứng dụng” sang “Luôn luôn”.
zh_hans: 请转到设备的“设置”中的“隐私”部分。启用定位服务并将MEGA设置为使用App时开启或者始终开启。
zh_hant: 請到您裝置設定的隱私權選項。啟用定位服務並設定MEGA為「使用App期間」或「永遠」。

# NSLocationWhenInUseUsageDescription
source: MEGA accesses your location when you share it with your contacts in chat.
ar: يصل MEGA إلى موقعك عندما تشاركه مع جهات الاتصال الخاصة بك في محادثة.
de: MEGA greift auf Ihren Standort zu, wenn Sie ihn im Chat mit Ihren Kontakten teilen.
es: MEGA accede a tu ubicación cuando la compartes con tus contactos en el chat.
fr: MEGA accède à votre position quand vous la partagez avec vos contacts dans une conversation.
id: MEGA mengakses lokasi anda saat anda membagikannya dengan kontak anda dalam obrolan.
ja: MEGAでは、チャットで連絡先と位置情報を共有する際に、位置情報にアクセスします。
ko: MEGA는 당신이 대화에서 연락처와 위치를 공유할 때 당신의 위치에 접근합니다.
pt: O MEGA acessa sua localização quando você a compartilha com os seus contatos no chat.
ru: MEGA получает доступ к вашему местоположению, когда вы делитесь им со своими контактами в чате.
th: MEGA เข้าถึงตำแหน่งของคุณเมื่อคุณแชร์กับผู้ติดต่อผ่านการแชทของคุณ
tr: MEGA, sohbette kişilerinizle paylaştığınızda konumunuza erişir.
vi: MEGA truy cập vị trí của bạn khi bạn chia sẻ với các tên liên lạc của mình trong cuộc chát.
zh_hans: 当您在聊天中与联系人共享位置时，MEGA会访问您的位置。
zh_hant: 當您在對話中分享您的位置給您的聯絡人時，MEGA會存取您的位置資訊。

source: Mobile data is turned off
ar: تم إيقاف تشغيل بيانات الجوال
de: Mobildatenzugang ist gesperrt
es: Los datos móviles están desactivados
fr: Les données mobiles sont désactivées
id: Data Seluler dimatikan
ja: モバイルデータがオフになっています
ko: 모바일 데이터가 꺼져있습니다
pt: Os dados móveis estão desativados
ru: Мобильные данные отключены
th: ข้อมูลมือถือถูกปิด
tr: Mobil veriler kapalı
vi: Dùng dữ liệu mạng di dộng đã tắt
zh_hans: 移动数据已关闭
zh_hant: 行動數據已關閉

source: Turn mobile data on
ar: تشغيل بيانات الجوال
de: Mobildatenzugang aktivieren
es: Activar datos móviles
fr: Activer les données mobiles
id: Aktifkan Data Seluler
ja: モバイルデータをオンにする
ko: 모바일 데이터 켜기
pt: Ativar os dados móveis
ru: Включить мобильные данные
th: เปิดใช้งานข้อมูลมือถือ
tr: Mobil verileri açma
vi: Dùng dữ liệu mạng di động đang được bật
zh_hans: 启用移动数据
zh_hant: 開啟行動數據

# You can turn on mobile data for this app in Settings.
source: You can turn on mobile data for this app in the device’s Settings.
ar: يمكنك تشغيل بيانات الجوال لهذا التطبيق من خلال إعدادات الجهاز.
de: Sie können der App die Nutzung des mobilen Datenzugangs erlauben.
es: Puede activar los datos móviles para esta aplicación en la Configuración del dispositivo.
fr: Vous pouvez activer les données mobiles pour cette appli dans les Réglages de l’appareil.
id: Anda dapat mengaktifkan data seluler untuk Aplikasi ini di Pengaturan perangkat.
ja: 端末の設定でこのアプリのモバイルデータをオンにできます。
ko: 장치의 설정에서 이 앱에 대한 모바일 데이터를 켤 수 있습니다.
pt: Você pode ativar os dados móveis para este aplicativo nas configurações do dispositivo.
ru: Вы можете включить передачу мобильных данных для этого приложения в настройках устройства.
th: คุณสามารถเปิดข้อมูลมือถือสำหรับแอปนี้ได้ในการตั้งค่าของอุปกรณ์
tr: Cihazın Ayarları'ndan bu uygulama için mobil verileri açabilirsiniz.
vi: Vào phần Cài Đặt của iPhone nếu muốn cho phép app này sử dụng mạng internet di động.
zh_hans: 您可以在设备的“设置”中为此应用启用移动数据。
zh_hant: 您可以在裝置的設定中為此App啟用行動數據。

source: Change to a test server?
ar: التغيير الى مخدم تجريبي؟
de: Auf den Testserver wechseln?
es: ¿Cambiar a un servidor de prueba?
fr: Changer pour un serveur de test ?
id: Ubah ke server uji?
ja: テストサーバーに変更しますか？
ko: 테스트 서버로 변경할까요?
pt: Alterar para um servidor de teste?
ru: Перейти на тестовый сервер?
th: เปลี่ยนเป็นเซิร์ฟเวอร์ทดสอบหรือไม่
tr: Test sunucusuna mı geçiyorsunuz?
vi: Đổi sang máy chủ thử nghiệm?
zh_hans: 更改为测试服务器？
zh_hant: 更改為測試伺服器？

source: Are you sure you want to change to a test server? Your account may suffer irrecoverable problems.
ar: هل أنت متأكد أنك تريد التغيير إلى المخدم التجريبي؟ من الممكن ان يتعرض حسابك لمشاكل غير قابلة للإصلاح.
de: Auf den Testserver wechseln? Dies ist mit erheblichen Risiken behaftet.
es: ¿Confirmas que quieres cambiar a un servidor de prueba? Tu cuenta podría sufrir daños irreparables.
fr: Voulez-vous vraiment changer vers un serveur de test ? Votre compte pourrait subir des problèmes irrécupérables.
id: Anda yakin ingin mengubah ke server pengujian? Akun anda mungkin mengalami masalah yang tidak dapat dipulihkan.
ja: テストサーバーに変更してもよろしいですか？アカウントに回復不能な問題が発生する可能性があります。
ko: 테스트 서버로 변경하시겠습니까? 당신의 계정이 복구할 수 없는 문제를 겪을 수 있습니다.
pt: Você tem certeza de que quer alterar para um servidor de teste? A sua conta pode sofrer danos irreparáveis.
ru: Действительно перейти на тестовый сервер? Это может вызвать непоправимые сбои в работе аккаунта.
th: คุณแน่ใจหรือไม่ว่าต้องการเปลี่ยนไปใช้เซิร์ฟเวอร์ทดสอบ บัญชีของคุณอาจประสบปัญหาไม่สามารถกู้คืนได้
tr: Bir test sunucusuna geçmek istediğinizden emin misiniz? Hesabınız kurtarılamaz sorunlar yaşayabilir.
vi: Bạn có chắc muốn chuyển sang máy chủ thử nghiệm? Tài khoản có thể sẽ gặp các vấn đề không thể phục hồi được.
zh_hans: 您确定要更改为测试服务器吗？您的帐户可能会遇到一些问题。
zh_hant: 您確定要更改至測試伺服器？您的帳戶可能會遇到無法恢復的問題。

# Enable Access to Your Address Book
source: Grant access to your address book
ar: منح حق الوصول إلى دفتر العناوين الخاص بك
de: Gewähren Sie Zugriff auf Ihre Kontakte
es: Conceder el acceso a tus contactos
fr: Accorder l’accès à votre carnet d’adresses
id: Berikan Akses ke Buku Alamat Anda
ja: アドレス帳へのアクセスを許可する
ko: 주소록에 대한 접근 허가
pt: Permitir o acesso ao seu catálogo de endereços
ru: Предоставьте доступ к адресной книге
th: ให้สิทธิ์เข้าถึงสมุดรายชื่อของคุณ
tr: Adres defterinize erişim izni verin
vi: Cấp quyền cho phép truy cập vào danh bạ của bạn
zh_hans: 开启允许访问您的通讯录
zh_hant: 允許存取您的通訊錄

source: Open Settings
ar: أفتح الإعدادات
de: Einstellungen öffnen
es: Abrir Configuración
fr: Ouvrir les réglages
id: Buka Pengaturan
ja: 設定を開く
ko: 설정 열기
pt: Acessar as configurações
ru: Открыть настройки
th: เปิดการตั้งค่า
tr: Ayarları Aç
vi: Đi tới Cài Đặt của iOS
zh_hans: 打开设置
zh_hant: 開啟設定

source: Invite contacts and start chatting securely with MEGA’s encrypted chat.
ar: ادع جهات الاتصال وابدأ المحادثة بأمان باستخدام المحادثة المشفرة من ميغا MEGA.
de: Laden Sie Kontakte ein und kommunizieren Sie sicher mit MEGAs Ende-zu-Ende-Verschlüsselung.
es: Invita a contactos y chatea de forma segura con el chat cifrado de MEGA.
fr: Invitez des contacts et commencez à dialoguer en toute sécurité grâce au dialogue en ligne chiffré de MEGA.
id: Undang kontak dan mulailah mengobrol dengan aman dengan obrolan terenkripsi MEGA.
ja: 連絡先を招待し、MEGAの暗号化チャットで安全にチャットを始めましょう。
ko: 지인을 초대하고 MEGA의 암호화된 대화로 안전하게 대화를 시작하세요.
pt: Adicione contatos e converse com segurança no chat criptografado do MEGA.
ru: Пригласите контакты и начните безопасно общаться в зашифрованном чате MEGA.
th: เชิญผู้ติดต่อและเริ่มแชทอย่างปลอดภัยด้วยแชทที่เข้ารหัสบน MEGA
tr: MEGA'nın şifreli sohbeti ile kişileri davet edin ve güvenli bir şekilde sohbet etmeye başlayın.
vi: Mời thêm tên liên lạc và để bắt đầu trò chuyện thông qua MEGA và được bảo mật mạnh mẽ.
zh_hans: 邀请联系人并在MEGA上开始加密聊天。
zh_hant: 邀請聯絡人並透過MEGA的加密功能安全的進行對話。

# Tap space to enter multiple emails
source: Tap space to enter multiple email addresses
ar: أنقر زر الفراغ لإدخال رسائل البريد الإلكتروني متعددة
de: Mehrere E-Mail-Adressen durch Leerzeichen trennen
es: Inserta un espacio para añadir múltiples correos
fr: Toucher la barre d’espacement pour saisir plusieurs adresses courriel
id: Ketuk ruang untuk memasukkan banyak email
ja: スペースをタップして複数のメールアドレスを入力します
ko: 여러 이메일을 입력하려면 스페이스를 탭하세요
pt: Use espaço para digitar vários emails
ru: Нажмите пробел, чтобы ввести несколько адресов
th: ใช้เว้นวรรค เพื่อกรอกอีเมลหลายรายการ
tr: Birden fazla e-posta adresi girmek için alana dokunun
vi: Chạm dấu cách để điền thêm email
zh_hans: 点击空格输入多个电子邮件地址
zh_hant: 點選空白處來加入多個電子郵件

# Enter Email
source: Enter email address
ar: ادخل بريداً الكترونياً
de: E-Mail-Adresse eingeben
es: Introducir el correo electrónico
fr: Saisir une adresse courriel
id: Masukkan alamat email
ja: メールアドレスを入力
ko: 이메일 주소를 입력하세요
pt: Digite o(s) email(s)
ru: Введите адрес электронной почты
th: กรอกที่อยู่อีเมล
tr: E-posta adresini girin
vi: Nhập địa chỉ email
zh_hans: 输入电子邮件地址
zh_hant: 輸入電子郵件地址

# contact.invite.message
source: Hi, join me on MEGA and enjoy free, securely encrypted storage and communication.
ar: مرحبًا، انضم إلي على ميغا MEGA واستمتع بالتخزين والاتصالات المجانية والمشفرة بأمان.
de: Hallo! Ich lade Sie herzlich zu MEGA ein. MEGA bietet Ihnen eine kostenlose, sicher verschlüsselte Datenspeicherung und Kommunikation.
es: Tienes una solicitud en espera para chatear en MEGA. Registra una cuenta en MEGA y obtén 20 GB de almacenamiento gratuito para siempre.
fr: Bonjour. Joignez-vous à moi sur MEGA et profitez de services de stockage et de communication chiffrés et sécurisés.
id: Hai, bergabunglah dengan saya di MEGA dan nikmati penyimpanan dan komunikasi terenkripsi gratis dan aman.
ja: こんにちは。MEGAに参加して、安全に暗号化されたストレージとコミュニケーションを、無料で楽しみましょう。
ko: 안녕하세요, MEGA에서 저와 함께하고, 안전하게 암호화된 저장소와 대화에 참여해주세요.
pt: Olá, junte-se a mim no MEGA e aproveite o armazenamento e a comunicação gratuitos e criptografados com segurança.
ru: Привет, присоединяйся ко мне в MEGA и наслаждайся бесплатным, надёжно зашифрованным хранилищем и связью.
th: สวัสดี เชิญมาร่วมกับฉันที่ MEGA และเพลิดเพลินไปกับพื้นที่เก็บข้อมูลและการสื่อสารที่ปลอดภัยด้วยการเข้ารหัส โดยไม่เสียค่าใช้จ่ายใด ๆ
tr: Merhaba, MEGA'da bana katılın ve ücretsiz, güvenli bir şekilde şifrelenmiş depolama ve iletişimin keyfini çıkarın.
vi: Bạn có một lời đang chờ bạn hồi âm trên MEGA Chat. Đăng ký một tài khoản trên MEGA và nhận 20 GB không gian lưu trữ miễn phí vô thời hạn.
zh_hans: 嗨，与我一起加入MEGA，享受免费、安全加密的存储和交流。
zh_hant: 您有一個等待中的MEGA Chat請求。在MEGA上註冊帳戶並獲得20 GB的終身免費儲存空間。

source: My chat files
ar: ملفات المحادثة الخاصة بي
de: Chatdateien
es: Mis archivos de chat
fr: Mes fichiers de dialogue en ligne
id: File obrolan saya
ja: 私のチャットファイル
ko: 내 대화 파일
pt: Arquivos dos meus chats
ru: Мои файлы из чата
th: ไฟล์แชทของฉัน
tr: Sohbet dosyalarım
vi: Tệp đã gửi trong chát
zh_hans: 我的聊天文件
zh_hant: 我的對話檔案

source: Plan
ar: الباقة
de: Pro-Stufe
fr: Abonnement
ja: プラン
ko: 요금제
pt: Plano
ru: План
th: แผน
vi: Gói
zh_hans: 会员方案
zh_hant: 方案

source: If you lose this Recovery key and forget your password, [B]all your files, folders and messages will be inaccessible, even by MEGA[/B].
ar: في حال فقدانك لمفتاح الإستعادة و نسيان كلمة مرورك، [B]لن تتمكن من الوصول إلى جميع ملفاتك و مجلداتك و رسائلك، حتى عن طريق ميغا MEGA[/B].
de: Wenn Sie diesen Rettungsschlüssel verlieren und Ihr Passwort vergessen, [B]verlieren Sie den Zugang zu allen Ihren Dateien, Ordnern und Nachrichten. Selbst MEGA kann Ihnen dann nicht helfen.[/B]
es: Si pierdes la Clave de recuperación y la contraseña,[B] todos tus archivos, carpetas y mensajes serán inaccesibles, incluso para MEGA[/B].
fr: Si vous perdez votre Clé de récupération et oubliez votre mot de passe, [B]tous vos fichiers, dossiers et messages seront inaccessibles, même pour MEGA[/B].
id: Jika Anda kehilangan kunci Pemulihan ini dan lupa kata sandi Anda, [B]semua file, folder, dan pesan Anda tidak dapat diakses, bahkan oleh MEGA[/B].
ja: この回復キーをなくしてパスワードをお忘れの場合、[B]MEGAでも、ユーザー様のファイル、フォルダ、メッセージすべてにアクセスできなくなります[/B]。
ko: 만약 이 복구 키도 잃어버리고 암호도 잊으셨다면, [B]MEGA도 당신의 모든 파일, 폴더 그리고 메시지에 접근이 불가능합니다.[/B]
pt: Se você perder a chave de recuperação e esquecer a sua senha, [B]todos os seus arquivos, pastas e mensagens não poderão ser acessados, nem mesmo pelo MEGA[/B].
ru: Если вы потеряете этот ключ восстановления и забудете пароль, [B]все ваши файлы, папки и сообщения будут недоступны даже MEGA[/B].
th: หากคุณทำคีย์การกู้คืนสูญหายและลืมรหัสผ่าน[B]ไฟล์ โฟลเดอร์และข้อความทั้งหมดของคุณจะไม่สามารถเข้าถึงได้ ไม่เว้นแม้แต่ MEGA[/B]
tr: Bu Kurtarma anahtarını kaybederseniz ve şifrenizi unutursanız, [B]MEGA tarafından bile tüm dosyalarınıza, klasörlerinize ve mesajlarınıza erişilemez[/B].
vi: Bạn sẽ cần phải sử dụng Chìa Khóa Phục Hồi này khi quên mất mật khẩu của mình,[B]không thì toàn bộ tệp tin và thư mục của bạn sẽ không thể truy cập được, ngay cả MEGA cũng sẽ không giúp được[/B].
zh_hans: 如果您丢失了恢复密钥并忘记了密码，[B]您将无法访问您的所有文件、文件夹和消息，即使是MEGA也无能为力[/B]。
zh_hant: 如果您遺失此還原金鑰並忘記密碼，[B]即使是MEGA[/B]也將無法存取您所有的檔案、資料夾與訊息。

source: Business
ar: الأعمال Business
fr: Pour entreprise
id: Bisnis
ja: ビジネス
ko: 기업용
ru: Бизнес
th: ธุรกิจ
tr: İş
vi: Doanh Nghiệp
zh_hans: 企业
zh_hant: 商業
