Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# general.filetype.gadget
source: Windows gadget
ar: أداة ويندوز Windows Gadget
fr: Gadget Windows
ja: Windowsガジェット
ko: Windows 가젯
pt: Gadget do Windows
ru: Windows-гаджет
th: โปรแกรมเบ็ดเตล็ดของ Windows
tr: Windows aygıtı
vi: Tiện ích Windows
zh_hans: 视窗小工具
zh_hant: Windows小工具

# general.filetype.gif
source: GIF image
ar: صورة GIF
de: GIF-Bild
es: Imagen GIF
fr: Image GIF
id: Gambar GIF
ja: GIF画像
ko: GIF 이미지
pt: Imagem GIF
ru: Изображение GIF
th: ภาพ GIF
tr: GIF görüntüsü
vi: Ảnh GIF
zh_hans: GIF图像
zh_hant: GIF圖片

# general.filetype.gpx
source: GPS exchange
ar: ملف تبادل الموقع الجغرافي GPS Exchange
fr: Échange GPS
ja: GPSエクスチェンジ
ko: GPS 교환
ru: Файл обмена данными GPS
tr: GPS değişimi
vi: Trao đổi GPS
zh_hans: GPS交换

# general.filetype.spreadsheet
source: Spreadsheet
ar: ملف جداول إلكترونية Spreadsheet
es: Hoja de cálculo
fr: Feuille de calcul
ja: スプレッドシート
ko: 스프레드시트
pt: Planilha
ru: Таблица
th: สเปรดชีต
tr: Elektronik Tablo
vi: Bảng tính
zh_hans: 电子表格
zh_hant: 試算表

# general.filetype.gz
source: GNU compressed
ar: ملف مضغوط GNU
de: GNU-komprimiert
fr: Fichier compressé GNU
ja: GNU圧縮
ko: GNU 압축
ru: Архив GNU
th: บีบอัด GNU
tr: GNU sıkıştırılmış
vi: GNU nén
zh_hans: GNU压缩
zh_hant: GNU壓縮

# general.filetype.header
source: Header
ar: ترويسة Header
de: Headerdatei
fr: Entête
ja: ヘッダ
ko: 헤더
ru: Заголовок
th: ไฟล์ส่วนหัว
tr: Başlık
vi: Tiêu đề C++
zh_hans: 标头

# general.filetype.htmlDocument
source: HTML document
ar: مستند HTML
de: HTML-Dokument
es: Documento HTML
fr: Document HTML
id: Dokumen HTML
ja: HTMLドキュメント
ko: HTML 문서
pt: Documento HTML
ru: Документ HTML
th: ไฟล์เอกสาร HTML
tr: HTML belgesi
vi: Tài liệu HTML
zh_hans: HTML文档
zh_hant: HTML文件

# general.filetype.iff
source: Interchange file format
fr: Format de fichier d’échange
ja: インターチェンジファイルフォーマット
ko: 교환 파일 형식
ru: Формат файла обмена
th: รูปแบบไฟล์ Interchange
tr: Değişim dosya biçimi
vi: Định dạng tệp hoán đổi
zh_hans: 交换文件格式
zh_hant: 交換檔案格式

# general.filetype.iso
source: ISO image
ar: صورة ISO
de: ISO-Abbild
es: Imagen ISO
fr: Image ISO
id: Gambar ISO
ja: ISOイメージ
ko: ISO 이미지
pt: Imagem ISO
ru: Образ ISO
th: อิมเมจ ISO
tr: ISO görüntüsü
vi: Ảnh đĩa ISO
zh_hans: ISO映像
zh_hant: ISO映像

# general.filetype.jar
source: Java archive
ar: ملف أرشفة جافا Java Archive
de: Java-Archiv
es: Archivo Java
fr: Fichier compressé Java
ja: Javaアーカイブ
ko: Java 아카이브
pt: Arquivo Java
ru: Java-архив
tr: Java arşivi
zh_hans: Java归档
zh_hant: Java歸檔

# general.filetype.java
source: Java code
ar: ملف جافا Java Code
es: Código Java
fr: Code Java
id: Kode Java
ja: Javaコード
ko: Java 코드
pt: Código Java
ru: Java-код
tr: Java kodu
vi: Mã Java
zh_hans: Java代码
zh_hant: Java程式碼

# general.filetype.jpeg
source: JPEG image
ar: صورة JPEG
de: JPEG-Bild
es: Imagen JPEG
fr: Image JPEG
id: Gambar JPEG
ja: JPEG画像
ko: JPEG 이미지
pt: Imagem JPEG
ru: Изображение JPEG
th: ภาพ JPEG
tr: JPEG görüntüsü
vi: Ảnh JPEG
zh_hans: JPEG图像
zh_hant: JPEG圖片

# general.filetype.log
source: Log
ar: سجل Log
de: Logdatei
fr: Journal
ja: ログ
ko: 기록
ru: Журнал
th: ไฟล์บันทึก
tr: Günlük
zh_hans: 日志

# general.filetype.m3u
source: Media playlist
ar: قائمة تشغيل الوسائط Media Playlist
de: Medienplaylist
fr: Liste de lecture de médias
id: Playlist Media
ja: メディアプレイリスト
ko: 미디어 재생목록
ru: Медиа-плейлист
th: เพลย์ลิสต์สื่อ
tr: Medya çalma listesi
vi: Danh sách phát phương tiện số
zh_hans: 媒体播放列表
zh_hant: 媒體播放列表

# general.filetype.m4a
source: MPEG-4 audio
ar: ملف صوتي MPEG-4
es: Audio MPEG-4
fr: Audio MPEG-4
ja: MPEG-4オーディオ
ko: MPEG-4 오디오
pt: Áudio MPEG-4
ru: Аудио MPEG-4
th: เสียง MPEG-4
tr: MPEG-4 ses
vi: Âm thanh MPEG-4
zh_hans: MPEG-4音频
zh_hant: MPEG-4音訊

# general.filetype.max
source: 3ds Max scene
de: 3ds Max-Szene
fr: Scène 3ds Max
ja: 3dsマックスシーン
ko: 3ds Max 장면
ru: Сцена 3ds Max
th: ฉาก 3ds Max
tr: 3ds Max sahnesi
zh_hans: 3ds Max场景

# general.filetype.mid
source: MIDI audio
ar: ملف صوتي MIDI
es: Audio MIDI
fr: Audio MIDI
id: Audio MIDI
ja: MIDIオーディオ
ko: MIDI 오디오
pt: Áudio MIDI
ru: Аудио MIDI
th: เสียง MIDI
tr: MIDI ses
vi: Âm thanh MIDI
zh_hans: MIDI音频
zh_hant: MIDI音樂

# general.filetype.mkv
source: MKV video
ar: فيديو MKV
es: Vídeo MKV
fr: Vidéo MKV
id: Video MKV
ja: MKVビデオ
ko: MKV 동영상
pt: Vídeo MKV
ru: Видео MKV
th: วิดีโอ MKV
tr: MKV videosu
vi: Video MKV
zh_hans: MKV视频
zh_hant: MKV影片

# general.filetype.mov
source: QuickTime movie
ar: فيديو كويك تايم QuickTime
de: QuickTime-Video
fr: Film QuickTime
id: Film QuickTime
ja: QuickTimeムービー
ko: QuickTime 동영상
ru: Видео QuickTime
tr: QuickTime filmi
vi: Phim QuickTime
zh_hans: QuickTime视频
zh_hant: QuickTime影片

# general.filetype.mp3
source: MP3 audio
ar: ملف صوتي MP3
es: Audio MP3
fr: Audio MP3
ja: MP3オーディオ
ko: MP3 오디오
pt: Áudio MP3
ru: Аудио MP3
th: เสียง MP3
tr: MP3 ses
vi: Âm thanh MP3
zh_hans: MP3音频
zh_hant: MP3音樂

# general.filetype.mp4
source: MP4 video
ar: ملف فيديو MP4
es: Vídeo MP4
fr: Vidéo MP4
id: Video MP4
ja: MP4動画
ko: MP4 동영상
pt: Vídeo MP4
ru: Видео MP4
th: วิดีโอ MP4
tr: MP4 videosu
vi: Video MP4
zh_hans: MP4视频
zh_hant: MP4影片

# general.filetype.mpeg
source: MPEG movie
ar: فيلم MPEG
de: MPEG-Video
fr: Film MPEG
id: Film MPEG
ja: MPEGムービー
ko: MPEG 동영상
ru: Видео MPEG
th: ภาพยนตร์ MPEG
tr: MPEG film
vi: Phim MPEG
zh_hans: MPEG视频
zh_hant: MEGA影片

# general.filetype.msi
source: MS installer
ar: ملف تثبيت ميكروسوفت MS Installer
fr: Programme d’installation de Microsoft
ja: MSインストーラー
ko: MS 인스톨러
pt: Instalador MS
ru: Установщик MS
th: โปรแกรมติดตั้ง MS
tr: MS yükleyici
vi: Trình cài đặt MS
zh_hans: MS安装程序
zh_hant: MS安裝套件

# general.filetype.textDocument
source: Text document
ar: مستند نصي Text Document
de: Textdokument
es: Documento de texto
fr: Document texte
ja: テキスト文書
ko: 텍스트 문서
pt: Documento de texto
ru: Текстовый документ
th: เอกสารข้อความ
tr: Metin belgesi
vi: Tài liệu Chữ
zh_hans: 文本文件
zh_hant: Text文件

# general.filetype.otf
source: OpenType font
ar: خط OpenType
de: OpenType-Schriftart
fr: Police OpenType
id: Font OpenType
ja: OpenTypeフォント
ko: OpenType 서체
pt: Fonte OpenType
ru: Шрифт OpenType
th: แบบอักษร OpenType
tr: OpenType yazı tipi
vi: Phông chữ OpenType
zh_hans: OpenType字体
zh_hant: OpenType字體

# general.filetype.pages
source: Pages
ar: ملف Pages
de: Seiten
ja: ページ
ru: Файл Apple Pages
th: เพจ
tr: Sayfalar

# general.filetype.podcast
source: Podcast
ar: تدوين صوتي Podcast
fr: Balado
ja: ポッドキャスト
ko: 팟캐스트
ru: Подкаст
th: พ็อดแคสต์
zh_hans: 播客
zh_hant: 播客

# general.filetype.pdf
source: PDF document
ar: مستند PDF
de: PDF-Dokument
es: Documento PDF
fr: Document PDF
id: Dokumen PDF
ja: PDFドキュメント
ko: PDF 문서
pt: Documento PDF
ru: Документ PDF
th: เอกสาร PDF
tr: PDF belgesi
vi: Tài liệu PDF
zh_hans: PDF文件
zh_hant: PDF文件

# general.filetype.php
source: PHP code
ar: ملف PHP
es: Código PHP
fr: Code PHP
ja: PHPコード
ko: PHP 코드
pt: Código PHP
ru: PHP-код
th: โค้ด PHP
tr: PHP kodu
vi: Mã PHP
zh_hans: PHP代码
zh_hant: PHP程式碼

# general.filetype.pl
source: Perl script
ar: نص Perl
de: Perl-Skript
fr: Script Perl
id: Script Perl
ja: Perlスクリプト
ko: Perl 스크립트
pt: Script Perl
ru: Скрипт Perl
th: สคริปต์ Perl
tr: Perl komut dosyası
vi: Tập lệnh Perl
zh_hans: Perl脚本
zh_hant: Perl語言

# general.filetype.pls
source: Audio playlist
ar: قائمة تشغيل ملفات صوتية Audio Playlist
es: Lista de reproducción audio
fr: Liste de lecture de fichiers son
ja: オーディオプレイリスト
ko: 오디오 재생목록
pt: Lista de reprodução de áudio
ru: Аудио-плейлист
th: เพลย์ลิสต์เสียง
tr: Sesli çalma listesi
vi: Playlist Âm thanh
zh_hans: 音频播放列表
zh_hant: 音樂播放列表

# general.filetype.png
source: PNG image
ar: صورة PNG
de: PNG-Bild
es: Imagen PNG
fr: Image PNG
id: Gambar PNG
ja: PNG画像
ko: PNG 이미지
pt: Imagem PNG
ru: Изображение PNG
th: ภาพ PNG
tr: PNG görüntüsü
vi: Ảnh PNG
zh_hans: PNG图像
zh_hant: PNG圖片

# general.filetype.py
source: Python script
ar: نص Python
de: Python-Skript
es: Script Python
fr: Script Python
id: Script Python
ja: Pythonスクリプト
ko: Python 스크립트
pt: Script do Python
ru: Скрипт Python
th: สคริปต์ไพธอน
tr: Python komut dosyası
vi: Tập lệnh Python
zh_hans: Python脚本
zh_hant: Python語言

# general.filetype.rar
source: RAR compressed
ar: ملف مضغوط RAR
de: RAR-Archiv
es: RAR comprimido
fr: Fichier compressé RAR
ja: RAR圧縮
ko: RAR 압축
pt: Arquivo comprimido RAR
ru: Архив RAR
th: บีบอัด RAR
tr: RAR sıkıştırılmış
vi: Tệp nén RAR
zh_hans: RAR压缩文件
zh_hant: RAR壓縮

# general.filetype.rtf
source: Rich text
ar: ملف نصي Rich Text
es: Texto enriquecido
fr: Texte enrichi
ja: リッチテキスト
ko: 서식 있는 텍스트
ru: Текстовый документ RTF
tr: Zengin metin
vi: Văn bản đa dạng
zh_hans: 富文本
zh_hant: 富文本

# general.filetype.rw2
source: Panasonic RAW image
ar: صوره باناسونيك Panasonic RAW
de: Panasonic RAW
es: Imagen Panasonic RAW
fr: Image RAW de Panasonic
id: Gambar Panasonic RAW
ja: パナソニックRAW画像
ko: Panasonic RAW 이미지
ru: Изображение Panasonic RAW
th: ภาพ Panasonic RAW
tr: Panasonic RAW görüntüsü
vi: Ảnh RAW của Panasonic
zh_hans: 松下RAW图像
zh_hant: Panasonic RAW圖像

# general.filetype.sh
source: Bash shell
ar: أوامر Bash Shell
fr: Script de commandes
ja: Bashシェル
ko: Bash 쉘
ru: Оболочка Bash
th: ชุดคำสั่ง Shell
tr: Bash kabuğu

# general.filetype.shtml
source: Server HTML
ar: مخدم HTML
fr: HTML serveur
ja: サーバーHTML
ko: 서버 HTML
pt: Servidor HTML
ru: Сервер HTML
th: เซิร์ฟเวอร์ HTML
tr: Sunucu HTML
vi: HTML Máy chủ
zh_hans: 服务器HTML

# general.filetype.sitx
source: X compressed
ar: ملف مضغوط اكس X
de: X-komprimiert
es: X comprimido
fr: Fichier compressé X
ja: X圧縮
ko: X 압축
ru: Архив X
tr: X sıkıştırılmış
zh_hans: X压缩

# general.filetype.sql
source: SQL statements
ar: تعليمات SQL
de: SQL-Anweisungen
es: Sentencias SQL
fr: Commandes SQL
id: Statement SQL
ja: SQL文
ko: SQL 문
pt: Instruções SQL
ru: SQL-инструкции
th: คำสั่ง SQL
tr: SQL ifadeleri
vi: Câu lệnh SQL
zh_hans: SQL语句
zh_hant: SQL敘述句

# general.filetype.srf
source: Sony RAW image
ar: صورة Sony RAW
de: Sony RAW-Bild
es: Imagen Sony RAW
fr: Image RAW Sony
id: Gambar Sony RAW
ja: ソニーRAW画像
ko: Sony RAW 이미지
pt: Imagem Sony RAW
ru: Изображение Sony RAW
th: ภาพ Sony RAW
tr: Sony RAW görüntüsü
vi: Ảnh RAW của Sony
zh_hans: 索尼RAW图像
zh_hant: Sony RAW圖片

# general.filetype.subtitle
source: Subtitle
ar: عنوان فرعي Subtitle
de: Untertitel
fr: Sous-titres
ja: 字幕
ko: 자막
ru: Субтитры
th: คำบรรยาย
tr: Altyazı
vi: Phụ đề
zh_hans: 字幕
zh_hant: 字幕

# general.filetype.vectorImage
source: Vector Image
ar: صورة Vector
de: Vektorbild
es: Imagen vectorial
fr: Image vectorielle
id: Gambar Vector
ja: ベクターイメージ
ko: 벡터 이미지
ru: Векторное изображение
th: ภาพ Vector
tr: Vektör Görüntü
vi: Ảnh Véctơ
zh_hans: 矢量图像
zh_hant: 向量圖形

# general.filetype.swf
source: Flash movie
ar: فلم Flash
de: Flash-Video
fr: Film Flash
id: Film Flash
ja: フラッシュムービー
ko: Flash 동영상
ru: Flash-видео
tr: Flash film
vi: Phim Flash
zh_hans: Flash影片
zh_hant: Flash影片

# general.filetype.tar
source: Archive
ar: الأرشيف
de: Archiv
es: Archivar
fr: Fichier compressé
id: Arsipkan
ja: アーカイブ
ko: 보관함
pt: Arquivo
ru: Архив
tr: Arşiv
vi: Dữ liệu nén TAR
zh_hans: 归档
zh_hant: 封存

# general.filetype.compressed
source: Compressed
ar: ملف مضغوط
de: Komprimierte Daten
es: Comprimido
fr: Fichier compressé
ja: 圧縮
ko: 압축
ru: Архив
tr: Sıkıştırılmış
vi: Tệp nén
zh_hans: 压缩文件
zh_hant: 壓縮文件

# general.filetype.tga
source: TARGA graphic
ar: رسوميات TARGA graphic
de: TARGA-Grafik
fr: Graphique TARGA
ja: TARGAグラフィック
ko: TARGA 그래픽
pt: Gráfico TARGA
ru: Графика TARGA
th: กราฟิก TARGA
tr: TARGA grafiği
vi: Đồ họa TARGA
zh_hans: TARGA图形文件
zh_hant: TARGA影像

# general.filetype.tif
source: TIF image
ar: صورة TIF
de: TIF-Bild
es: Imagen TIF
fr: Image TIF
id: Gambar TIF
ja: TIFイメージ
ko: TIF 이미지
pt: Imagem TIF
ru: Изображение TIF
th: ภาพ TIF
tr: TIF görüntü
vi: Ảnh TIF
zh_hans: TIF图像
zh_hant: TIF圖像

# general.filetype.tiff
source: TIFF image
ar: صورة TIFF
de: TIFF-Bild
es: Imagen TIFF
fr: Image TIFF
id: Gambar TIFF
ja: TIFFイメージ
ko: TIFF 이미지
pt: Imagem TIFF
ru: Изображение TIFF
th: ภาพ TIFF
tr: TIFF görüntüsü
vi: Ảnh TIFF
zh_hans: TIFF图像
zh_hant: TIFF圖像

# general.filetype.ttf
source: TrueType font
ar: خط TrueType
de: TrueType-Schriftart
fr: Police TrueType
ja: TrueTypeフォント
ko: TrueType 서체
pt: Fonte TrueType
ru: Шрифт TrueType
th: แบบอักษร TrueType
tr: TrueType yazı tipi
vi: Phông chữ TrueType
zh_hans: TrueType字体
zh_hant: TrueType字體

# general.filetype.wav
source: Wave audio
ar: ملف صوتي Wave
de: WAV-Audio
es: Audio Wave
fr: Audio Wave
ja: ウェーブオーディオ
ko: Wave 오디오
pt: Áudio Wave
ru: Аудио Wave
th: เสียง Wave
tr: Dalga sesi
vi: Âm thanh Wave
zh_hans: Wave音频
zh_hant: Wave音頻

# general.filetype.webm
source: WebM video
ar: فيديو WebM
es: Vídeo WebM
fr: Vidéo WebM
ja: WebMビデオ
ko: WebM 동영상
pt: Vídeo WebM
ru: Видео WebM
th: วิดีโอ WebM
tr: WebM videosu
vi: Video dạng WebM
zh_hans: WebM视频
zh_hant: WebM影片

# general.filetype.wma
source: WM audio
ar: ملف صوتي WM
fr: Audio WM
ja: WMオーディオ
ko: WM 오디오
pt: Áudio WM
ru: Аудмо WM
th: เสียง WM
tr: WM ses
vi: Âm thanh WM
zh_hans: WM音频
zh_hant: WM音訊

# general.filetype.wmv
source: WM video
ar: فيديو WM
fr: Vidéo WM
ja: WMビデオ
ko: WM 동영상
pt: Vídeo WM
ru: Видео WM
th: วิดีโอ WM
tr: WM videosu
vi: Video WM
zh_hans: WM视频
zh_hant: WM影片

# general.filetype.xml
source: XML document
ar: مستند XML
de: XML-Dokument
es: Documento XML
fr: Document XML
id: Dokumen XML
ja: XMLドキュメント
ko: XML 문서
pt: Documento XML
ru: Документ XML
th: เอกสาร XML
tr: XML belgesi
vi: Tài liệu XML
zh_hans: XML文档
zh_hant: XML文件

# general.filetype.zip
source: ZIP archive
ar: ملف أرشفة ZIP
de: ZIP-Archiv
es: Archivo ZIP
fr: Fichier compressé ZIP
ja: ZIPアーカイブ
ko: ZIP 아카이브
ru: ZIP-архив
th: บีบอัด ZIP
tr: ZIP arşivi
vi: Dữ liệu nén ZIP
zh_hans: ZIP归档
zh_hant: ZIP封存

# general.choose
source: Select
ar: اختر
de: Auswahl
es: Seleccionar
fr: Choisir
id: Pilih
ja: 選ぶ
ko: 선택
pt: Selecionar
ru: Выбрать
th: เลือก
tr: Seçiniz
vi: Chọn
zh_hans: 选择
zh_hant: 選擇

# chat.joinCall
source: Join call
ar: انضم إلى المكالمة
de: An Audio/Video-Konferenz teilnehmen
es: Únete a la llamada
fr: Vous joindre à l’appel
id: Gabung Panggilan
ja: 通話に参加
ko: 통화 참여
pt: Entrar na Chamada
ru: Присоединиться к звонку
th: เข้าร่วมการโทร
tr: Çağrıya katılın
vi: Tham Gia Cuộc Gọi
zh_hans: 加入通话
zh_hant: 加入通話

# chat.photos.allowPhotoAccessMessage
source: To share photos and videos, grant MEGA access to your gallery
ar: لمشاركة الصور ومقاطع الفيديو، امنح ميغا MEGA حق الوصول إلى معرض الصور الخاص بك
de: Zum Teilen von Fotos und Videos benötigt MEGA Zugriff auf Ihre Fotobibliothek
es: Para compartir fotos y videos, permite a MEGA el acceso a tu galería
fr: Afin de partager photos et vidéos, accorder l’accès à votre galerie à MEGA
id: Untuk berbagi foto dan video, berikan MEGA akses ke galeri anda
ja: 写真や動画を共有するには、MEGAにギャラリーへのアクセス権を付与してください
ko: 사진과 동영상을 공유하려면 MEGA가 갤러리에 접근할 수 있게 허용해주세요
pt: Para compartilhar fotos e vídeos, permita que o MEGA acesse a sua galeria
ru: Чтобы делиться фотографиями и видео, предоставьте MEGA доступ к своей галерее
th: หากต้องการแชร์รูปภาพและวิดีโอ กรุณาให้สิทธิ์ MEGA ในการเข้าถึงแกลเลอรีของคุณ
tr: Fotoğraf ve videoları paylaşmak için galerinize MEGA erişimi verin
vi: Để có thể cia sẻ hình ảnh và videos, cấp phép cho MEGA quyền truy cập vào kho ảnh của bạn
zh_hans: 要分享照片和视频，请允许MEGA访问您的图片库
zh_hant: 要分享相片和影片，請允許MEGA存取您的相簿

# help.reportIssue.attachLogFiles.title
source: Attach log files
ar: أرفق ملفات السجل
de: Protokolldateien anhängen
es: Incluir logs
fr: Joindre les fichiers journaux
id: Lampirkan file log
ja: ログファイルを添付
ko: 로그 파일 첨부
pt: Anexar arquivos de log
ru: Прикрепить лог-файлы
th: แนบไฟล์บันทึก
tr: Günlük dosyalarını ekleme
vi: Kèm theo tệp tin ghi nhật ký log
zh_hans: 附加日志文件
zh_hant: 附上日誌檔案

# help.reportIssue.attachLogFiles.message
source: Do you want to attach diagnostic log files to assist with debug?
ar: هل تريد إرفاق ملفات السجل التشخيصي للمساعدة في اكتشاف الأخطاء؟
de: Möchten Sie zur Unterstützung der Fehlersuche die Diagnoseprotokolldateien anhängen?
es: ¿Quieres incluir los logs para ayudar a depurar el problema?
fr: Voulez-vous joindre les fichiers journaux de diagnostic pour faciliter le débogage ?
id: Apakah anda ingin melampirkan file log diagnostik untuk membantu debug?
ja: デバッグの補助として、診断ログファイルを添付しますか？
ko: 디버그를 돕기 위해 진단 로그 파일을 첨부하시겠습니까?
pt: Você quer anexar os arquivos de log para ajudar na depuração?
ru: Прикрепить файлы журналов диагностики, чтобы облегчить отладку?
th: คุณต้องการแนบไฟล์บันทึกการวินิจฉัยเพื่อช่วยเป็นข้อมูลในการแก้ไขข้อผิดพลาดหรือไม่
tr: Hata ayıklamaya yardımcı olmak için tanılama günlük dosyaları eklemek ister misiniz?
vi: Bạn có muốn đính kèm tệp tin ghi nhật ký log để chẩn đoán việc gỡ lỗi không?
zh_hans: 是否要附加诊断日志文件以帮助调试？
zh_hant: 是否要附上診斷日誌檔案以協助除錯？

# backups.title
source: Backups
ar: النسخ الاحتياطية
fr: Sauvegardes
ja: バックアップ
ko: 백업
ru: Резервные копии
th: สำรองข้อมูล
tr: Yedeklemeler
vi: Sao lưu dự phòng
zh_hans: 备份
zh_hant: 備份

# backups.empty.state.message
source: No items in backups
ar: لا توجد أجهزة في النسخ الاحتياطية
de: Keine Elemente in Backups
es: No hay backups
fr: Aucun appareil dans les sauvegardes
id: Tidak ada perangkat dalam cadangan
ja: バックアップに端末がありません
ko: 백업에 항목이 없습니다
pt: Não há itens em backups
ru: Нет резервных копий устройств
th: ไม่มีรายการในการสำรองข้อมูล
tr: Yedeklemelerde öğe yok
vi: Không có thiết bị nào được sao lưu
zh_hans: 备份中无设备
zh_hant: 備份中無裝置

# backups.empty.state.description
source: This is where your backed up files and folders are stored. Your backed up items are “read-only” to protect them from being accidentally modified in your Cloud drive. You can back up items from your computer to MEGA using our desktop app.
ar: هذا هو المكان الذي يتم فيه تخزين الملفات والمجلدات التي تم نسخها احتياطيًا. العناصر التي تم نسخها احتياطيًا هي ”للقراءة فقط“ لحمايتها من التعديل العرضي في السواقة السحابية الخاص بك. يمكنك نسخ العناصر احتياطيًا من جهاز الكمبيوتر الخاص بك إلى ميغا MEGA باستخدام تطبيق الحاسوب المكتبي الخاص بنا.
de: Hier werden Ihre Datei- und Ordner-Backups gespeichert. Die gesicherten Objekte sind schreibgeschützt, damit sie nicht versehentlich in Ihrem Cloud Drive geändert werden. Mit unserer Desktop-App können Sie die Inhalte Ihres Computers auf MEGA sichern.
es: Aquí es donde se almacenan los backups de tus archivos y carpetas. Estos backups son de “solo lectura” para protegerlos de modificaciones accidentales en tu nube. Puedes crear backups en MEGA desde tu pc usando nuestra aplicación de escritorio.
fr: Vos fichiers et dossiers sauvegardés y sont stockés. Vos éléments sauvegardés sont en « lecture seulement » pour empêcher qu’ils soient modifiés par accident dans votre disque nuagique. Vous pouvez sauvegarder des éléments de votre ordinateur vers MEGA grâce à notre appli pour ordinateur.
id: Di sinilah file dan folder yang dicadangkan disimpan. Item yang dicadangkan “hanya-baca” untuk melindunginya agar tidak dimodifikasi secara tidak sengaja di drive cloud anda. Anda dapat mencadangkan item dari komputer anda ke MEGA menggunakan aplikasi desktop kami.
ja: ここにバックアップしたファイルやフォルダが保存されます。バックアップされたアイテムは、クラウドドライブ内で誤って変更されないように「読み取り専用」になります。 当社のデスクトップアプリケーションを使用して、パソコンからMEGAにアイテムをバックアップすることができます。
ko: 이곳은 백업된 파일과 폴더가 보관되는 곳입니다. 백업된 항목은 실수로 클라우드 드라이브에서 수정되는 것을 방지하지 위해 “읽기 전용”이 됩니다. 데스크톱 앱을 이용하여 컴퓨터에서 MEGA로 항목들을 백업할 수 있습니다.
pt: É aqui que os seus arquivos e as pastas de backup são armazenados. Os itens de backup são “somente leitura” para protegê-los de alterações acidentais na sua Nuvem de arquivos. Você pode fazer o backup de itens do seu computador para o MEGA usando o nosso aplicativo para desktop.
ru: Здесь хранятся резервные копии файлов и папок. Резервные копии доступны «только для чтения», чтобы защитить их от случайного изменения на облачном диске. Вы можете делать резервные копии элементов со своего компьютера в MEGA с помощью нашего настольного приложения.
th: นี่คือที่จัดเก็บไฟล์และโฟลเดอร์สำหรับสำรองข้อมูล รายการที่สำรองไว้ของคุณเป็นแบบ "อ่านอย่างเดียว" เพื่อป้องกันไม่ให้ถูกแก้ไขโดยไม่ได้ตั้งใจในไดรฟ์ระบบคลาวด์ของคุณ คุณสามารถสำรองข้อมูลไฟล์ต่าง ๆ ได้จากคอมพิวเตอร์ของคุณไปยัง MEGA โดยใช้แอปเดสก์ท็อปของเรา
tr: Yedeklenmiş dosyalarınızın ve klasörlerinizin depolandığı yer burasıdır. Yedeklenen öğeleriniz, Bulut sürücünüzde yanlışlıkla değiştirilmesini önlemek için “salt okunur” dır. Masaüstü uygulamamızı kullanarak bilgisayarınızdan MEGA'ya öğeleri yedekleyebilirsiniz.
vi: Đây là thư mục chứa các tệp tin và thư mục đã được sao lưu dự phòng. Các mục lưu dự phòng là dạng “chỉ-được-xem” để phòng tránh bị chỉnh sửa trong Ổ Mây của bạn. Bạn có thể lưu dự phòng dữ liệu của mình từ máy tính lên MEGA bằng cách sử dụng App MEGA cho Máy Tính.
zh_hans: 这是存储您备份的文件和文件夹的地方。您备份的项目是“只读”以保护它们不会在您的云驱动器中被意外修改。 您可以使用我们的桌面应用程序将计算机中的项目备份到MEGA。
zh_hant: 這是儲存您備份的檔案和資料夾的地方。您備份的項目是「唯讀」的以防止它們在您的雲端硬碟中被意外修改。 您可以使用我們桌面應用程式將您電腦中的項目備份到MEGA。

# transfers.cancellable.title
source: Cancel transfers?
ar: إلغاء عمليات التراسل؟
de: Transfers abbrechen?
es: ¿Cancelar transferencias?
fr: Annuler les transferts ?
id: Batalkan transfer?
ja: 転送をキャンセルしますか？
ko: 전송을 취소할까요?
pt: Cancelar transferências?
ru: Отменить передачи?
th: ยกเลิกการถ่ายโอนหรือไม่
tr: Transferleri iptal etmek mi?
vi: Hủy các phiên truyền tải?
zh_hans: 取消传输？
zh_hant: 取消傳輸？

# transfers.cancellable.cancel
source: Cancel transfer
ar: إلغاء التراسل
de: Transfer abbrechen
es: Cancelar transferencia
fr: Annuler le transfert
id: Batalkan transfer
ja: 転送をキャンセル
ko: 전송 취소
pt: Cancelar transferência
ru: Отменить передачу
th: ยกเลิกการถ่ายโอน
tr: Transferi iptal et
vi: Hủy truyền tải
zh_hans: 取消传输
zh_hant: 取消傳輸

# transfers.cancellable.confirmCancel
source: Interrupting the transfer process may render some of the items incomplete.
ar: قد تؤدي مقاطعة عملية التراسل إلى جعل بعض العناصر غير مكتملة.
de: Bei einer Unterbrechung des Transfervorgangs werden einige Elemente möglicherweise unvollständig übertragen.
es: Interrumpir este proceso podría dejar algunas transferencias sin terminar.
fr: L’interruption du processus de transfert pourrait rendre incomplets certains éléments.
id: Mengganggu proses transfer dapat membuat beberapa item tidak lengkap.
ja: 転送プロセスを中断すると、一部の項目が不完全になる可能性があります。
ko: 전송 과정을 중단하면 일부 항목이 완성되지 않은 상태로 나타날 수 있습니다.
pt: A interrupção do processo de transferência pode deixar alguns itens incompletos.
ru: Если прервать передачи, некоторые элементы могут оказаться незавершенными.
th: การขัดจังหวะกระบวนการถ่ายโอนอาจทำให้บางรายการไม่สมบูรณ์ได้
tr: Aktarım sürecini kesintiye uğratmak bazı öğeleri eksik hale getirebilir.
vi: Việc làm gián đoạn quá trình truyền tải có thể làm cho một số mục không thể hoàn thành được.
zh_hans: 中断传输可能会导致某些项目未完成下载。
zh_hant: 中斷傳輸可能會使某些項目不完整。

# transfers.cancellable.proceed
source: Yes, cancel
ar: نعم، إلغاء
de: Stornieren
es: Sí, cancelar
fr: Oui, annuler
id: Ya, batalkan
ja: はい、キャンセル
ko: 네, 취소합니다
pt: Sim, cancelar
ru: Да, отменить
th: ใช่ ยกเลิกเลย
tr: Evet, iptal et
vi: Đúng, hủy
zh_hans: 是，取消
zh_hant: 是，取消

# transfers.cancellable.dismiss
source: No, continue
ar: لا، استمر
de: Fortsetzen
es: No, continuar
fr: Non, poursuivre
id: Tidak, lanjutkan
ja: いいえ、続けます
ko: 아니오, 계속합니다
pt: Não, continuar
ru: Нет, продолжить
th: ไม่ ดำเนินการต่อ
tr: Hayır, devam et
vi: Không, tiếp tục
zh_hans: 否，继续
zh_hant: 否，繼續

# transfers.cancellable.scanning
source: Scanning…
ar: جاري الفحص…
de: Scan läuft…
es: Examinando…
fr: Analyse…
id: Memindai…
ja: スキャン中…
ko: 스캔 중…
pt: Examinando…
ru: Сканирование…
th: กำลังสแกน…
tr: Tarama…
vi: Đang quét…
zh_hans: 正在扫描…
zh_hant: 正在掃描⋯

# transfers.cancellable.creatingFolders
source: Creating folders…
ar: جاري انشاء مجلدات…
de: Ordner werden erstellt…
es: Creando carpetas…
fr: Création des dossiers…
id: Membuat folder…
ja: フォルダを作成中…
ko: 폴더 생성 중…
pt: Criando pastas…
ru: Создание папок…
th: กำลังสร้างโฟลเดอร์…
tr: Klasörler oluşturuluyor…
vi: Đang tạo các thư mục…
zh_hans: 正在创建文件夹…
zh_hant: 正在建立資料夾⋯
