Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

source: Administrator
ar: مدير
es: Administrador
fr: Administrateur
ja: 管理者
ko: 관리자
pt: Administrador
ru: Администратор
th: แอดมิน
tr: Yönetici
vi: Quản trị
zh_hans: 管理员
zh_hant: 管理員

source: Transfer
ar: تراسل المعطيات
es: Transferencia
fr: Transferts
ja: 転送
ko: 전송
pt: Transferência
ru: Передача
th: ถ่ายโอน
tr: Aktarma
vi: Truyền Tải
zh_hans: 传输
zh_hant: 傳輸

source: You cannot remove %1$s as a contact because they are part of your Business account.
ar: لا يمكنك إزالة %1$s كجهة اتصال لأنها جزء من حساب الأعمال الخاص بك.
de: Sie können %1$s nicht aus Ihren Kontakten entfernen, da diese Person Ihrem Business-Account angehört.
es: No puedes eliminar %1$s como contacto porque es parte de tu cuenta Business.
fr: Vous ne pouvez pas supprimer %1$s de vos contacts, car ce contact fait parti de votre compte Pour entreprise.
id: Anda tidak dapat menghapus %1$s sebagai kontak karena itu adalah bagian dari akun Bisnis anda.
ja: %1$sさんはあなたのビジネスアカウントの一部であるため、連絡先から削除できません。
ko: %1$s님의 연락처는 당신의 비즈니스 계정의 일부이기 때문에 삭제할 수 없습니다.
pt: Você não pode remover a %1$s dos seus contatos, por fazer parte da sua conta Business.
ru: Вы не можете удалить %1$s как контакт, поскольку он является частью вашего бизнес-аккаунта.
th: คุณไม่สามารถลบ %1$s ออกจากการเป็นผู้ติดต่อได้เนื่องจากเป็นส่วนหนึ่งของบัญชีธุรกิจของคุณ
tr: Kaldıramazsınız %1$s İş hesabınızın bir parçası oldukları için bir kişi olarak.
vi: Không thể xóa tên %1$s khỏi sổ liên lạc vì đây là nhân viên trong tài khoản Doanh Nghiệp này.
zh_hans: 您无法移除联系人%1$s，因为他们是您企业帐户的用户。
zh_hant: 您無法以刪除聯絡人方式刪除%1$s，因為他們是您商業帳戶的成員之一。

source: Require passcode
ar: تتطلب رمز المرور
de: Passcodeschutz
es: Solicitar un código de acceso
fr: Exiger le code d’accès
id: Memerlukan kode sandi
ja: パスコードが必要です
ko: 암호 필요
pt: Solicitar código de acesso
ru: Требовать код доступа
th: กรอกรหัสหลังจาก
tr: Şifre talep et
vi: Yêu cầu mã số
zh_hans: 密码请求
zh_hant: 需要密碼

source: Immediately
ar: فوراً
de: Sofort
es: Inmediatamente
fr: Immédiatement
id: Segera
ja: 即座に
ko: 즉시
pt: Imediatamente
ru: Сразу же
th: ทันที
tr: Hemen
vi: Ngay lập tức
zh_hans: 立即
zh_hant: 立即

source: This file has been the subject of a takedown notice.
ar: هذا الملف خاضع لموضوع إشعار إنهاء الخدمة.
de: Diese Datei wurde wegen einer Beschwerde gelöscht.
es: Este archivo ha sido sujeto a una solicitud de retirada.
fr: Ce fichier a fait l’objet d’un avis de retrait.
id: File ini telah menjadi subjek untuk pencopotan.
ja: このファイルは削除通知の対象となっています。
ko: 이 파일은 게시중단 통보 대상입니다.
pt: Este arquivo foi alvo de um aviso de remoção.
ru: К этому файлу предъявлено требование о снятии.
th: ไฟล์นี้ถูกแจ้งว่าให้ลบเนื้อหา
tr: Bu dosya kaldırma bildirimine konu oldu.
vi: Tệp tin này đã bị yêu cầu cần phải gỡ bỏ.
zh_hans: 此文件已被删除。
zh_hant: 此檔案已認定需被移除。

source: This folder has been the subject of a takedown notice.
ar: هذا المجلد خاضع لموضوع إشعار إنهاء الخدمة.
de: Dieser Ordner wurde wegen einer Beschwerde gelöscht.
es: Esta carpeta ha sido sujeta a una solicitud de retirada.
fr: Ce dossier a fait l’objet d’un avis de retrait.
id: Folder ini telah menjadi subjek pencopotan.
ja: このフォルダは削除通知の対象となっています。
ko: 이 폴더는 게시중단 통보 대상입니다.
pt: Esta pasta foi alvo de um aviso de remoção.
ru: К этой папке предъявлено требование о снятии.
th: โฟลเดอร์นี้ถูกแจ้งว่าให้ลบเนื้อหา
tr: Bu klasör bir kaldırma bildirimine konu olmuştur.
vi: Thư mục này đã bị yêu cầu cần phải gỡ bỏ.
zh_hans: 此文件夹已被删除。
zh_hant: 此資料夾已認定需被移除。

source: Dispute takedown
ar: الاعتراض على الإزالة
de: Löschbeanstandung
es: Disputar la retirada
fr: Contester le retrait
id: Penghapusan Perselisihan
ja: 異議申立による削除
ko: 게시중단 이의제기
pt: Disputar remoção
ru: Оспорить изъятие
th: ระงับข้อพิพาท
tr: Anlaşmazlık kaldırma
vi: Phản đối yêu cầu gỡ bỏ
zh_hans: 争议删除
zh_hant: 爭議撤除

source: User management is only available from a desktop web browser.
ar: إدارة المستخدم متاحة فقط من متصفح سطح المكتب.
de: Die Benutzerverwaltung ist nur im Desktop-Webbrowser verfügbar.
es: La gestión de usuarios solo está disponible desde el navegador en tu pc.
fr: La gestion des utilisateurs n’est accessible qu’à partir d’un navigateur Web d’ordinateur.
id: Manajemen pengguna hanya tersedia dari browser web desktop.
ja: ユーザー管理は、デスクトップウェブブラウザからのみご利用いただけます。
ko: 이용자 관리는 데스크톱 웹 브라우저에서만 가능합니다.
pt: O gerenciamento de usuários somente está disponível no navegador de um computador.
ru: Управление пользователями доступно только из настольного веб-браузера.
th: การจัดการผู้ใช้สามารถใช้ได้จากเว็บเบราว์เซอร์เดสก์ท็อปเท่านั้น
tr: Kullanıcı yönetimi yalnızca bir masaüstü web tarayıcısından kullanılabilir.
vi: Bộ quản lý nhân viên cỉ hỗ trợ trên phiên bản trình duyệt web dành cho máy tính.
zh_hans: 用户管理仅可通过桌面版网页浏览器使用。
zh_hant: 用戶管理只能在電腦版瀏覽器進行。

source: There has been a problem with your last payment. Please access MEGA using a desktop browser for more information.
ar: حدثت مشكلة في دفعتك الأخيرة. يرجى الوصول إلى ميغا MEGA باستخدام متصفح سطح المكتب لمزيد من المعلومات.
de: Bei Ihrer letzten Zahlung ist ein Problem aufgetreten. Bitte öffnen Sie MEGA in einem Desktop-Browser, um weitere Informationen zu erhalten.
es: Ha habido un problema con tu último pago. Accede a MEGA utilizando el navegador de tu pc para obtener más información.
fr: Un problème est survenu lors de votre dernier paiement. Pour plus de précisions, veuillez accéder à MEGA en utilisant un navigateur pour ordinateur.
id: Ada masalah dengan pembayaran terakhir anda. Silakan akses MEGA menggunakan browser desktop untuk informasi lebih lanjut.
ja: 最後のお支払いに問題がございました。詳細については、デスクトップブラウザを使用してMEGAにアクセスしてください。
ko: 최근 결제에 문제가 있었습니다. 자세한 정보를 보려면 데스크톱 브라우저로 MEGA에 접속하세요.
pt: Não foi possível processar o seu último pagamento. Por favor, acesse o MEGA usando um navegador em um computador para obter mais informações.
ru: Возникла проблема с вашим последним платежом. Пожалуйста, откройте MEGA в браузере настольного компьютера для дополнительной информации.
th: เกิดปัญหากับการชำระเงินครั้งล่าสุดของคุณ กรุณาเข้าถึง MEGA โดยใช้เบราว์เซอร์เดสก์ท็อปเพื่อดูข้อมูลเพิ่มเติม
tr: Son ödemenizde bir sorun oluştu. Daha fazla bilgi için lütfen bir masaüstü tarayıcısı kullanarak MEGA'ya erişin.
vi: Đã có vấn đề xảy ra với việc thanh toán gần đây. Xin truy cập MEGA bằng trình duyệt web trên máy tính để biết thêm thông tin.
zh_hans: 您最近一次付款有问题。请使用桌面网页浏览器访问MEGA获取更多信息。
zh_hant: 您最近一次付款有問題。請使用電腦版瀏覽器登入MEGA以取得更多資訊。

# Your business account is expired
source: Account deactivated
ar: الحساب غير مفعل
de: Account deaktiviert
es: Cuenta desactivada
fr: Le compte est désactivé
id: Akun dinonaktifkan
ja: アカウントが無効になっています
ko: 계정 비활성화됨
pt: Conta desativada
ru: Аккаунт деактивирован
th: บัญชีถูกปิดใช้งาน
tr: Hesap devre dışı bırakıldı
vi: Tài khoản đã bị vô hiệu hóa
zh_hans: 帐户已停用
zh_hant: 帳戶已停用

source: Your Business account has been deactivated due to payment failure. You won’t be able to access the data stored in your account. To make a payment and reactivate your subscription, log in to MEGA through a browser.
ar: تم إلغاء تفعيل حساب الأعمال Business الخاص بك بسبب فشل الدفع. لن تتمكن من الوصول إلى البيانات المخزنة في حسابك. للقيام بالدفع وإعادة تفعيل اشتراكك، قم بتسجيل الدخول إلى ميغا MEGA من المتصفح.
de: Ihr Business-Account wurde aufgrund einer fehlenden Zahlung deaktiviert. Sie können auf die Daten in Ihrem Account nicht zugreifen. Um eine Zahlung vorzunehmen und Ihr Abonnement erneut zu aktivieren, melden Sie sich in einem Browser bei MEGA an.
es: Tu cuenta Business ha sido desactivada porque el pago ha fallado. No podrás acceder a los datos almacenados en tu cuenta. Para realizar el pago y reactivar tu suscripción, inicia sesión en MEGA a través de un navegador.
fr: Votre compte Pour entreprise a été désactivé pour défaut de paiement. Vous ne pourrez plus accéder aux données stockées dans votre compte. Pour effectuer un paiement et réactiver votre abonnement, connectez-vous à MEGA dans un navigateur.
id: Akun Bisnis anda telah dinonaktifkan karena kegagalan pembayaran. Anda tidak akan dapat mengakses data yang disimpan di akun anda. Untuk melakukan pembayaran dan mengaktifkan kembali langganan anda, masuk ke MEGA melalui browser.
ja: お支払いが失敗したため、お客様のビジネスアカウントが無効化されました。そのため、アカウントに保存されているデータにアクセスできなくなります。お支払いを行ってサブスクリプションを再開するには、ブラウザからMEGAにログインしてください。
ko: 당신의 비즈니스 계정은 결제 실패로 인해 비활성화 되었습니다. 계정 안에 있는 데이터에 접근하지 못할 것입니다. 결제를 하고 구독을 재활성화 하려면, 브라우저에서 MEGA에 로그인 하세요.
pt: A sua conta Business foi desativada porque o pagamento falhou, e já não será possível acessar os dados armazenados na sua conta. Para fazer o pagamento e assim reativar a sua assinatura, faça login no MEGA por meio de um navegador.
ru: Ваш бизнес-аккаунт был деактивирован из-за сбоя оплаты. Вы не сможете получить доступ к данным, хранящимся в вашем аккаунте. Для оплаты и возобновления подписки войдите в MEGA через веб-браузер.
th: บัญชีธุรกิจของคุณถูกปิดใช้งานเนื่องจากการชำระเงินไม่สำเร็จ คุณจะไม่สามารถเข้าถึงข้อมูลของคุณได้ กรุณาเข้าสู่ระบบ MEGA ผ่านเบราว์เซอร์เพื่อดำเนินการชำระเงินและเปิดใช้การสมัครใช้งานของคุณอีกครั้ง
tr: İşletme hesabınız ödeme hatası nedeniyle devre dışı bırakıldı. Hesabınızda depolanan verilere erişemezsiniz. Ödeme yapmak ve aboneliğinizi yeniden etkinleştirmek için bir tarayıcı aracılığıyla MEGA'ya giriş yapın.
vi: Tài khoản Doanh Nghiệp của bạn đã bị vô hiệu hóa do việc thanh toán đã không thành công. Bạn sẽ không thể truy cập vào dữ liệu đã được lưu trữ trong tài khoản của mình. Để thanh toán và kích hoạt lại gói đăng ký của bạn, hãy đăng nhập vào MEGA bằng trình duyệt web.
zh_hans: 由于付款失败，您的企业帐户已被停用。您将无法访问存储在您帐户中的数据。若要付款并重新激活您的订阅，请通过网页浏览器登入MEGA进行。
zh_hant: 由於付款失敗，您的商業帳戶已被停用。您將無法存取儲存在您帳戶中的資料。若要付款並重新啟用您的訂閱，請透過網頁瀏覽器登入MEGA進行。

# Your account is currently [B]suspended[/B]. You can only browse your data.
source: Your account is currently [B]deactivated[/B]. You can only browse your data.
ar: حسابك [B]غير مفعل[/B] حاليًا. يمكنك فقط تصفح البيانات الخاصة بك.
de: Ihr Account ist derzeit [B]deaktiviert[/B]. Sie können Ihre Daten nur lesen.
es: Tu cuenta está [B]desactivada[/B]. Solo puedes ver tus datos.
fr: Votre compte est actuellement [B]désactivé[/B]. Vous ne pouvez que parcourir vos données.
id: Akun anda saat ini [B]dinonaktifkan[/B]. Anda hanya dapat menelusuri data anda.
ja: あなたのアカウントは現在[B]無効になっています[/B]。閲覧できるのはデータだけです。
ko: 당신의 계정은 현재 [B]비활성화[/B]되었습니다. 당신의 데이터를 탐색만 할 수 있습니다.
pt: A sua conta foi [B]desativada[/B]. Somente é possível visualizar os seus dados.
ru: Ваш аккаунт [B]деактивирован[/B]. Вы можете только просматривать данные.
th: บัญชีของคุณ[B]ถูกปิดใช้งาน[/B]ในขณะนี้ คุณสามารถเรียกดูได้แค่ข้อมูลของคุณเท่านั้น
tr: Hesabınız şu anda [B]Devre dışı bırakıldı[/B]. Yalnızca verilerinize göz atabilirsiniz.
vi: Tài khoản của bạn hiện đang bị [B]đình chỉ[/B]. Bạn chỉ có khả năng xem duyệt dữ liệu của mình.
zh_hans: 您的帐户目前[B]已被停用[/B]。您只能浏览您的数据。
zh_hant: 您的帳戶目前[B]已被停用[/B]。您只能瀏覽您的資料。

source: MEGA cannot access your data. However, your Business account administrator can access your Camera uploads.
ar: لا يمكن لميغا MEGA الوصول إلى بياناتك. ومع ذلك، يمكن لمسؤول حساب الأعمال الوصول إلى ترفيعات الكاميرا الخاصة بك.
de: MEGA kann nicht auf Ihre Daten zugreifen. Der Administrator Ihres Business-Accounts kann jedoch auf Ihre Kamera-Uploads zugreifen.
es: Si bien MEGA no tiene acceso a tus datos, el administrador de la cuenta Business puede acceder a tus Subídas de la cámara.
fr: MEGA ne peut pas accéder à vos données. Cependant, l’administrateur de votre compte Pour entreprise peut accéder à vos Téléversements de l’appareil photo.
id: MEGA tidak dapat mengakses data anda. Namun, administrator akun bisnis anda dapat mengakses Unggahan Kamera anda.
ja: MEGAはお客様のデータにアクセスできません。ただし、ビジネスアカウントの管理者様は、あなたのカメラアップロードにアクセスすることができます。
ko: MEGA는 당신의 데이터에 접근할 수 없습니다. 그러나 당신의 비즈니스 계정 관리자는 당신의 카메라 업로드에 접근할 수 있습니다.
pt: Embora o MEGA não tenha acesso aos seus dados, o administrador da sua conta Business pode acessar os seus Uploads da câmera.
ru: MEGA не может получить доступ к вашим данным. Однако администратор вашего бизнес-аккаунта может получить доступ к вашим Загрузкам из камеры.
th: MEGA ไม่สามารถเข้าถึงข้อมูลของคุณได้ อย่างไรก็ตาม ผู้ดูแลระบบบัญชีธุรกิจของคุณจะยังสามารถเข้าถึงการอัปโหลดจากกล้องของคุณได้
tr: MEGA verilerinize erişemez. Ancak, İşletme hesabı yöneticiniz Kamera yüklemelerinize erişebilir.
vi: MEGA không thể truy cập vào dữ liệu của bạn. Tuy nhiên, chủ quản trị tài khoản doanh nghiệp sẽ có quyền truy cập vào nội dung Đăng Tải Camêra của bạn.
zh_hans: MEGA无法访问您的数据，而您的企业帐户管理员可以查看并删除您的相机上传文件。
zh_hant: MEGA無法存取您的資料。但是您的商業帳戶管理員可以存取您的相機上傳。

source: Something went wrong
ar: حدث خطأ ما
de: Ein Fehler ist aufgetreten
es: Algo ha ido mal
fr: Quelque chose a mal tourné
id: Ada yang salah
ja: ちょと、うまく行かなかったようです
ko: 뭔가 잘못됐습니다
pt: Algo deu errado
ru: Что-то пошло не так
th: มีบางอย่างผิดพลาด
tr: Bir şeyler ters gitti
vi: Có vấn đề xảy ra
zh_hans: 出错了
zh_hant: 出錯了

source: Links
ar: الروابط
es: Enlaces
fr: Liens
id: Tautan
ja: リンク
ko: 링크
ru: Ссылки
th: ลิงก์
tr: Bağlantılar
vi: Liên Kết
zh_hans: 链接
zh_hant: 連結

source: No public links
ar: لا يوجد روابط عامة
de: Keine öffentlichen Links
es: No hay enlaces públicos
fr: Aucun lien public
id: Tidak ada tautan publik
ja: パブリックリンクはありません
ko: 공개 링크 없음
pt: Não há links públicos
ru: Нет публичных ссылок
th: ไม่มีลิงก์สาธารณะ
tr: Herkese açık bağlantı yok
vi: Không có đường liên kết công khai
zh_hans: 无公共链接
zh_hant: 沒有公開連結

source: Manage share
ar: إدارة المشاركات
de: Freigabe verwalten
es: Administrar compartido
fr: Gérer le partage
id: Kelola berbagi
ja: 共有を管理
ko: 공유 관리
pt: Gerenciar pasta compartilhada
ru: Управлять доступом
th: จัดการการแชร์
tr: Paylaşımı yönet
vi: Quản lý chia sẻ
zh_hans: 管理共享
zh_hant: 管理共享

source: Share with
ar: مشاركة مع
de: Freigeben an
es: Compartir con
fr: Partager avec
id: Berbagi dengan
ja: 共有先
ko: 다른 사람과 공유
pt: Compartilhar com
ru: Поделиться с
th: แชร์กับ
tr: İle paylaş
vi: Chia sẻ với
zh_hans: 共享者
zh_hant: 與…共享

source: Contact your Business account administrator to resolve the issue and activate your account.
ar: تواصل مع مشرف حساب الأعمال الخاص بك لحل هذه المشكلة وتفعيل حسابك.
de: Bitte setzen Sie sich zur Lösung des Problems und zur Aktivierung Ihres Accounts mit Ihrem Administrator in Verbindung.
es: Ponte en contacto con el administrador de tu cuenta Business para resolver el problema y activar tu cuenta.
fr: Contactez l’administrateur de votre compte Pour entreprise pour résoudre la situation et activer votre compte.
id: Hubungi administrator akun bisnis Anda untuk menyelesaikan masalah dan aktifkan akun Anda.
ja: あなたのビジネスアカウント管理者に連絡して問題を解決し、あなたのアカウントを有効にしてください。
ko: 문제를 해결하고 계정을 활성화하려면 비즈니스 계정 관리자에게 연락하세요.
pt: Entre em contato com o administrador de conta Business, para que ele possa solucionar o problema e reativar a sua conta.
ru: Обратитесь к администратору своего аккаунта, чтобы найти выход и активировать аккаунт.
th: ติดต่อผู้ดูแลระบบบัญชีธุรกิจของคุณเพื่อแก้ไขปัญหาและเปิดใช้งานบัญชีของคุณ
tr: Sorunu çözmek ve hesabınızı etkinleştirmek için İşletme hesabı yöneticinizle iletişime geçin.
vi: Liên hệ với ban tổng quản lý tài khoản doanh nghiệp để giải quyết và khôi phục tài khoản của bạn.
zh_hans: 请联系您的企业帐户管理员解决此问题并激活您的帐户。
zh_hant: 請聯繫您的商業帳戶管理員來解決問題並啟用您的帳戶。

source: Until this morning
ar: حتى هذا الصباح
de: Bis heute früh
es: Hasta esta mañana
fr: Jusqu’à ce matin
id: Sampai pagi ini
ja: 今日の朝まで
ko: 오늘 아침까지
pt: Até esta manhã
ru: До сегодняшнего утра
th: จนกว่าจะถึงเช้านี้
tr: Bu sabaha kadar
vi: Cho đến buổi sáng hôm nay
zh_hans: 直到今天上午
zh_hant: 直到今天早上

source: Until tomorrow morning
ar: حتى صباح الغد
de: Bis morgen früh
es: Hasta mañana por la mañana
fr: Jusqu’à demain matin
id: Sampai besok pagi
ja: 明日の朝まで
ko: 내일 아침까지
pt: Até amanhã de manhã
ru: До завтрашнего утра
th: จนกว่าจะถึงพรุ่งนี้เช้า
tr: Yarın sabaha kadar
vi: Cho đến buổi sáng ngày mai
zh_hans: 直到明天上午
zh_hant: 直到明天早上

# Until I turn it back on
source: Until I turn them back on
ar: حتى أقوم بإعادة تشغيلهم
de: Bis zur manuellen Reaktivierung
es: Hasta que las reactive
fr: Jusqu’à ce que je les réactive
id: Sampai saya menyalakannya kembali
ja: オンにするまで
ko: 내가 다시 켤 때까지
pt: Até eu ativar novamente
ru: Пока я не включу их снова
th: จนกว่าฉันจะเปิดอีกครั้ง
tr: Onları tekrar açana kadar
vi: Cho đến khi tôi bật lại
zh_hans: 直到我手动开启
zh_hant: 直到我將它們重新開啟

source: 30 minutes
ar: 30 دقيقة
de: 30 Minuten
es: 30 minutos
id: 30 menit
ja: 30分
ko: 30분
pt: 30 minutos
ru: 30 минут
th: 30 นาที
tr: 30 dakika
vi: 30 phút
zh_hans: 30分钟
zh_hant: 30分鐘

source: 6 hours
ar: 6 ساعات
de: 6 Stunden
es: 6 horas
fr: 6 heures
id: 6 jam
ja: 6時間
ko: 6시간
pt: 6 horas
ru: 6 часов
th: 6 ชั่วโมง
tr: 6 saat
vi: 6 giờ
zh_hans: 6小时
zh_hant: 6小時

source: 24 hours
ar: 24 ساعة
de: 24 Stunden
es: 24 horas
fr: 24 heures
id: 24 jam
ja: 24時間
ko: 24시간
pt: 24 horas
ru: 24 часа
th: 24 ชั่วโมง
tr: 24 saat
vi: 24 giờ
zh_hans: 24小时
zh_hant: 24小時

source: Mute chat notifications for
ar: كتم صوت الإشعارات لمدة
de: Stummschalten für
es: Silenciar las notificaciones del chat durante
fr: Mettre les notifications en sourdine pendant
id: Matikan pemberitahuan obrolan untuk
ja: 以下用のチャット通知をミュート
ko: 대화 알림 끄기
pt: Silenciar as notificações do chat por
ru: Отключить уведомления чата на
th: ปิดเสียงแจ้งเตือนแชทเป็นเวลา
tr: Şunun için sohbet bildirimlerini sessize al
vi: Tắt tiếng tất cả các âm báo chát trong
zh_hans: 静音聊天通知
zh_hant: 對話通知靜音

# Notifications will be silenced until tomorrow, %@
source: Notifications will be muted until tomorrow, %@
ar: ستكون الإشعارات صامتة حتى الغد، %@
de: Benachrichtigungen stummgeschaltet bis morgen, %@
es: Las notificaciones se silenciarán hasta mañana, %@
fr: Les notifications seront en sourdine jusqu’à demain, %@
id: Pemberitahuan akan dibungkam hingga besok, %@
ja: 通知は明日%@までミュートされます
ko: 알림을 내일, %@까지 알리지 않습니다
pt: As notificações permanecerão silenciadas até as %@ de amanhã
ru: Уведомления будут беззвучными до завтра, %@
th: การแจ้งเตือนจะถูกปิดเสียงจนถึงพรุ่งนี้ เวลา %@
tr: Bildirimler yarına kadar sessize alınacak, %@
vi: Tất cả các thông báo sẽ im lặng cho đến ngày mai, %@
zh_hans: 通知将保持静音直到明天，%@
zh_hant: 通知將保持靜音直到明天，%@

source: Chat notifications
ar: إشعارات المحادثة
de: Chatbenachrichtigungen
es: Notificaciones del chat
fr: Notifications de conversation
id: Pemberitahuan obrolan
ja: チャット通知
ko: 대화 알림
pt: Notificações do chat
ru: Уведомления чата
th: แจ้งเตือนแชท
tr: Sohbet bildirimleri
vi: Âm báo chát
zh_hans: 聊天通知
zh_hant: 訊息通知

source: Do not disturb
ar: عدم الإزعاج
de: Bitte nicht stören
es: No molestar
fr: Ne pas déranger
id: Jangan ganggu
ja: 邪魔しないでください
ko: 방해금지
pt: Não perturbe
ru: Не беспокоить
th: ห้ามรบกวน
tr: Rahatsız etmeyin
vi: Không làm phiền
zh_hans: 勿扰模式
zh_hant: 勿擾模式

source: Notifications muted
ar: تم كتم صوت الإشعارات
de: Benachrichtigungen stummgeschaltet
es: Notificaciones silenciadas
fr: Les notifications sont en sourdine
id: Notifikasi dibisukan
ja: 通知をミュートしました
ko: 알림 꺼짐
pt: Notificações silenciadas
ru: Звук уведомлений отлючен
th: การแจ้งเตือนถูกปิดเสียง
tr: Bildirimler sessize alındı
vi: Đã im lặng tất cả thông báo
zh_hans: 通知已静音
zh_hant: 通知靜音

source: Reconnecting…
ar: جاري إعادة اتصال…
de: Verbindung wird wiederhergestellt…
es: Reconectando…
fr: Reconnexion…
id: Menghubungkan kembali …
ja: 再接続中…
ko: 다시 접속중…
pt: Reconectando…
ru: Переподключение…
th: กำลังเชื่อมต่อใหม่…
tr: Yeniden bağlanıyor…
vi: Đang kết nối lại…
zh_hans: 正在重新连接…
zh_hant: 正在重新連線⋯

source: You are back.
ar: لقد عدت.
de: Verbindung wiederhergestellt.
es: Has vuelto.
fr: Vous êtes de retour.
id: Anda kembali.
ja: 戻りました。
ko: 돌아왔습니다.
pt: Você voltou.
ru: Вы вернулись.
th: คุณกลับมาแล้ว
tr: Geri döndün.
vi: Cuộc gọi đã được kết nối trở lại.
zh_hans: 已重连。
zh_hant: 你回來了。

source: Inactive chat
ar: المحادثات الغير نشطة
de: Inaktiver Chat
es: Chat inactivo
fr: La conversation est inactive
id: Obrolan tidak aktif
ja: 非アクティブなチャット
ko: 활성화되지 않은 대화
pt: Chat inativo
ru: Неактивный чат
th: แชทที่ไม่ได้ใช้งาน
tr: Etkin olmayan sohbet
vi: Cuộc chát không hoạt động đã lâu
zh_hans: 非活跃聊天
zh_hant: 沒有進行中的對話

source: Set nickname
ar: تعيين اسم مستعار
de: Alias festlegen
es: Elegir alias
fr: Définir un pseudonyme
id: Setel nama panggilan
ja: ニックネームを設定
ko: 별명 설정
pt: Definir apelido
ru: Задать псевдоним
th: ตั้งชื่อเล่น
tr: Takma adı ayarla
vi: Đặt biệt danh
zh_hans: 设置昵称
zh_hant: 設定暱稱

source: Edit nickname
ar: تعديل الاسم مستعار
de: Alias bearbeiten
es: Editar alias
fr: Modifier le pseudonyme
id: Atur nama panggilan
ja: ニックネームを編集
ko: 별명 수정
pt: Editar apelido
ru: Изменить псевдоним
th: แก้ไขชื่อเล่น
tr: Takma adı düzenle
vi: Sửa biệt danh
zh_hans: 编辑昵称
zh_hant: 編輯暱稱

source: Remove nickname
ar: إزالة الاسم مستعار
de: Alias entfernen
es: Eliminar alias
fr: Supprimer le pseudonyme
id: Hapus nama panggilan
ja: ニックネームを削除
ko: 별명 삭제
pt: Deletar apelido
ru: Удалить псевдоним
th: ลบชื่อเล่นออก
tr: Takma adı kaldır
vi: Xóa biệt danh
zh_hans: 移除昵称
zh_hant: 移除暱稱

# Alias/ Nickname
source: Alias or nickname
ar: اسم المستعار أو لقب
de: Alias
es: Alias
fr: Alias ou pseudonyme
id: Alias ​​atau nama panggilan
ja: エイリアスまたはニックネーム
ko: 별칭 또는 별명
pt: Apelido
ru: Псевдоним или никнейм
th: นามแฝงหรือชื่อเล่น
tr: Takma ad veya takma ad
vi: Tên khác hoặc biệt danh
zh_hans: 别名或昵称
zh_hant: 別名或暱稱

source: Role:
ar: الدور:
de: Rolle:
es: Rol:
fr: Rôle :
id: Wewenang:
ja: 役職：
ko: 역할:
pt: Função:
ru: Роль:
th: บทบาท:
tr: Rol:
vi: Chức vụ:
zh_hans: 职称：
zh_hant: 職稱：

source: Include location tags
ar: إدراج إشارات للمواقع
de: Ortsinformationen
es: Incluir etiquetas de ubicación
fr: Inclure des géomarques
id: Sertakan Tag Lokasi
ja: 場所タグを含める
ko: 위치 태그 포함
pt: Incluir etiquetas de localização
ru: Включать метки местоположения
th: รวมแท็กสถานที่
tr: Konum etiketlerini dahil et
vi: Kèm theo vị trí địa lý
zh_hans: 包含位置标签
zh_hant: 包含位置標籤

source: If enabled, location information will be included with your pictures. Please be careful when sharing them.
ar: في حالة التمكين، سيتم تضمين معلومات الموقع مع صورك. يرجى توخي الحذر عند مشاركتهم.
de: Wenn diese Option aktiviert ist, werden in Ihren Bildern Standortdaten gespeichert. Bitte denken Sie daran, wenn Sie Ihre Bilder teilen.
es: Si activas está opción, se subirá información sobre dónde se tomaron tus fotos. Ten cuidado al compartirlas.
fr: Si cette option est activée, des renseignements sur le lieu seront ajoutés à vos photos. Veuillez donc faire preuve de prudence en les partageant.
id: Jika diaktifkan, informasi lokasi akan disertakan dengan gambar anda. Harap berhati-hati saat membagikannya.
ja: 有効にすると、位置情報が写真に含まれます。共有する際にはご注意ください。
ko: 활성화하면, 위치 정보가 사진에 포함됩니다. 공유할 때 주의하세요.
pt: Ao ativar, as informações de localização serão incluídas nas suas fotos. Por favor, tenha cuidado ao compartilhá-los.
ru: Если включено, информация о местоположении будет добавлена к вашим фотографиям. Пожалуйста, будьте осторожны, когда делитесь ими.
th: หากเปิดใช้งาน ข้อมูลตำแหน่งที่ตั้งจะรวมอยู่ในรูปภาพของคุณด้วย กรุณาแชร์อย่างระมัดระวัง
tr: Etkinleştirilirse, konum bilgileri resimlerinize eklenecektir. Lütfen bunları paylaşırken dikkatli olun.
vi: Nếu được bật, thông tin vị trí đã chụp sẽ được đính kèm với hình ảnh của bạn. Xin xem xét trước mỗi lần chia sẻ.
zh_hans: 开启后，您的位置信息将包含在您的图片中。请谨慎选择。
zh_hant: 啟用後，您的位置資訊將包含在您的照片中。分享此資訊時請小心。

source: Send (%d)
ar: إرسال (%d)
de: Senden (%d)
es: Enviar (%d)
fr: Envoyer (%d)
id: Kirim (%d)
ja: 送信 (%d)
ko: 전송(%d)
pt: Enviar (%d)
ru: Отправить (%d)
th: ส่ง (%d)
tr: Gönder (%d)
vi: Gửi (%d) mục
zh_hans: 发送（%d）
zh_hant: 傳送 （%d）

source: Upload (%d)
ar: ترفيع (%d)
de: Hochladen (%d)
es: Subir (%d)
fr: Téléverser (%d)
id: Unggah (%d)
ja: アップロード (%d)
ko: 업로드(%d)
pt: Fazer upload (%d)
ru: Загрузить (%d)
th: อัปโหลด (%d)
tr: Yükleme (%d)
vi: Tải lên (%d) mục
zh_hans: 上传（%d）
zh_hant: 上傳 （%d）

source: Albums
ar: ألبومات
de: Alben
es: Álbumes
ja: アルバム
ko: 사진첩
pt: Álbuns
ru: Альбомы
th: อัลบัม
tr: Albümler
zh_hans: 相簿
zh_hant: 相簿
