Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# foldersRemovedToRubbishBinMessage
source: %d folders removed from MEGA
ar: تم إزالة %d مجلد من ميغا MEGA
de: %d Ordner von MEGA entfernt
es: %d carpetas eliminadas de MEGA
fr: %d dossiers ont été supprimés de MEGA
id: %d folder dihapus dari MEGA
ja: MEGA から%d個のフォルダが削除されました
ko: MEGA에서 폴더 %d개 삭제됨
pt: %d pastas removidas do MEGA
ru: %d папок(и) удалены с MEGA
th: %d โฟลเดอร์ถูกย้ายออกจาก MEGA แล้ว
tr: %d MEGA'dan kaldırılan klasörler
vi: %d tệp tin đã bị xóa khỏi MEGA
zh_hans: 已从MEGA移除%d个文件夹
zh_hant: 已自MEGA移除%d個資料夾

# fileFolderRemovedToRubbishBinMessage
source: 1 file and 1 folder removed from MEGA
ar: تم إزالة 1 ملف و 1 مجلد من ميغا MEGA
de: 1 Datei und 1 Ordner von MEGA entfernt
es: 1 archivo y 1 carpeta eliminados de MEGA
fr: 1 fichier et 1 dossier ont été supprimés de MEGA
id: 1 file dan 1 folder dihapus dari MEGA
ja: MEGA から1 個のファイルと1個のフォルダが削除されました
ko: MEGA에서 파일 1개와 폴더 1개가 삭제됨
pt: 1 arquivo e 1 pasta removidas do MEGA
ru: 1 файл и 1 папка удалены с MEGA
th: 1 ไฟล์และโฟลเดอร์ 1 ถูกลบออกจาก MEGA
tr: MEGA'dan 1 dosya ve 1 klasör kaldırıldı
vi: Đã xóa 1 tệp tin và 1 thư mục khỏi MEGA
zh_hans: 已从MEGA移除1个文件和1个文件夹
zh_hant: 已自MEGA移除1個檔案與1個資料夾

# fileFoldersRemovedToRubbishBinMessage
source: 1 file and %d folders removed from MEGA
ar: تم إزالة 1 ملف و %d مجلد من ميغا MEGA
de: 1 Datei und %d Ordner von MEGA entfernt
es: 1 archivo y %d carpetas eliminados de MEGA
fr: 1 fichier et %d dossiers ont été supprimés de MEGA
id: 1 file dan %d folder dihapus dari MEGA
ja: MEGA から1 個のファイルと%d個のフォルダが削除されました
ko: MEGA에서 파일 1개와 폴더 %d개가 삭제됨
pt: 1 arquivo e %d pastas removidas do MEGA
ru: 1 файл и %d папок(и) были удалены с MEGA
th: 1 ไฟล์และ %d โฟลเดอร์ถูกลบออกจาก MEGA
tr: 1 dosya ve %d MEGA'dan kaldırılan klasörler
vi: Đã xóa 1 tệp tin và %d thư mục khỏi MEGA
zh_hans: 已从MEGA移除1个文件和%d个文件夹
zh_hant: 已自MEGA移除1個檔案與%d個資料夾

# filesFolderRemovedToRubbishBinMessage
source: %d files and 1 folder removed from MEGA
ar: تم إزالة %d ملف و 1 مجلد من ميغا MEGA
de: %d Dateien und 1 Ordner von MEGA entfernt
es: %d archivos y 1 carpeta eliminados de MEGA
fr: %d fichiers et 1 dossier ont été supprimés de MEGA
id: %d file dan 1 folder dihapus dari MEGA
ja: MEGA から%d個のファイルと1個のフォルダが削除されました
ko: MEGA에서 파일 %d개와 폴더 1개가 삭제됨
pt: %d arquivos e 1 pasta removida do MEGA
ru: %d файлов(а) и 1 папка были удалены с MEGA
th: %d ไฟล์และ 1 โฟลเดอร์ถูกลบออกจาก MEGA
tr: %d dosyalar ve 1 klasör MEGA'dan kaldırıldı
vi: Đã xóa %d tệp tin và 1 thư mục khỏi MEGA
zh_hans: 已从MEGA移除%d个文件和1个文件夹
zh_hant: 已自MEGA移除%d個檔案與1個資料夾

# filesFoldersRemovedToRubbishBinMessage
source: [A] files and [B] folders removed from MEGA
ar: تم إزالة [A] ملف و [B] مجلد من ميغا MEGA
de: [A] Dateien und [B] Ordner von MEGA entfernt
es: [A] archivos y [B] carpetas eliminados de MEGA
fr: [A] fichiers et [B] dossiers ont été supprimés de MEGA
id: [A] file dan [B] folder dihapus dari MEGA
ja: MEGA から[A]個のファイルと[B]個のフォルダが削除されました
ko: MEGA에서 파일 [A]개와 폴더 [B]개가 삭제됨
pt: [A] arquivos e [B] pastas removidas do MEGA
ru: [A] файлов(а) и [B] папок(и) были удалены с MEGA
th: [A] ไฟล์และ [B] โฟลเดอร์ถูกลบออกจาก MEGA
tr: [A] dosyalar ve [B] MEGA'dan kaldırılan klasörler
vi: Đã xóa [A] tệp tin và [B] thư mục khỏi MEGA
zh_hans: 已从MEGA移除[A]个文件和[B]个文件夹
zh_hant: 已自MEGA移除[A]個檔案與[B]個資料夾

source: New password
ar: كلمة مرور جديدة
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
id: Kata sandi baru
ja: 新しいパスワード
ko: 새 암호
pt: Nova senha
ru: Новый пароль
th: รหัสผ่านใหม่
tr: Yeni şifre
vi: Mật khẩu mới
zh_hans: 新密码
zh_hant: 新密碼

source: Confirm password
ar: تأكيد كلمة المرور
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmez le mot de passe
id: Konfirmasi password
ja: パスワードを確認
ko: 암호 확인
pt: Confirmar senha
ru: Подтвердите пароль
th: ยืนยันรหัสผ่าน
tr: Şifreyi onayla
vi: Xác nhận lại mật khẩu
zh_hans: 确认密码
zh_hant: 確認密碼

# passwordChanged
source: Your password has been changed.
ar: تم تغيير كلمة المرور.
de: Ihr Passwort wurde geändert.
es: Tu contraseña ha sido cambiada.
fr: Votre mot de passe a été changé.
id: Kata sandi anda telah dirubah.
ja: パスワードを変更しました。
ko: 암호가 변경되었습니다.
pt: A sua senha foi alterada.
ru: Ваш пароль был изменен.
th: รหัสผ่านของคุณได้ถูกเปลี่ยนแล้ว
tr: Şifreniz değiştirildi.
vi: Mật khẩu đã được thay đổi.
zh_hans: 您的密码已更改。
zh_hant: 您的密碼已更改。

source: Forgot password?
ar: نسيت كلمة المرور؟
de: Passwort vergessen?
es: ¿Has olvidado tu contraseña?
fr: Mot de passe oublié ?
id: Lupa password?
ja: パスワードをお忘れですか？
ko: 암호를 잊었나요?
pt: Esqueceu a sua senha?
ru: Забыли пароль?
th: ลืมรหัสผ่านหรือไม่
tr: Şifremi unuttunuz?
vi: Quên mất mật khẩu?
zh_hans: 忘记密码了？
zh_hant: 忘記密碼了？

# recoveryLinkHasExpired
source: This recovery link has expired, please try again.
ar: لقد انتهت صلاحية هذا الرابط، يرجى المحاولة مرة أخرى.
de: Dieser Resetlink ist abgelaufen – bitte versuchen Sie es erneut.
es: Este enlace de recuperación ha caducado, por favor inténtalo de nuevo.
fr: Le lien de récupération est expiré. Veuillez réessayer.
id: Link pemulihan ini telah kadaluarsa, harap coba kembali.
ja: この回復リンクは期限切れになっています。もう一度やり直してください。
ko: 이 복구 링크는 만료된 것으로 보입니다. 다시 시도하세요.
pt: O link de recuperação expirou. Por favor, tente novamente.
ru: Время действия этой ссылки восстановления истекло, пожалуйста, попробуйте ещё ​​раз.
th: ลิงก์สำหรับการกู้คืนได้หมดอายุแล้ว กรุณาลองใหม่อีกครั้ง
tr: Bu kurtarma bağlantısının süresi doldu, lütfen tekrar deneyin.
vi: Liên kết phục hồi này đã bị hết hạn, xin thử lại.
zh_hans: 此恢复链接已过期，请重试。
zh_hant: 這個復原連結已過期，請再試一次。

source: Password reset
ar: إعادة تعيين كلمة المرور
de: Passwort-Reset
es: Restablecer la contraseña
fr: Réinitialisation du mot de passe
id: Ubah sandi
ja: パスワードのリセット
ko: 암호 재설정
pt: Resetar senha
ru: Сброс пароля
th: รีเซ็ตรหัสผ่าน
tr: Şifre sıfırlama
vi: Đặt lại mật khẩu
zh_hans: 密码重置
zh_hant: 密碼重設

source: Please enter your Recovery key
ar: يرجى إدخال مفتاح الاستعادة الخاص بك
de: Geben Sie Ihren Rettungsschlüssel ein
es: Introduce tu Clave de recuperación
fr: Saisissez votre Clé de récupération
id: Harap masukan Kunci pemulihan anda
ja: 回復キーを入力してください
ko: 복구 키를 입력하세요
pt: Digite a sua chave de recuperação
ru: Введите ключ восстановления
th: กรุณากรอกคีย์การกู้คืนของคุณ
tr: Lütfen Kurtarma anahtarınızı girin
vi: Xin nhập Chìa Khóa Phục Hồi của bạn
zh_hans: 请输入您的恢复密钥
zh_hant: 請輸入您的還原金鑰

source: Recovery key
ar: مفتاح الإستعادة
de: Rettungsschlüssel
es: Clave de recuperación
fr: Clé de récupération
id: Kunci pemulihan
ja: 回復キー
ko: 복구 키
pt: Chave de recuperação
ru: Ключ восстановления
th: คีย์สำหรับกู้คืน
tr: Kurtarma anahtarı
vi: Chìa khóa phục hồi
zh_hans: 恢复密钥
zh_hant: 還原金鑰

source: Invalid Recovery key
ar: مفتاح الاستعادة غير صالح
de: Ungültiger Rettungsschlüssel
es: Clave de recuperación incorrecta
fr: La Clé de récupération est invalide
id: Kunci pemulihan salah
ja: 回復キーが無効です
ko: 잘못된 복구 키
pt: Chave de recuperação inválida
ru: Неверный ключ восстановления
th: คีย์การกู้คืนไม่ถูกต้อง
tr: Geçersiz Kurtarma anahtarı
vi: Chìa Khóa Phục Hồi không hợp lệ
zh_hans: 恢复密钥无效
zh_hant: 無效的還原金鑰

# youRecoveryKeyIsGoingTo
source: Your Recovery key is going to be used to reset your password. Please enter your new password.
ar: مفتاح الاستعادة الخاص بك سيستخدم لإعادة تعيين كلمة مرورك. الرجاء ادخال كلمة مرورك الجديدة.
de: Ihr Passwort wird unter Zuhilfenahme Ihres Rettungsschlüssels neu gesetzt. Bitte geben Sie das neue Passwort ein.
es: Tu Clave de recuperación se utilizará para establecer una nueva contraseña. Introduce tu nueva contraseña.
fr: Votre Clé de récupération sera utilisée pour réinitialiser votre mot de passe. Saisissez votre nouveau mot de passe.
id: Kunci pemulihan anda akan dipakai untuk me-reset password anda. Harap, masukan password baru anda.
ja: あなたの回復キーは、パスワードのリセットに使用されます。あなたの新しいパスワードを入力してください。
ko: 복구 키는 암호를 재설정하는 데에 사용될 것입니다. 새 암호를 입력하세요.
pt: A sua chave de recuperação será usada para resetar a sua senha. Por favor, digite a sua nova senha.
ru: Ключ восстановления будет использован для сброса пароля. Введите новый пароль.
th: คีย์การกู้คืนของคุณจะถูกใช้เพื่อรีเซ็ตรหัสผ่านของคุณ กรุณากรอกรหัสผ่านใหม่ของคุณ
tr: Kurtarma anahtarınız şifrenizi sıfırlamak için kullanılacak. Lütfen yeni şifrenizi girin.
vi: Chìa Khóa Phục Hồi này sẽ được dùng để đặt lại mật khẩu. Xin nhập mật khẩu mới bạn muốn dùng.
zh_hans: 您的恢复密钥将用于重置您的密码。请输入您的新密码。
zh_hant: 還原金鑰將被用於重設您的密碼。請輸入您的新密碼。

# yourPasswordHasBeenReset
source: Your password has been reset. Please log in to your account now.
ar: تم إعادة تعيين كلمة المرور الخاصة بك. يرجى تسجيل الدخول إلى حسابك.
de: Ihr Passwort wurde zurückgesetzt. Bitte melden Sie sich jetzt an.
es: Has restablecido tu contraseña. Accede a tu cuenta.
fr: Votre mot de passe a été réinitialisé. Veuillez maintenant vous connecter à votre compte.
id: Kata sandi anda telah diatur ulang. Silakan masuk ke akun anda sekarang.
ja: あなたのパスワードはリセットされました。今すぐアカウントにログインしてください。
ko: 암호가 재설정되었습니다. 이제 계정에 로그인하세요.
pt: A sua senha foi resetada. Por favor, faça login na sua conta.
ru: Ваш пароль сброшен. Пожалуйста, зайдите в свой аккаунт прямо сейчас.
th: รหัสผ่านของคุณถูกรีเซ็ตแล้ว กรุณาเข้าสู่บัญชีของคุณได้ในตอนนี้
tr: Şifreniz sıfırlandı. Lütfen şimdi hesabınıza giriş yapın.
vi: Mật khẩu của bạn đã được đặt lại xong. Bạn có thể đăng nhập vào tài khoản ngay bây giờ.
zh_hans: 您的密码已被重置。请现在登录您的账户。
zh_hant: 您的密碼已重置。請立即登入您的帳戶。

source: Send
ar: إرسال
de: Absenden
es: Enviar
fr: Envoyer
id: Kirim
ja: 送信
ko: 보내기
pt: Enviar
ru: Отправить
th: ส่ง
tr: Gönder
vi: Gửi
zh_hans: 发送
zh_hant: 送出

source: Park account
ar: ركن الحساب
de: Account parken
es: Aparcar cuenta
fr: Remiser le compte
id: Parkir akun
ja: アカウントを放っておく
ko: 계정 보류
pt: Estacionar a minha conta
ru: Заморозка аккаунта
th: เก็บบัญชี
tr: Park hesabı
vi: Thay mới tài khoản
zh_hans: 封存帐户
zh_hant: 封存帳號

# startingFreshAccount
source: I acknowledge that I am starting a fresh, empty account and that I will lose all data in my present account unless I recall my password or locate an exported Recovery key.
ar: أقر بأنني أبدأ حسابًا جديدًا وفارغًا وأنني سأفقد جميع البيانات الموجودة في حسابي الحالي ما لم أتذكر كلمة المرور الخاصة بي أو أجد مفتاح الاستعادة الذي تم تصديره.
de: Ich bestätige, dass ich einen neuen, leeren Account erstelle und alle Daten in meinem jetzigen Account für immer verliere, sofern ich mein Passwort oder den exportieren Rettungsschlüssel nicht wiederfinde.
es: Reconozco que voy a crear una nueva cuenta completamente vacía, y que perderé todos los datos de mi cuenta actual salvo que recuerde mi contraseña o encuentre la Clave de recuperación que he guardado previamente.
fr: Je reconnais que je commence un nouveau compte vide et que je perdrai toutes les données de mon compte actuel, à moins de me souvenir de mon mot de passe ou de trouver une Clé de récupération exportée.
id: Saya mengetahui bahwa saya memulai dari awal, akun kosong dan saya akan kehilangan seluruh data di akun terkini saya kecuali saya mengingat password saya atau menemukan Kunci pemulihan yang telah terekspor.
ja: 私は新しい、空のアカウントを開設しようとしており、私のパスワードを思い出したり、エクスポートされた回復キーを見つけたりしなければ、私の現在のアカウントにあるデータをすべて失うことを認めます。
ko: 나는 비어있는 새로운 계정을 시작하고, 내가 암호를 다시 떠올리거나 저장한 복구 키의 위치를 찾아내지 못한다면 현재 계정의 모든 데이터를 잃어버린다는 것을 알고 있습니다.
pt: Entendo que estou criando uma conta nova e vazia, e que vou perder todos os dados na minha conta atual, a menos que recupere a minha senha ou encontre a chave de recuperação exportada.
ru: Я понимаю, что создаю новый пустой аккаунт, и что я потеряю все данные в существующем, если не вспомню пароль или не найду ключ восстановления.
th: ฉันรับทราบว่า ฉันกำลังเริ่มต้นบัญชีใหม่และฉันจะสูญเสียข้อมูลทั้งหมดในบัญชีปัจจุบันของฉัน เว้นแต่ฉันจะจำรหัสผ่านของฉันหรือค้นหาคีย์การกู้คืนที่ฉันได้ส่งออกไว้ได้
tr: Yeni, boş bir hesap açtığımı ve şifremi hatırlamadığım veya dışa aktarılan bir Kurtarma anahtarını bulmadıkça mevcut hesabımdaki tüm verileri kaybedeceğimi kabul ediyorum.
vi: Tôi biết rằng tôi sẽ bắt đầu lại một tài khoản mới, hoàn toàn trống và tôi biết rằng tôi sẽ mất mọi dữ liệu tôi đang có trong tài khoản hiện tại. Trong vòng 60 ngày nếu tôi tìm được Chìa Khóa Phục Hồi hay mật khẩu, tôi sẽ lấy lại được dữ liệu.
zh_hans: 我了解我正在重新注册一个新的空帐户。除非我能想起密码或找到已导出的恢复密钥，否则我将失去当前帐户中的所有数据。
zh_hant: 我已瞭解我正在重新註冊一個全新且空白的帳戶。除非我能想起原本的密碼，或者找到之前匯出的還原金鑰，否則我將失去我現在帳戶中的所有資料。

source: Start new account
ar: بدء حساب جديد
de: Neuen Account erstellen
es: Crear una cuenta nueva
fr: Commencer un nouveau compte
id: Mulai akun baru
ja: 新しいアカウントを開く
ko: 새 계정을 시작
pt: Criar uma nova conta
ru: Создать новый аккаунт
th: เริ่มบัญชีใหม่
tr: Yeni hesap oluştur
vi: Bắt đầu tài khoản mới
zh_hans: 开启新帐户
zh_hant: 開始建立新帳號

# yourAccounHasBeenParked
source: Your old account has been parked. You can now log in to your new account.
ar: لقد تم ركن حسابك القديم بنجاح. يمكنك الآن تسجيل الدخول إلى حسابك الجديد.
de: Ihr alter Account wurde geparkt. Sie können sich jetzt bei Ihrem neuen Account anmelden.
es: Has aparcado tu cuenta antigua. Accede a tu cuenta nueva.
fr: Votre ancien compte a été remisé. Vous pouvez maintenant vous connecter à votre nouveau compte.
id: Akun lama anda telah sukses diparkir. Anda sekarang dapat masuk ke akun baru anda.
ja: あなたの古いアカウントは放置されていましたが、新しいアカウントにログインできるようになりました。
ko: 당신의 이전 계정이 보류되었습니다. 이제 새 계정으로 로그인할 수 있습니다.
pt: A sua conta antiga foi estacionada. Agora você pode fazer login na sua nova conta.
ru: Ваш старый аккаунт прекратил своё существование. Теперь вы можете войти в новый аккаунт.
th: บัญชีเดิมของคุณถูกเก็บสำเร็จแล้ว ขณะนี้คุณสามารถเข้าสู่บัญชีใหม่ได้แล้ว
tr: Eski hesabınız park edildi. Artık yeni hesabınıza giriş yapabilirsiniz.
vi: Tài khoản cũ của bạn đã được đặt thay mới. Bây giờ bạn có thể đăng nhập vào vào tài khoản mới này.
zh_hans: 您的旧账户已被封存。您现在可以登录您的新账户。
zh_hant: 您的舊帳戶已封存。您現在可以登入您的新帳戶。

# newEmail
source: New email address
ar: عنوان البريد الإلكتروني الجديد
de: Neue E-Mail-Adresse
es: Nuevo correo electrónico
fr: Nouvelle adresse courriel
id: Alamat email baru
ja: 新しいメールアドレス
ko: 새 이메일 주소
pt: Novo email
ru: Новый адрес электронной почты
th: ที่อยู่อีเมลใหม่
tr: Yeni e-posta adresi
vi: Địa chỉ email mới
zh_hans: 新电子邮件地址
zh_hant: 新的電子郵件地址

# confirmEmail
source: Confirm email address
ar: تأكيد عنوان لبريد الإلكتروني
de: E-Mail-Adresse bestätigen
es: Confirma el correo electrónico
fr: Confirmer l’adresse courriel
id: Konfirmasi alamat email
ja: メールアドレスを確定
ko: 이메일 확인
pt: Confirmar email
ru: Подтвердите адрес электронной почты
th: ยืนยันอีเมล
tr: E-posta adresini onayla
vi: Xác nhận thay đổi địa chỉ email
zh_hans: 确认电子邮件地址
zh_hant: 確認電子郵件地址

# confirmNewEmail
source: Confirm new email address
ar: تأكيد عنوان البريد الإلكتروني الجديد
de: Neue E-Mail-Adresse bestätigen
es: Confirma la nueva dirección de correo electrónico
fr: Confirmez la nouvelle adresse courriel
id: Konfirmasi alamat email baru
ja: 新しいメールアドレスを確定します
ko: 새 이메일 주소 확인
pt: Confirme o novo email
ru: Подтвердите адрес электронной почты
th: ยืนยันที่อยู่อีเมลใหม่
tr: Yeni e-posta adresini onaylayın
vi: Xác nhận địa chỉ email mới
zh_hans: 确认新的电子邮件地址
zh_hant: 確認新的電子郵件地址

# Change Email
source: Change email address
ar: تغيير البريد الالكتروني
de: E-Mail-Adresse ändern
es: Cambiar dirección de correo electrónico
fr: Changer l’adresse courriel
id: Mengganti alamat email
ja: メールアドレスを変更
ko: 이메일 주소 변경
pt: Alterar email
ru: Изменить адрес почты
th: เปลี่ยนอีเมล
tr: E-posta adresini değiştir
vi: Đổi địa chỉ email
zh_hans: 更改电子邮件地址
zh_hant: 更改電子郵件地址

# oldAndNewEmailMatch
source: The new and the old email addresses must not match
ar: يجب ألا يتطابق عنوانا البريد الإلكتروني الجديد والقديم
de: Die neue E-Mail-Adresse muss sich von der alten unterscheiden
es: El nuevo correo electrónico no puede coincidir con el antiguo
fr: La nouvelle adresse courriel et l’ancienne ne doivent pas correspondre
id: Alamat email baru dan lama tidak boleh cocok
ja: 新旧のメールアドレスが一致してはいけません
ko: 새 이메일 주소와 기존 이메일 주소가 일치하지 않아야 합니다
pt: O email novo e o email antigo não podem ser iguais
ru: Старый и новый адреса не должны совпадать
th: อีเมลใหม่และอีเมลเก่าต้องไม่ตรงกัน
tr: Yeni ve eski e-posta adresleri eşleşmemelidir
vi: Địa chỉ email mới và cũ không được trùng nhau
zh_hans: 新的和旧的电子邮件地址不能相同
zh_hant: 新的和舊的電子郵件地址不能相同

# emailsDoNotMatch
source: Email addresses do not match
ar: عناوين البريد الإلكتروني غير متطابقة
de: Die E-Mail-Adressen stimmen nicht überein
es: Los correos no coinciden
fr: Les adresses courriels ne correspondent pas
id: Alamat email tidak cocok
ja: メールアドレスが一致しません
ko: 이메일이 일치하지 않습니다
pt: Os emails não coincidem
ru: Адреса электронной почты не совпадают
th: ที่อยู่อีเมลไม่ตรงกัน
tr: E-posta adresleri eşleşmiyor
vi: Địa chỉ email không trùng khớp
zh_hans: 电子邮件地址不匹配
zh_hant: 電子郵件地址不相符

# emailAddressChangeAlreadyRequested
source: You have already requested a confirmation link for that email address.
ar: لقد طلبت بالفعل رابط التأكيد لعنوان البريد الإلكتروني.
de: Sie haben einen Bestätigungslink für diese E-Mail-Adresse angefordert.
es: Ya has solicitado un enlace de confirmación para esa dirección de correo electrónico.
fr: Vous avez déjà demandé un lien de confirmation pour cette adresse courriel.
id: Anda telah meminta link konfirmasi untuk alamat email tersebut.
ja: あなたはすでにそのメールアドレス用の確認リンクを要求しています。
ko: 그 이메일 주소에 대한 확인 링크를 이미 요청하였습니다.
pt: Você já solicitou um link de confirmação para esse endereço de email.
ru: Вы уже запрашивали ссылку подтверждения для этого адреса.
th: คุณได้ส่งคำขอลิงก์ยืนยันสำหรับที่อยู่อีเมลนั้นแล้ว
tr: Bu e-posta adresi için zaten bir onay bağlantısı talep ettiniz.
vi: Bạn đã yêu cầu gửi một đường liên kết xác nhận cho địa chỉ email này rồi.
zh_hans: 您已经为此电子邮件地址请求了确认链接。
zh_hant: 你已經為此電子郵件地址申請了確認連結。

# emailIsChanging_description
source: Go to your new email address’s inbox and click the link to confirm your new email address.
ar: انتقل إلى البريد الوارد لعنوان بريدك الإلكتروني الجديد وانقر على الرابط لتأكيد عنوان بريدك الإلكتروني الجديد.
de: Öffnen Sie den Posteingang der neuen E-Mail-Adresse und klicken Sie auf den Link, um Ihre neue E-Mail-Adresse zu bestätigen.
es: Ve a la bandeja de entrada de tu nuevo correo electrónico y haz clic en el enlace para confirmar tu nueva dirección.
fr: Accédez à la boîte de réception de votre nouvelle adresse courriel et cliquez sur le lien pour confirmer votre nouvelle adresse courriel.
id: Buka kotak masuk alamat email baru anda dan klik tautan untuk mengonfirmasi alamat email baru anda.
ja: 新しいメールアドレスの受信箱に移動し、リンクをクリックして新しいメールアドレスを確定してください。
ko: 새 이메일 주소의 수신함에 가서 새 이메일 주소를 확인하는 링크를 클릭하세요.
pt: Acesse o a caixa de entrada do novo email e clique no link para confirmar a alteração.
ru: Откройте электронную почту с новым адресом и перейдите по ссылке в письме, чтобы подтвердить новый адрес.
th: ไปที่กล่องจดหมายอีเมลใหม่ของคุณและคลิกลิงก์เพื่อยืนยันที่อยู่อีเมลใหม่ของคุณ
tr: Yeni e-posta adresinizin gelen kutusuna gidin ve yeni e-posta adresinizi onaylamak için bağlantıya tıklayın.
vi: Hãy đi kiểm tra hộp thư email mới của bạn và click vào đường liên kết để xác nhận địa chỉ email mới.
zh_hans: 转到您新电子邮件地址的收件箱，点击链接以确认您的新电子邮件地址。
zh_hant: 前往您新電子郵件地址的收件匣，點擊連結以確認您的新電子郵件地址。

# verifyYourEmailAddress_description
source: Enter your password to verify your email address
ar: أدخل كلمة المرور للتحقق من عنوان بريدك الإلكتروني
de: Geben Sie Ihr Passwort ein, um Ihre E-Mail-Adresse zu bestätigen
es: Introduce la contraseña para verificar tu dirección de correo electrónico
fr: Saisissez votre mot de passe pour confirmer votre adresse courriel
id: Masukkan kata sandi anda untuk memverifikasi alamat email anda
ja: パスワードを入力してメールアドレスを認証してください
ko: 이메일 주소를 승인하려면 암호를 입력하세요
pt: Digite a sua senha para confirmar o email
ru: Введите пароль, чтобы подтвердить адрес электронной почты
th: กรอกรหัสผ่านเพื่อตรวจสอบที่อยู่อีเมลของคุณ
tr: E-posta adresinizi doğrulamak için şifrenizi girin
vi: Nhập mật khẩu để xác thực địa chỉ email của bạn
zh_hans: 输入您的密码以验证您的电子邮件地址
zh_hant: 輸入您的密碼以驗證您的電子郵件地址

# congratulationsNewEmailAddress
source: Congratulations, your new email address for this MEGA account is: [X]
ar: تهانينا، عنوان بريدك الإلكتروني الجديد لحساب ميغا MEGA هو: [X]
de: Ihre neue Adresse für diesen MEGA-Account ist: [X]
es: Enhorabuena, tu nuevo correo electrónico para esta cuenta de MEGA es: [X]
fr: Félicitations, votre nouvelle adresse courriel pour ce compte MEGA est : [X]
id: Selamat, alamat email baru anda untuk akun MEGA ini adalah: [X]
ja: おめでとうございます。このMEGAアカウント用のあなたの新しいメールアドレスは次のとおりです：[X]
ko: 축하합니다, 이 MEGA 계정에 대한 새 이메일 주소는 다음과 같습니다: [X]
pt: Parabéns, o novo endereço de email para esta conta MEGA é: [X]
ru: Поздравляем, ваш новый адрес эл. почты для этого аккаунта: [X]
th: ขอแสดงความยินดี อีเมลใหม่ของคุณสำหรับบัญชี MEGA นี้คือ: [X]
tr: Tebrikler, bu MEGA hesabı için yeni e-posta adresiniz: [X]
vi: Việc thay đổi đã hoàn tất, địa chỉ email của tài khoản bây giờ là: [X]
zh_hans: 恭喜您更改成功，您的MEGA帐户的新电子邮件地址为：[X]
zh_hant: 恭喜您完成更換，您於此MEGA帳戶的新電子郵件地址為：[X]

source: Close other sessions
ar: غلق الجلسات الأخرى
de: Alle anderen Sitzungen ausloggen
es: Cerrar el resto de sesiones
fr: Fermer les autres sessions
id: Tutup sesi lain
ja: 他のセッションを閉じる
ko: 다른 세션 닫기
pt: Fechar outras sessões
ru: Закрыть другие сеансы
th: ปิดเซสชั่นอื่น ๆ
tr: Diğer oturumları kapat
vi: Đóng các phiên khác lại
zh_hans: 关闭其他会话
zh_hant: 關閉其他工作階段

source: Sessions closed
ar: تم إغلاق الجلسات
de: Sitzungen geschlossen
es: Sesiones cerradas
fr: Sessions fermées
id: Sesi berakhir
ja: セッションを閉じました
ko: 세션 닫힘
pt: Sessões finalizadas
ru: Сеансы закрыты
th: เซสชันถูกปิดแล้ว
tr: Oturumlar kapandı
vi: Đã đóng các phiên hoạt động
zh_hans: 会话已关闭
zh_hant: 工作階段已關閉

# changePasscodeLabel
source: Change passcode
ar: تغيير رمز المرور
de: Passcode ändern
es: Cambiar el código de acceso
fr: Changer le code d’accès
id: Ganti Passcode
ja: パスコードを変更
ko: 암호 변경
pt: Alterar o código de acesso
ru: Изменить код доступа
th: เปลี่ยนรหัส
tr: Şifreyi değiştir
vi: Đổi mã số
zh_hans: 更改密码
zh_hant: 更改密碼

# simplePasscodeLabel
source: Simple passcode
ar: رمز بسيط
de: Einfacher Passcode
es: Código de acceso simple
fr: Code d’accès simple
id: Passcode Sederhana
ja: シンプルなパスコード
ko: 단순 암호
pt: Código de acesso simples
ru: Простой код доступа
th: รหัสแบบง่าย
tr: Basit şifre
vi: Mã số đơn giản
zh_hans: 简易密码
zh_hant: 簡單密碼

# eraseAllLocalDataLabel
source: Erase local data
ar: محو البيانات المحلية
de: Lokale Daten löschen
es: Borrar los datos locales
fr: Effacer les données locales
id: Hapus data lokal
ja: ローカルデータを消去
ko: 로컬 데이터 삭제
pt: Apagar dados locais
ru: Удалить локальные данные
th: ลบข้อมูลบนเครื่อง
tr: Yerel verileri sil
vi: Xóa dữ liệu được lưu
zh_hans: 擦除本地数据
zh_hant: 清除本地資料

source: Help
ar: المساعدة
de: Hilfe
es: Ayuda
fr: Aide
id: Bantuan
ja: ヘルプ
ko: 도움말
pt: Ajuda
ru: Помощь
th: ช่วยเหลือ
tr: Yardım
vi: Trợ giúp
zh_hans: 帮助
zh_hant: 幫助

# helpCentreLabel
source: Help Centre
ar: مركز المساعدة
de: Onlinehilfe
es: Centro de ayuda
fr: Centre d’assistance
id: Pusat Bantuan
ja: ヘルプセンター
ko: 도움 센터
pt: Central de ajuda
ru: Справочный центр
th: ศูนย์ความช่วยเหลือ
tr: Yardım Merkezi
vi: Trung Tâm Hướng Dẫn
zh_hans: 帮助中心
zh_hant: 幫助中心

source: Join beta
ar: انضم إلى النسخ التجريبية Beta
de: An Beta-Programm teilnehmen
es: Únete a Beta
fr: Tester la version bêta
id: Bergabunglah dengan Beta
ja: ベータに参加
ko: 베타 참여
pt: Una-se a Beta
ru: Присоединиться к бете
th: เข้าร่วมเบต้า
tr: Beta sürümüne katılın
vi: Tham Gia Beta
zh_hans: 加入Beta测试版
zh_hant: 加入Beta

# rateUsLabel
source: Rate us
ar: قيّمنا
de: Bewerten Sie uns
es: Puntúanos
fr: Nous évaluer
id: Nilai kami
ja: ご評価ください
ko: 평가
pt: Nos avalie
ru: Оцените нас
th: ให้คะแนนเรา
tr: Bizi değerlendirin
vi: Đánh giá app
zh_hans: 请为我们评分
zh_hant: 請幫我們評分

source: Transfers
ar: عمليات تراسل المعطيات
es: Transferencias
fr: Transferts
id: Pemindahan
ja: 転送
ko: 전송
pt: Transferências
ru: Передачи
th: การถ่ายโอน
tr: Transferler
vi: Các phiên truyền tải
zh_hans: 传输
zh_hant: 傳輸

source: All
ar: الكل
de: Alle
es: Todas
fr: Tous
id: Semua
ja: 全部
ko: 모두
pt: Todas
ru: Все
th: ทั้งหมด
tr: Hepsi
vi: Tất Cả
zh_hans: 全部
zh_hant: 全部
