Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# inapp.notifications.scheduledMeetings.weekDay.sentenceStart.sat.title
source: Sat
ar: السبت
de: Sa
es: Sab
fr: Sam.
id: Sab
ja: 土
ko: 토
pt: Sáb
ru: Сб
th: เสาร์
tr: Cmt
vi: Thứ7
zh_hans: 六
zh_hant: 星期六

# inapp.notifications.scheduledMeetings.weekDay.midSentence.sun.title
source: Sun
ar: الأحد
de: So
es: dom
fr: dim.
id: Min
ja: 日
ko: 일
pt: dom
ru: вс
th: อาทิตย์
tr: Güneş
vi: CN
zh_hans: 日
zh_hant: 星期日

# inapp.notifications.scheduledMeetings.weekDay.midSentence.mon.title
source: Mon
ar: الاثنين
de: Mo
es: lun
fr: lun.
id: Sen
ja: 月
ko: 월
pt: seg
ru: пн
th: จันทร์
tr: Pzt
vi: Thứ2
zh_hans: 一
zh_hant: 星期一

# inapp.notifications.scheduledMeetings.weekDay.midSentence.tue.title
source: Tue
ar: الثلاثاء
de: Di
es: mar
fr: mar.
id: Sel
ja: 火
ko: 화
pt: ter
ru: вт
th: อังคาร
tr: Salı
vi: Thứ3
zh_hans: 二
zh_hant: 星期二

# inapp.notifications.scheduledMeetings.weekDay.midSentence.wed.title
source: Wed
ar: الأربعاء
de: Mi
es: mie
fr: mer.
id: Rabu
ja: 水
ko: 수
pt: qua
ru: ср
th: พุธ
tr: Çrş
vi: Thứ4
zh_hans: 三
zh_hant: 星期三

# inapp.notifications.scheduledMeetings.weekDay.midSentence.thu.title
source: Thu
ar: الخميس
de: Do
es: jue
fr: jeu.
id: Kam
ja: 木
ko: 목
pt: qui
ru: чт
th: พฤหัสบดี
tr: Prş
vi: Thứ5
zh_hans: 四
zh_hant: 星期四

# inapp.notifications.scheduledMeetings.weekDay.midSentence.fri.title
source: Fri
ar: الجمعة
de: Fr
es: vie
fr: ven.
id: Jum
ja: 金
ko: 금
pt: sex
ru: пт
th: ศุกร์
tr: Cum
vi: Thứ6
zh_hans: 星期五
zh_hant: 星期五

# inapp.notifications.scheduledMeetings.weekDay.midSentence.sat.title
source: Sat
ar: السبت
de: Sa
es: sab
fr: sam.
id: Sab
ja: 土
ko: 토
pt: sáb
ru: сб
th: เสาร์
tr: Cmt
vi: Thứ7
zh_hans: 六
zh_hant: 星期六

# meetings.scheduled.recurring.daily
source: daily
ar: يومياً
de: jeden Tag
es: cada día
fr: tous les jours
id: harian
ja: 毎日
ko: 매일
pt: diária
ru: ежедневно
th: ทุกวัน
tr: günlük
vi: hằng ngày
zh_hans: 每日
zh_hant: 每日

# meetings.scheduled.recurring.weekly
source: weekly
ar: أسبوعياً
de: jede Woche
es: cada semana
fr: toutes les semaines
id: mingguan
ja: 毎週
ko: 매주
pt: semanal
ru: еженедельно
th: ทุกสัปดาห์
tr: haftalık
vi: hằng tuần
zh_hans: 每周
zh_hant: 每週

# meetings.scheduled.recurring.monthly
source: monthly
ar: شهرياً
de: jeden Monat
es: mes
fr: tous les mois
id: bulanan
ja: 毎月
ko: 매월
pt: mensal
ru: ежемесячно
th: ทุกเดือน
tr: aylık
vi: hằng tháng
zh_hans: 每月
zh_hant: 每月

# sharedItems.tab.outgoing.modal.cannotVerifyContact.title
source: Cannot verify contact
ar: لا يمكن التحقق من جهة الاتصال
de: Kontakt kann nicht verifiziert werden
es: No se puede verificar el contacto
fr: Impossible de vérifier le contact
id: Tidak dapat memverifikasi kontak
ja: 連絡先を認証できません
ko: 연락처를 인증할 수 없습니다
pt: Não foi possível verificar o contato
ru: Не удаётся подтвердить контакт
th: ไม่สามารถตรวจสอบผู้ติดต่อได้
tr: Kişi doğrulanamıyor
vi: Không thể xác thực tên liên lạc
zh_hans: 无法验证联系人
zh_hant: 無法驗證聯絡人

# sharedItems.tab.outgoing.modal.cannotVerifyContact.message
source: You can’t verify %@ as they’re not in your contact list. Wait for them to accept your invitation first.
ar: لا يمكنك التحقق من %@ لأنه ليس في قائمة جهات الاتصال الخاصة بك. انتظر حتى يقبل دعوتك أولاً.
de: Sie können %@ nicht verifizieren, da diese Person nicht in Ihrer Kontaktliste steht. Warten Sie, bis Ihre Einladung angenommen wird.
es: No se puede verificar %@ porque no está en tu lista de contactos. Espera a que acepte tu invitación primero.
fr: Vous ne pouvez pas vérifier %@, car cette personne n’est pas dans votre liste de contacts. Attendez qu’elle accepte d’abord votre invitation.
id: Anda tidak dapat memverifikasi %@ karena mereka tidak ada dalam daftar kontak anda. Tunggu mereka menerima undangan anda terlebih dahulu.
ja: 連絡先リストにないため、%@を認証できません。相手側が最初にあなたの招待を受け入れるのを待ちます。
ko: 당신의 연락처 목록에 %@님이 없기 때문에 인증할 수 없습니다. 그들이 초대를 수락할 때까지 기다리세요.
pt: Você não pode verificar %@ porque ele não está na sua lista de contatos. Espere que ele aceite o seu convite.
ru: Вы не можете подтвердить %@, так как его нет в вашем списке контактов. Подождите, пока он сначала примет приглашение.
th: คุณไม่สามารถตรวจสอบ %@ ได้เนื่องจากไม่ได้อยู่ในรายชื่อผู้ติดต่อของคุณ รอให้พวกเขาตอบรับคำเชิญของคุณก่อน
tr: Doğrulayamıyorsunuz %@ kişi listenizde olmadıkları için. Önce davetinizi kabul etmelerini bekleyin.
vi: Bạn không thể xác thực %@ vì họ không có trong sổ liên lạc của bạn. Hãy chờ đến khi họ chấp nhận lời mời của bạn trước.
zh_hans: 您无法验证%@因为他们不在您的联系人列表中。请先等到他们接受您的邀请。
zh_hant: 您無法驗證%@，因為他們不在您的聯絡人列表中。請先等待他們接受您的邀請。

# picker.disable.passcode.title
source: Disable MEGA passcode
ar: تعطيل رمز مرور ميغا MEGA
de: MEGA-Passcode deaktivieren
es: Desactivar el código de acceso de MEGA
fr: Désactiver le code d’accès à MEGA
id: Nonaktifkan kode sandi MEGA
ja: MEGAパスコードを無効にする
ko: MEGA 암호 비활성화
pt: Desativar o código de acesso do MEGA
ru: Отключите код доступа MEGA
th: ปิดใช้งานรหัส
tr: MEGA şifresini devre dışı bırak
vi: Tắt mã số MEGA
zh_hans: 禁用密码
zh_hant: 停用MEGA密碼

# picker.disable.passcode.description
source: To use MEGA in the Files app, disable your MEGA passcode. Go to Settings in the MEGA app, tap Security > Passcode.
ar: لاستخدام ميغا MEGA في تطبيق الملفات قم بتعطيل رمز مرور ميغا MEGA الخاص بك. انتقل إلى الإعدادات في تطبيق ميغا MEGA وانقر فوق الأمان > رمز المرور.
de: Um MEGA in der Dateien-App zu verwenden, deaktivieren Sie Ihren MEGA-Passcode. Gehen Sie in der MEGA-App zu den Einstellungen und tippen Sie auf Sicherheit > Passcode.
es: Para usar MEGA en la aplicación Files, desactiva tu código de acceso de MEGA. Ve a Ajustes en la aplicación de MEGA, toca en Seguridad > Código de acceso.
fr: Pour utiliser MEGA dans l’appli Fichiers, désactivez votre code d’accès à MEGA. Accédez aux Paramètres dans l’appli MEGA, touchez Sécurité > Code d’accès.
id: Untuk menggunakan MEGA di aplikasi Files, nonaktifkan kode sandi MEGA anda. Buka Pengaturan di aplikasi MEGA, ketuk Keamanan > Kode Sandi.
ja: ファイルアプリでMEGAを使用するには、MEGAパスコードを無効にします。MEGAアプリの「設定」 に移動し、「セキュリティ」>「パスコード」をタップします。
ko: MEGA를 파일 앱에서 사용하려면, MEGA 암호를 비활성화 하여야 합니다. MEGA 앱의 설정으로 가서, 보안 > 암호를 탭하세요.
pt: Para usar o MEGA no aplicativo Arquivos, desative a sua senha do MEGA. Acesse as Configurações no aplicativo do MEGA e selecione Segurança - Senha.
ru: Чтобы использовать MEGA в приложении «Файлы», отключите свой код доступа MEGA. В приложении MEGA откройте «Настройки», выберите «Безопасность» > «Код доступа».
th: หากต้องการใช้ MEGA ในแอป Files ให้ปิดใช้รหัส MEGA ของคุณ ไปที่การตั้งค่าในแอป MEGA แตะความปลอดภัย > รหัส
tr: Dosyalar uygulamasında MEGA'yı kullanmak için MEGA şifrenizi devre dışı bırakın. MEGA uygulamasında Ayarlar'a gidin, Güvenlik > Parola'ya dokunun.
vi: Để sử dụng MEGA trong ứng dụng Tệp, hãy tắt mã số MEGA của bạn. Đi đến Thiết Đặt trong ứng dụng MEGA, chạm vào Bảo mật > Mã số
zh_hans: 要在“文件”应用程序中使用MEGA，请禁用您的MEGA密码。请转到MEGA应用程序中的“设置”，点击“安全性”>“密码”。
zh_hant: 要在檔案應用程式中使用MEGA，請停用您的MEGA密碼。請前往MEGA應用程式中的設定，點擊安全性＞密碼。

# meetings.scheduled.listing.inProgress.description
source: Meeting in progress
ar: الاجتماع جارٍ الآن
de: Meeting aktiv
es: Reunión en curso
fr: Réunion en cours
id: Rapat sedang berlangsung
ja: ミーティング中
ko: 회의가 진행 중입니다
pt: Reunião em andamento
ru: Идёт встреча
th: กำลังประชุมอยู่
tr: Toplantı devam ediyor
vi: Cuộc họp đang diễn ra
zh_hans: 正在会议中
zh_hant: 會議進行中

# meetings.scheduled.listing.inProgress.descriptionWithDuration
source: Meeting in progress · %@
ar: الاجتماع جارٍ الآن . %@
de: Meeting aktiv · %@
es: Reunión en curso · %@
fr: Réunion en cours · %@
id: Rapat sedang berlangsung · %@
ja: ミーティング中・%@
ko: 회의 진행 중 · %@
pt: Reunião em andamento · %@
ru: Идёт встреча · %@
th: กำลังประชุมอยู่ · %@
tr: Toplantı devam ediyor · %@
vi: Cuộc họp đang diễn ra · %@
zh_hans: 正在会议中%@
zh_hant: 會議進行中 · %@

# meetings.scheduleMeeting.title
source: Schedule meeting
ar: الاجتماع المجدول
de: Meeting planen
es: Programar reunión
fr: Programmer une réunion
id: Jadwalkan pertemuan
ja: ミーティングをスケジュール
ko: 회의 예약
pt: Programar reunião
ru: Запланировать встречу
th: จัดกำหนดการประชุม
tr: Toplantıyı planlayın
vi: Đặt lịch cuộc họp
zh_hans: 安排会议
zh_hant: 安排會議

# meetings.scheduleMeeting.meetingName.placeholder
source: Meeting name
ar: اسم الاجتماع
de: Name des Meetings
es: Nombre de la reunión
fr: Nom de la réunion
id: Nama rapat
ja: ミーティング名
ko: 회의 이름
pt: Nome da reunião
ru: Название встречи
th: ชื่อเรื่องการประชุม
tr: Toplantı adı
vi: Tên cuộc họp
zh_hans: 会议名称
zh_hant: 會議名稱

# meetings.scheduleMeeting.start
source: Starts
ar: يبدأ
de: Beginn
es: Empieza el
fr: Commence
id: Mulai
ja: 開始
ko: 시작
pt: Começa em
ru: Начинается
th: เริ่มต้นที่
tr: Başlar
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

# meetings.scheduleMeeting.end
source: Ends
ar: ينتهي
de: Ende
es: Finaliza el
fr: Se termine
id: Selesai
ja: 終了
ko: 종료
pt: Termina em
ru: Заканчивается
th: สิ้นสุดที่
tr: Bitiyor
vi: Kết thúc
zh_hans: 结束
zh_hant: 結束

# meetings.scheduleMeeting.recurrence
source: Recurrence
ar: التكرار
de: Wiederholungen
es: Repetir
fr: Récurrence
id: Berulang
ja: 再開催
ko: 되풀이
pt: Repetir
ru: Повторение
th: กิจวัตร
tr: Tekrarlama
vi: Tái diễn
zh_hans: 重复
zh_hant: 重複

# meetings.scheduleMeeting.link
source: Meeting link
ar: رابط الاجتماع
es: Enlace de la reunión
fr: Lien de la réunion
id: Link pertemuan
ja: ミーティングリンク
ko: 회의 링크
pt: Link da reunião
ru: Ссылка на встречу
th: ลิงก์ประชุม
tr: Toplantı bağlantısı
vi: Đường liên kết cuộc họp
zh_hans: 会议链接
zh_hant: 會議連結

# meetings.scheduleMeeting.link.description
source: Anyone with this link can join the meeting and view the meeting chat.
ar: يمكن لأي شخص لديه هذا الرابط الانضمام إلى الاجتماع و الاطلاع على محادثة الاجتماع.
de: Mit diesem Link kann jeder dem Meeting beitreten und den Meeting-Chat einsehen.
es: Los que tengan este enlace podrán unirse a la reunión y ver el chat de la reunión.
fr: Quiconque disposant de ce lien peut se joindre à la réunion et lire la conversation de la réunion.
id: Siapa pun yang memiliki tautan ini dapat bergabung ke rapat dan melihat obrolan rapat.
ja: このリンクを知っている人は誰でもミーティングに参加し、ミーティングチャットを表示できます。
ko: 링크가 있는 누구나 회의에 참여하고 대화를 볼 수 있습니다
pt: Qualquer pessoa com este link pode entrar na reunião e visualizar o chat correspondente.
ru: Любой пользователь с этой ссылкой может присоединиться к встрече и просмотреть чат встречи.
th: ทุกคนที่มีลิงก์นี้สามารถเข้าร่วมการประชุมและดูแชทการประชุมได้
tr: Bu bağlantıya sahip herkes toplantıya katılabilir ve toplantı sohbetini görüntüleyebilir.
vi: Bất kỳ ai có đường liên kết này đều có thể tham gia cuộc họp và xem tin nhắn của cuộc họp.
zh_hans: 知道此链接的任何人都可以加入会议并查看会议聊天。
zh_hant: 任何擁有此連結的人都可以加入會議並查看會議對話。

# meetings.scheduleMeeting.addParticipants
source: Add participants
ar: إضافة مشاركين
de: Teilnehmer hinzufügen
es: Añadir participantes
fr: Ajouter des participants
id: Tambahkan peserta
ja: 参加者を追加
ko: 참여자 추가
pt: Adicionar participantes
ru: Добавить участников
th: เพิ่มผู้เข้าร่วม
tr: Katılımcı ekle
vi: Thêm thành viên
zh_hans: 添加参与者
zh_hant: 新增與會者

# meetings.scheduleMeeting.sendCalendarInvite
source: Send calendar invitation
ar: إرسال دعوة إلى التقويم
de: Kalendereinladung senden
es: Enviar invitación al evento
fr: Envoyer une invitation pour agenda
id: Kirim undangan kalender
ja: カレンダーの招待状を送信
ko: 일정 초대장 보내기
pt: Enviar convite de calendário
ru: Отправить приглашение в календарь
th: ส่งคำเชิญปฏิทินทางอีเมล
tr: Takvim davetiyesi gönder
vi: Gửi thư mời lịch
zh_hans: 发送日历邀请
zh_hant: 發送行事曆邀請

# meetings.scheduleMeeting.openInvite
source: Allow non-hosts to add participants
ar: السماح لغير المضيفين بإضافة مشاركين
de: Nicht-Gastgebern erlauben, Teilnehmer hinzuzufügen
es: Permitir a los no anfitriones añadir participantes
fr: Permettre aux non-hôtes d’ajouter des participants
id: Izinkan non-host untuk menambahkan peserta
ja: 主催者以外が参加者を追加できるようにします
ko: 주최자가 아닌 사람이 참여자를 추가하는 것을 허용
pt: Permitir adicionar participantes a usuários que não forem anfitriões
ru: Разрешить не организаторам добавлять участников
th: อนุญาตให้ผู้ที่ไม่ใช่ผู้จัดการประชุมเพิ่มผู้เข้าร่วมได้
tr: Ev sahibi olmayanların katılımcı eklemesine izin ver
vi: Cho phép các thành viên không chủ trì mời thêm người
zh_hans: 允许非主持人添加参与者
zh_hant: 允許非主持人新增參與者

# meetings.scheduleMeeting.description
source: Add description
ar: إضافة وصف
de: Beschreibung hinzufügen
es: Añadir descripción
fr: Ajoutez une description
id: Tambah deskripsi
ja: 説明を追加
ko: 설명 추가
pt: Adicionar descrição
ru: Добавить описание
th: เพิ่มคำอธิบาย
tr: Açıklama ekle
vi: Thêm miêu tả
zh_hans: 添加说明
zh_hant: 加入描述

# meetings.scheduleMeeting.meetingName.titleUnencrypted
source: MEGA can see your meeting name and description, but we keep them private
ar: يمكن لميغا MEGA رؤية اسم الاجتماع ووصفه لكننا نحافظ على خصوصيتهم
fr: MEGA peut voir le nom et la description de votre réunion, mais nous les gardons privés
id: MEGA dapat melihat nama dan deskripsi rapat anda, tetapi kami merahasiakannya
ja: MEGAはミーティングの名前と説明を見ることができますが、それらは非公開に保たれます
ko: MEGA는 회의 이름과 설명을 볼 수 있지만, 비밀로 유지합니다
pt: O MEGA pode ver o nome e a descrição da sua reunião, mas nós os mantemos privados
ru: MEGA может видеть название и описание вашей встречи, но мы сохраняем их конфиденциальность
th: MEGA มองเห็นชื่อและรายละเอียดการประชุมของคุณ แต่เราเก็บข้อมูลเหล่านี้ไว้เป็นส่วนตัว
tr: MEGA toplantı adınızı ve açıklamanızı görebilir, ancak bunları gizli tutarız
zh_hans: MEGA可以看到您的会议名称和描述，但我们会将其保密

# meetings.scheduleMeeting.meetingName.lenghtError
source: Enter up to 30 characters
ar: أدخل ما يصل إلى 30 محرفًا
de: Maximal 30 Zeichen eingeben
es: Introducir hasta 30 caracteres
fr: Saisir jusqu’à 30 caractères
id: Masukan hingga 30 karakter
ja: 30 文字以下で入力してください
ko: 30자 이하로 입력하세요
pt: Digite até 30 caracteres
ru: Введите до 30 символов
th: กรอกได้สูงสุด 30 ตัว
tr: 30'a kadar girin karakterler
vi: Nhập được tới 30 ký tự
zh_hans: 输入最多30 个字符（15个中文字）
zh_hant: 輸入最多30 個字元（15個中文字）

# meetings.scheduleMeeting.description.lenghtError
source: Enter up to 3,000 characters
ar: أدخل ما يصل إلى 3000 محرفًا
de: Maximal 3.000 Zeichen eingeben
es: Introducir hasta 3000 caracteres
fr: Saisir jusqu’à 3 000 caractères
id: Masukan hingga 3.000 karakter
ja: 3000 文字以下で入力してください
ko: 3,000자 이하로 입력하세요
pt: Digite até 3000 caracteres
ru: Введите до 3 000 символов
th: กรอกได้สูงสุด 3,000 ตัว
tr: 3000 karaktere kadar girin
vi: Nhập được tới 3.000 ký tự
zh_hans: 输入最多3,000 个字符（1,500个中文字）
zh_hant: 輸入最多3，000 個字元（1500個中文字）

# meetings.scheduleMeeting.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# meetings.scheduleMeeting.create
source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
id: Buat
ja: 作成
ko: 생성
pt: Criar
ru: Создать
th: สร้าง
tr: Oluştur
vi: Tạo
zh_hans: 创建
zh_hant: 建立

# meetings.scheduleMeeting.discardChanges.title
source: Discard changes or keep editing?
ar: تجاهل التغييرات أو مواصلة التعديل؟
de: Änderungen verwerfen oder Bearbeitung fortsetzen?
es: ¿Descartar los cambios o seguir editando?
fr: Abandonner les changements ou poursuivre la modification ?
id: Hapus perubahan atau terus mengubah?
ja: 変更を破棄しますか、それとも編集を続けますか？
ko: 변경 사항을 취소하거나 계속 편집할까요?
pt: Descartar as alterações ou continuar editando?
ru: Отменить изменения или продолжить редактирование?
th: ละทิ้งการเปลี่ยนแปลงหรือจะอยู่แก้ไขต่อหรือไม่
tr: Değişiklikleri iptal edin veya düzenlemeye devam edin mi?
vi: Bỏ các thay đổi hay tiếp tục chỉnh sửa?
zh_hans: 放弃更改还是继续编辑？
zh_hant: 捨棄更改或是繼續編輯？

# meetings.scheduleMeeting.discardChanges.confirm
source: Discard changes
ar: تجاهل التغييرات
de: Änderungen verwerfen
es: Descartar los cambios
fr: Abandonner les changements
id: Membuang perubahan
ja: 変更を破棄
ko: 변경 취소
pt: Descartar alterações
ru: Отменить изменения
th: ยกเลิกการเปลี่ยนแปลง
tr: Değişiklikleri iptal et
vi: Loại bỏ các thay đổi
zh_hans: 放弃修改
zh_hant: 捨棄更改

# meetings.scheduleMeeting.discardChanges.cancel
source: Keep editing
ar: استمر في التعديل
de: Weiter bearbeiten
es: Seguir editando
fr: Poursuivre la modification
id: Terus ubah
ja: 編集を続ける
ko: 계속 편집
pt: Continuar editando
ru: Продолжить редактирование
th: แก้ไขต่อ
tr: Düzenlemeye devam et
vi: Tiếp tục chỉnh sửa
zh_hans: 继续编辑
zh_hant: 繼續編輯

# meetings.scheduleMeeting.meetingCreated
source: Meeting created
ar: تم إنشاء الاجتماع
de: Meeting erstellt
es: Reunión creada
fr: La réunion a été crée
id: Rapat telah dibuat
ja: ミーティングが作成されました
ko: 회의가 생성되었습니다
pt: Reunião criada
ru: Встреча создана
th: สร้างการประชุมแล้ว
tr: Toplantı oluşturuldu
vi: Cuộc họp đã được tạo
zh_hans: 已创建会议
zh_hant: 已建立會議

# video.alert.resumeVideo.title
source: Resume video?
ar: استئناف الفيديو؟
de: Video fortsetzen?
es: ¿Reanudar vídeo?
fr: Reprendre la vidéo ?
id: Lanjutkan video?
ja: 動画を再開しますか？
ko: 이어서 볼까요?
pt: Retomar o vídeo?
ru: Продожить видео?
th: เล่นวิดีโอต่อจากก่อนหน้านี้หรือไม่
tr: Videoyu devam ettirmek mi?
vi: Tiếp tục phát video?
zh_hans: 继续播放？
zh_hant: 繼續播放？

# video.alert.resumeVideo.message
source: %1$s will resume from %2$s
ar: سيتم استئناف %1$s من عند %2$s
de: %1$s wird bei %2$s fortgesetzt
es: %1$s se reanudará desde %2$s
fr: %1$s reprendra à %2$s
id: %1$s akan dilanjutkan dari %2$s
ja: %1$sは%2$sから再開します
ko: %1$s은/는 %2$s부터 재개됩니다
pt: “%1$s” será retomado a partir de %2$s
ru: «%1$s» продолжится с %2$s
th: ไฟล์ “%1$s” จะเริ่มเล่นต่อตั้งแต่ %2$s เป็นต้นไป
tr: ”%1$s” şuradan devam edecek %2$s
vi: %1$s sẽ tiếp tục phát tại %2$s
zh_hans: “%1$s”将从%2$s继续播放
zh_hant: %1$s將從%2$s繼續播放

# video.alert.resumeVideo.button.resume
source: Resume
ar: اعادة
de: Fortsetzen
es: Reanudar
fr: Reprendre
id: Lanjutkan
ja: 再開
ko: 재개
pt: Continuar
ru: Возобновить
th: ต่อ
tr: Devamını
vi: Tiếp tục truyền
zh_hans: 恢复
zh_hant: 恢復

# video.alert.resumeVideo.button.restart
source: Restart
ar: إعادة تشغيل
de: Neustart
es: Reiniciar
fr: Redémarrer
ja: 再起動
ko: 재시작
pt: Reiniciar
ru: Перезапуск
th: รีสตาร์ท
tr: Yeniden başlat
vi: Khởi động lại
zh_hans: 重启
zh_hant: 重新啟動

# meetings.scheduleMeeting.notification.meetingStartsNow.message
source: Meeting starts now
ar: يبدأ الاجتماع الآن
de: Meeting beginnt jetzt
es: La reunión empieza ahora
fr: La réunion commence maintenant
id: Rapat dimulai sekarang
ja: ミーティングが今から始まります
ko: 회의가 지금 시작됩니다
pt: A reunião está começando
ru: Встреча начинается
th: การประชุมเริ่มขึ้นแล้ว
tr: Toplantı şimdi başlıyor
vi: Cuộc họp bắt đầu ngay bây giờ
zh_hans: 会议现在开始
zh_hant: 會議現在開始

# meetings.scheduleMeeting.notification.meetingStartsInFifteenMins.message
source: Meeting starts in 15 minutes
ar: يبدأ الاجتماع خلال 15 دقيقة
de: Meeting beginnt in 15 Minuten
es: La reunión empieza en 15 minutos
fr: La réunion commence dans 15 minutes
id: Rapat dimulai dalam 15 menit
ja: ミーティングが15分後に開始します
ko: 15분 내에 회의가 시작됩니다
pt: A reunião começa em 15 minutos.
ru: Встреча начнётся через 15 минут
th: การประชุมจะเริ่มในอีก 15 นาที
tr: Toplantı 15 dakika sonra başlıyor
vi: Cuộc họp bắt đầu trong 15 phút
zh_hans: 会议将在15分钟后开始
zh_hant: 會議將在15分鐘後開始

# meetings.scheduleMeeting.notification.meetingStarts.button.join
source: Join
ar: انضمام
de: Beitreten
es: Únete
fr: Me joindre
id: Gabung
ja: 参加する
ko: 참여
pt: Entrar
ru: Войти
th: เข้าร่วม
tr: Katılın
vi: Tham gia
zh_hans: 加入
zh_hant: 加入

# meetings.scheduleMeeting.notification.meetingStarts.button.message
source: Message
ar: رسالة
de: Nachricht senden
es: Mensaje
fr: Envoyer un message
id: Pesan
ja: メッセージ
ko: 메시지
pt: Mensagem
ru: Сообщение
th: ข้อความ
tr: Mesaj
vi: Nhắn tin
zh_hans: 信息
zh_hant: 訊息

# meetings.scheduleMeeting.create.recurrenceOptionScreen.never
source: Never
ar: أبداً
de: keine
es: Nunca
fr: Jamais
id: Tidak pernah
ja: 絶対しない
ko: 절대 안함
pt: Nunca
ru: Никогда
th: ไม่เคยมี
tr: Asla
vi: Không bao giờ
zh_hans: 从不
zh_hant: 從不

# meetings.scheduleMeeting.create.recurrenceOptionScreen.daily
source: Every day
ar: كل يوم
de: Täglich
es: Todos los días
fr: Quotidienne
id: Setiap hari
ja: 毎日
ko: 매일
pt: Todo dia
ru: Каждый день
th: ทุกวัน
tr: Her gün
vi: Mỗi ngày
zh_hans: 每日
zh_hant: 每日

# meetings.scheduleMeeting.create.recurrenceOptionScreen.weekly
source: Every week
ar: كل أسبوع
de: Wöchentlich
es: Todas las semanas
fr: Hebdomadaire
id: Setiap minggu
ja: 毎週
ko: 매주
pt: Toda semana
ru: Каждую неделю
th: ทุกสัปดาห์
tr: Her hafta
vi: Mỗi tuần
zh_hans: 每周
zh_hant: 每周

# meetings.scheduleMeeting.create.recurrenceOptionScreen.monthly
source: Every month
ar: كل شهر
de: Monatlich
es: Todos los meses
fr: Mensuelle
id: Setiap bulan
ja: 毎月
ko: 매달
pt: Todo mês
ru: Каждый месяц
th: ทุกเดือน
tr: Her ay
vi: Mỗi tháng
zh_hans: 每月
zh_hant: 每月

# meetings.scheduleMeeting.create.recurrenceOptionScreen.custom
source: Custom
ar: تخصيص
de: Benutzerdefiniert
es: Personalizar
fr: Personnalisée
id: Kustom
ja: カスタム
ko: 이용자 지정
pt: Personalizado
ru: Другой срок
th: กำหนดเอง
tr: Özel
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

# meetings.scheduleMeeting.create.recurrenceOptionScreen.navigationTitle
source: Recurrence
ar: التكرار
de: Wiederholungen
es: Repetir
fr: Récurrence
id: Berulang
ja: 再開催
ko: 되풀이
pt: Repetir
ru: Повторение
th: กิจวัตร
tr: Tekrarlama
vi: Tái diễn
zh_hans: 重复
zh_hant: 重複

# meetings.scheduleMeeting.create.selectedRecurrenceOption.never
source: Never
ar: أبداً
de: keine
es: Nunca
fr: Jamais
id: Tidak pernah
ja: 絶対しない
ko: 절대 안함
pt: Nunca
ru: Никогда
th: ไม่เคยมี
tr: Asla
vi: Không bao giờ
zh_hans: 从不
zh_hant: 持續不停

# meetings.scheduleMeeting.create.selectedRecurrenceOption.daily
source: Daily
ar: يومياً
de: Täglich
es: Diaria
fr: Quotidienne
id: Harian
ja: 毎日
ko: 매일
pt: Diária
ru: Ежедневно
th: รายวัน
tr: Günlük
vi: Hằng ngày
zh_hans: 每日
zh_hant: 每日

# meetings.scheduleMeeting.create.selectedRecurrenceOption.weekly
source: Weekly
ar: أسبوعياً
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
id: Mingguan
ja: 毎週
ko: 매주
pt: Semanal
ru: Еженедельно
th: รายสัปดาห์
tr: Haftalık
vi: Hằng tháng
zh_hans: 每周
zh_hant: 每週

# meetings.scheduleMeeting.create.selectedRecurrenceOption.monthly
source: Monthly
ar: شهرياً
de: monatlich
es: Mensual
fr: Mensuelle
id: Bulanan
ja: 月間
ko: 월간
pt: Mensal
ru: Ежемесячно
th: รายเดือน
tr: Aylık
vi: Hàng tháng
zh_hans: 每月
zh_hant: 每月

# chat.call.quickAction.endCall
source: End
ar: إنهاء
de: Beenden
es: Finalizar
fr: Mettre fin
id: Matikan
ja: 終了
ko: 종료
pt: Finalizar
ru: Закончить
th: จบการประชุม
tr: Bitiş
vi: Gác
zh_hans: 结束
zh_hant: 結束

# chat.call.quickAction.mic
source: Mic
ar: ميكروفون
de: Mikrofon
fr: Micro
id: Mikrofon
ja: マイク
ko: 마이크
pt: Microfone
ru: Микрофон
th: ไมค์
tr: Mikrofon
vi: Micrô
zh_hans: 麦克风
zh_hant: 麥克風

# chat.call.quickAction.camera
source: Camera
ar: الكاميرا
de: Kamera
es: Cámara
fr: Caméra
id: Kamera
ja: カメラ
ko: 카메라
pt: Câmera
ru: Камера
th: กล้อง
tr: Kamera
vi: Camêra
zh_hans: 相机
zh_hant: 相機

# device.center.title
source: Device centre
ar: مركز الجهاز
de: Gerätecenter
es: Centro de dispositivos
fr: Centre des appareils
id: Pusat perangkat
ja: デバイスセンター
ko: 장치 센터
pt: Central de dispositivos
ru: Центр устройств
th: ศูนย์อุปกรณ์
tr: Cihaz merkezi
vi: Trung tâm thiết bị
zh_hans: 设备中心
zh_hant: 裝置中心

# device.center.current.device.title
source: This device
ar: هذا الجهاز
de: Dieses Gerät
es: Este dispositivo
fr: Cet appareil
id: Alat ini
ja: この端末
ko: 이 장치
pt: Este dispositivo
ru: Это устройство
th: อุปกรณ์นี้
tr: Bu cihaz
vi: Thiết bị này
zh_hans: 此设备
zh_hant: 此裝置

# device.center.other.devices.title
source: Other devices
ar: أجهزة أخرى
de: Andere Geräte
es: Otros dispositivos
fr: Autres appareils
id: Perangkat lain
ja: 他の端末
ko: 다른 장치
pt: Outros dispositivos
ru: Другие устройства
th: อุปกรณ์อื่น
tr: Diğer cihazlar
vi: Các thiết bị khác
zh_hans: 其它设备
zh_hant: 其它裝置

# device.center.backup.upToDate.status.message
source: Up to date
ar: لا يوجد تحديثات
de: Vollständig synchronisiert
es: Actualizado
fr: À jour
id: Terkini
ja: 最新版
ko: 최신
pt: Atualizado
ru: Синхронизировано
th: ล่าสุดแล้ว
tr: Güncel
vi: Đã cập nhật
zh_hans: 已是最新
zh_hant: 已是最新

# device.center.backup.scanning.status.message
source: Scanning…
ar: جاري الفحص…
de: Scan läuft…
es: Examinando…
fr: Analyse…
id: Memindai…
ja: スキャン中…
ko: 스캔 중…
pt: Examinando…
ru: Сканирование…
th: กำลังสแกน…
tr: Tarama…
vi: Đang quét…
zh_hans: 正在扫描…
zh_hant: 正在掃描⋯
