Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

source: Two-factor authentication enabled
ar: تم تفعيل المصادقة المزدوجة 2FA
de: Zwei-Faktor-Authentifizierung aktiviert
es: Autenticación de dos factores activada
fr: L’authentification à deux facteurs est activée
id: Otentikasi dua faktor diaktifkan
ja: 二要素認証が有効になりました
ko: 2단계 인증 활성화됨
pt: Autenticação de dois fatores ativada
ru: Двухфакторная аутентификация включена
th: เปิดใช้งานการรับรองความถูกต้องด้วยสองปัจจัยแล้ว
tr: İki faktörlü kimlik doğrulama etkinleştirildi
vi: Xác thực 2 yếu tố được bật
zh_hans: 双重验证已启用
zh_hant: 已啟用雙重驗證

# twoFactorAuthenticationEnabledDescription
source: Next time you log in to your account you will be asked to enter a 6-digit code provided by your authenticator app.
ar: في المرة القادمة التي تسجل فيها الدخول الى حسابك سيطلب منك إدخال رمز من 6 أرقام ستزود به من تطبيق المصادقة الخاص بك.
de: Beim nächsten Login werden Sie nach einem sechsstelligen Code gefragt, den Sie von Ihrer Authentifizierungs-App erhalten.
es: La próxima vez que inicies sesión en su cuenta, tendrás que introducir un código de 6 dígitos proporcionado por tu aplicación de autenticación.
fr: La prochaine fois que vous vous connecterez à votre compte, un code à 6 chiffres fourni par votre appli d’authentification vous sera demandé.
id: Lain kali Anda login ke akun Anda, Anda akan diminta memasukkan kode 6-digit yang disediakan oleh aplikasi Otentikasi Anda.
ja: 次回アカウントにログインすると、オーセンティケータアプリで提供される6桁のコードを入力するよう求められます。
ko: 다음번 로그인 때 당신의 인증기 앱에서 생성된 6자리 코드를 요구합니다.
pt: Na próxima vez que você fizer login na sua conta, você deverá inserir um código de seis dígitos proporcionado pelo seu aplicativo de autenticação.
ru: При следующем входе в аккаунт система запросит 6-значный код из приложения-аутентификатора.
th: ครั้งต่อไปที่คุณลงชื่อเข้าใช้บัญชีของคุณ ระบบจะขอให้คุณกรอกรหัส 6 หลักที่ได้รับจากแอปตัวรับรองความถูกต้องของคุณ
tr: Hesabınıza bir sonraki giriş yaptığınızda, kimlik doğrulama uygulamanız tarafından sağlanan 6 basamaklı bir kod girmeniz istenecektir.
vi: Vào những lần đăng nhập tiếp theo, hệ thống sẽ yêu cầu nhập một đoạn mã dài 6 chữ số lấy từ App Lập Xác Thực.
zh_hans: 下次登录您的帐户时，系统会要求您输入身份验证应用程序中提供的6位数验证码。
zh_hant: 下次登入您的帳戶時，系統會要求您輸入身份驗證程式提供的6位數字代碼。

# pleaseSaveYourRecoveryKey
source: Please save your Recovery key in a safe location
ar: يرجى حفظ مفتاح الاستعادة في مكان آمن
de: Bitte bewahren Sie Ihren Rettungsschlüssel an einem sicheren Ort auf
es: Guarda tu Clave de recuperación en un lugar seguro
fr: Veuillez enregistrer votre Clé de récupération en lieu sûr
id: Silakan simpan Recovery Key anda di lokasi yang aman
ja: 回復キーは安全な場所に保存しておいてください
ko: 복구 키를 안전한 곳에 저장하세요
pt: Por favor, salve a sua chave de recuperação em um lugar seguro
ru: Пожалуйста, сохраните ключ восстановления в безопасном месте
th: กรุณาบันทึกคีย์การกู้คืนข้อมูลของคุณในตำแหน่งที่ปลอดภัย
tr: Lütfen Kurtarma anahtarınızı güvenli bir yere kaydedin
vi: Xin lưu lại Chìa Khóa Phục Hồi ở nơi an toàn
zh_hans: 请将您的恢复密钥保存在安全位置
zh_hant: 請將您的還原金鑰儲存在安全的位置

# twoFactorAuthenticationEnabledWarning
source: If you lose access to your account after enabling 2FA and you have not backed up your Recovery key, MEGA cannot help you gain access to it again.
ar: إذا فقدت إمكانية الوصول إلى حسابك بعد تمكين المصادقة الثنائية 2FA ولم تقم بعمل نسخة احتياطية من مفتاح الاستعادة الخاص بك، فلا يمكن لميغا MEGA مساعدتك في الوصول إليه مرة أخرى.
de: Sollten Sie den Zugang zu Ihrem Account nach Aktivierung von Zwei-Faktor-Authentifizierung verlieren und über keinen Rettungsschlüssel verfügen, kann MEGA Ihnen nicht weiterhelfen.
es: Si pierdes el acceso a tu cuenta después de activar la autenticación de dos factores y no has hecho una copia de seguridad de tu Clave de recuperación, MEGA no podrá ayudarte a recuperar el acceso.
fr: Si vous perdez l’accès à votre compte après avoir activé l’A2F et si vous n’avez pas sauvegardé votre Clé de récupération, MEGA ne pourra pas vous aider à y accéder de nouveau.
id: Jika Anda kehilangan akses ke akun Anda setelah mengaktifkan 2FA dan Anda belum mencadangkan Kunci pemulihan Anda, MEGA tidak dapat membantu Anda mendapatkan akses ke itu lagi.
ja: 2FAを有効にした後にアカウントにアクセスできず、回復キーをバックアップしていない場合、MEGAは再度それに対するアクセス取得をご支援することはできません。
ko: 2단계 인증을 활성화한 후 접근을 잃고 복구 키를 백업하지 않았다면, MEGA는 다시 접근하도록 도와드릴 수 없습니다.
pt: Se você perder o acesso à sua conta após ativar a autenticação de dois fatores e não tiver feito o backup da sua chave de recuperação, o MEGA não poderá ajudá-lo a recuperar o acesso.
ru: Если вы сохраните ключ восстановления и потеряете доступ к аккаунту после включения 2FA, MEGA не сможет помочь вернуть его.
th: หากคุณไม่สามารถเข้าถึงบัญชีของคุณหลังจากเปิดใช้งาน 2FA และคุณยังไม่ได้สำรองคีย์การกู้คืนไว้ MEGA จะไม่สามารถช่วยให้เข้าถึงได้อีก
tr: 2FA'yı etkinleştirdikten sonra hesabınıza erişiminizi kaybederseniz ve Kurtarma anahtarınızı yedeklemediyseniz, MEGA tekrar erişmenize yardımcı olamaz.
vi: MEGA sẽ không thể giúp phục hồi tài khoản nếu chủ tài khoản để mất Chìa Khóa Phục Hồi, và có chức năng 2FA được bật.
zh_hans: 如果您在启用双重验证后无法访问您的帐户且您没有备份恢复密钥，MEGA则无法帮您重新获得帐户访问权限。
zh_hant: 如果您在啟用雙重驗證後無法登入自己的帳戶，並且尚未備份還原金鑰，則MEGA無法幫助您再次存取帳戶。

source: Two-factor authentication disabled
ar: تم تعطيل المصادقة المزدوجة 2FA
de: Zwei-Faktor-Authentifizierung deaktiviert
es: Autenticación de dos factores desactivada
fr: L’authentification à deux facteurs est désactivée
id: Otentikasi dua faktor Dinonaktifkan
ja: 二要素認証が無効になりました
ko: 2단계 인증 비활성화됨
pt: Autenticação de dois fatores desativada
ru: Двухфакторная аутентификация отключена
th: ปิดใช้งานการรับรองความถูกต้องด้วยสองปัจจัยแล้ว
tr: İki faktörlü kimlik doğrulama devre dışı
vi: Xác thực 2 yếu tố đã tắt
zh_hans: 双重验证已关闭
zh_hant: 已停用雙重驗證

# scanOrCopyTheSeed
source: Scan or copy the seed to your authenticator app. Be sure to back up this seed to a safe place in case you lose your device.
ar: قم بقراءة او نسخ الرمز المولد أمامك الى تطبيق المصادقة الخاص بك. يرجى التأكد من الاحتفاظ بالرمز المولد بمكان آمن في حال فقدت جهازك.
de: Scannen Sie diesen Code mit Ihrer Authentifizierungs-App (oder kopieren Sie Ihn). Für den Fall des Verlusts Ihres Mobilgeräts bewahren Sie bitte eine Kopie an einem sicheren Ort auf.
es: Escanea o copia la clave en tu aplicación de autenticación. Asegúrate de guardarla en un lugar seguro en caso de que pierdas tu dispositivo.
fr: Balayez ou copiez la graine vers votre appli d’authentification. Assurez-vous de sauvegarder cette graine en lieu sûr, au cas où vous perdriez votre appareil.
id: Pindai atau salin benih ke Aplikasi Authenticator Anda. Pastikan untuk mencadangkan benih ini ke tempat yang aman jika Anda kehilangan ponsel Anda.
ja: シードをオーセンティケータアプリにスキャンまたはコピーします。端末を失くした場合に備えて、このシードを安全な場所に確実にバックアップしてください。
ko: 시드를 인증기 앱에서 스캔하거나 복사하세요. 기기를 잃어버렸을 경우를 대비하여 이 시드를 안전한 곳에 백업하세요.
pt: Escaneie ou copie a chave para o seu aplicativo de autenticação. Certifique-se de salvar esta chave em um lugar seguro, caso você perca o seu dispositivo.
ru: Сканируйте или скопируйте seed-ключ в приложение-аутентификатор. Сохраните seed-ключ в безопасном месте на случай потери устройства.
th: สแกนหรือคัดลอกรหัสไปยังแอปตัวรับรองความถูกต้องของคุณ อย่าลืมสำรองรหัสนี้ไว้ในที่ปลอดภัยในกรณีที่คุณทำอุปกรณ์หาย
tr: Tohumu tarayın veya kimlik doğrulayıcı uygulamanıza kopyalayın. Cihazınızı kaybetmeniz durumunda bu tohumu güvenli bir yere yedeklediğinizden emin olun.
vi: Quét hay sao chép đoạn chủng tử nằm dưới đây vào app Lập Xác Thực muốn sử dụng. Cũng nên lưu lại mã này ở nơi an toàn trong trường hợp bị mất máy.
zh_hans: 您可以将种子扫描或复制到您的身份验证应用中。请务必将种子备份到安全位置以防设备丢失所带来的风险。
zh_hant: 請掃描或複製種子密鑰到您的身份驗證程式中。請務必將此種子密鑰備份於安全之處，以防設備遺失所帶來的風險。

source: Lost your authenticator device?
ar: هل فقدت الجهاز الذي تستخدمه للمصادقة؟
de: Authentifizierungsgerät verloren?
es: ¿Has perdido tu dispositivo de autenticación?
fr: Avez-vous perdu votre appareil d’authentification ?
id: Kehilangan perangkat Authenticator Anda?
ja: オーセンティケータ端末を紛失しましたか？
ko: 인증기 장치를 잃어버렸나요?
pt: Você perdeu o seu dispositivo de autenticação?
ru: Потеряли аутентификационное устройство?
th: อุปกรณ์ตัวรับรองความถูกต้องของคุณสูญหายหรือไม่
tr: Kimlik doğrulama cihazınızı mı kaybettiniz?
vi: Thiết bị có cài app Lập Xác Thực đã bị mất?
zh_hans: 丢失了您的身份验证设备？
zh_hant: 您的驗證裝置不見了？

source: Save images in Photos
ar: حفظ الصور في تطبيق الصور
de: Bilder in Fotos speichern
es: Guardar imágenes en Fotos
fr: Enregistrer les images dans Photos
id: Simpan Gambar di Foto
ja: 画像を写真に保存
ko: 사진에 이미지 저장
pt: Salvar imagens em Fotos
ru: Сохранять изображения в «Фото»
th: บันทึกภาพในรูปภาพ
tr: Resimleri Fotoğraflar'a kaydetme
vi: Lưu hình ảnh vào Ảnh
zh_hans: 保存图片到照片
zh_hant: 儲存圖片至照片

source: Save videos in Photos
ar: حفظ مقاطع الفيديو في تطبيق الصور
de: Videos in Fotos speichern
es: Guardar vídeos en Fotos
fr: Enregistrer les vidéos dans Photos
id: Simpan Video di Foto
ja: 動画を写真に保存
ko: 사진에 동영상 저장
pt: Salvar vídeos em Fotos
ru: Сохранять видео в «Фото»
th: บันทึกวิดีโอในรูปภาพ
tr: Videoları Fotoğraflar'a kaydetme
vi: Lưu videos vào Ảnh
zh_hans: 保存视频到照片
zh_hant: 儲存影片至照片

source: Images or videos downloaded will be stored in the device’s media library instead of the Offline section.
ar: سيتم تخزين الصور أو مقاطع الفيديو التي تم تنزيلها في مكتبة الوسائط المتعددة بالجهاز بدلاً من قسم غير متصل بالانترنت.
de: Heruntergeladene Bilder und Videos werden in den Mediendateien anstatt Offline gespeichert.
es: Las imágenes y los videos descargados se almacenarán en la galería del dispositivo en lugar de la sección Sin conexión.
fr: Les images et vidéos téléchargées seront enregistrées dans la photothèque de l’appareil au lieu de la section Hors ligne.
id: Gambar dan video yang diunduh akan disimpan di pustaka media perangkat, bukan bagian Offline.
ja: ダウンロードした画像や動画は、オフラインセクションではなく、端末のメディアライブラリに保存されます。
ko: 다운로드한 이미지와 동영상은 오프라인 영역 대신 기기의 미디어 라이브러리에 저장됩니다.
pt: Imagens e vídeos baixados serão armazenados na biblioteca multimídia do seu dispositivo, em vez da seção Offline.
ru: Скачанные изображения и видео будут сохранены в медиабиблиотеке устройства, а не в разделе «Локальные».
th: รูปภาพและวิดีโอที่ดาวน์โหลดจะถูกเก็บไว้ในไลบรารีสื่อของอุปกรณ์ ไม่ใช่ส่วนออฟไลน์
tr: İndirilen görüntüler veya videolar, Çevrimdışı bölümü yerine cihazın medya kitaplığında saklanır.
vi: Các hình ảnh và videos tải về sẽ được lưu thẳng vào thư viện phương tiện số của máy thay vì vào mục Ngoại Tuyến.
zh_hans: 已下载的图像或视频将存储在设备的媒体库中，而非离线存取区。
zh_hant: 已下載的圖片或影片將儲存在裝置的媒體庫，而非離線存取區。

source: Camera
ar: الكاميرا
de: Kamera
es: Cámara
fr: Appareil photo
id: Kamera
ja: カメラ
ko: 카메라
pt: Câmera
ru: Камера
th: กล้อง
tr: Kamera
vi: Camêra
zh_hans: 相机
zh_hant: 相機

source: Save in Photos
ar: احفظ في تطبيق الصور
de: In Fotos speichern
es: Guardar en Fotos
fr: Enregistrer dans Photos
id: Simpan dalam Foto
ja: 写真に保存
ko: 사진에 저장
pt: Salvar em Fotos
ru: Сохранять в «Фото»
th: บันทึกในรูปภาพ
tr: Fotoğraflara Kaydet
vi: Lưu vào Ảnh
zh_hans: 保存到照片
zh_hant: 儲存於照片

source: Save a copy of the images and videos taken from the MEGA App in your device’s media library.
ar: احفظ نسخة من الصور ومقاطع الفيديو المأخوذة من تطبيق ميغا MEGA في مكتبة الوسائط المتعددة في جهازك.
de: Die aus der App heraus aufgenommenen Fotos und Videos werden auch in den lokalen Mediendateien gespeichert.
es: Guarda una copia de las imágenes y de los videos capturados desde la aplicación de MEGA en la galería del dispositivo.
fr: Enregistrez dans la photothèque de votre appareil un exemplaire des images et vidéos prises avec l’appli MEGA.
id: Simpan salinan gambar dan video yang diambil dari aplikasi MEGA di pustaka media perangkat Anda.
ja: MEGAアプリから取得した画像と動画のコピーをあなたの端末のメディアライブラリに保存します。
ko: MEGA 앱에서 촬영한 이미지 또는 동영상의 사본을 기기의 미디어 라이브러리에 저장합니다.
pt: Salve uma cópia das fotos tiradas e dos vídeos gravados com o aplicativo do MEGA na biblioteca multimídia do seu dispositivo.
ru: Сохраните копию изображений и видео из приложения MEGA в медиатеке вашего устройства.
th: บันทึกสำเนาของรูปภาพและวิดีโอที่ถ่ายจากแอป MEGA ในไลบรารีสื่อของอุปกรณ์
tr: MEGA Uygulamasından alınan görüntülerin ve videoların bir kopyasını cihazınızın medya kitaplığına kaydedin.
vi: Giữ một bản sao của hình ảnh và videos được chụp từ app MEGA vào thư viện phương tiện số của máy.
zh_hans: 将MEGA应用程序中拍摄的照片与视频的副本保存在您设备的媒体资料库中。
zh_hant: 將MEGA應用程式中拍攝的照片和影片的備份保存在您裝置的媒體庫中。

source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Recherche
id: Cari
ja: 検索
ko: 검색
pt: Pesquisar
ru: Поиск
th: ค้นหา
tr: Ara
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

source: You hold the keys
ar: انت تحتفظ بالمفاتيح
de: Sie sind der alleinige Inhaber Ihrer Schlüssel
es: Tú tienes las claves
fr: Vous détenez les clés
id: Anda memegang kunci
ja: あなたがキーを持っています
ko: 당신이 열쇠를 갖습니다
pt: Você tem a chave
ru: Ключи хранятся у вас
th: คุณคือผู้ถือกุญแจ
tr: Anahtarları tutuyorsun
vi: Chính bạn là người giữ chìa khóa
zh_hans: 您持有这把密钥
zh_hant: 您握有金鑰

source: Security is why we exist, your files are safe with us behind a well oiled encryption machine where only you can access your files.
ar: الأمان هو سبب وجودنا، ملفاتك آمنة معنا خلف آلة تشفير متينة حيث يمكنك أنت فقط الوصول إلى ملفاتك.
de: Die Sicherheit Ihrer Daten ist unsere Existenzgrundlage. Dank Ende-zu-Ende-Verschlüsselung kontrollieren Sie alleine, wer Zugang zu ihnen erhält.
es: La seguridad es la razón por la que existimos. Tus archivos están seguros con nosotros gracias a una máquina de cifrado bien engrasada que permite que solo tú puedas acceder a tus archivos.
fr: La sécurité est notre raison d’être. Avec nous, vos fichiers sont en sécurité, protégés par un système de chiffrement efficace dans lequel vous seul avez accès à vos fichiers.
id: Keamanan adalah alasan kami ada, file Anda aman bersama kami di belakang mesin enkripsi yang diminyaki di mana hanya Anda yang dapat mengakses file Anda.
ja: セキュリティこそが私たちの存在理由です。あなたのファイルは、非常に効果的な暗号化マシンの裏側にあり、安全です。そこで、あなたのファイルにアクセスできるのは、あなただけです。
ko: 보안은 우리의 존재 이유이며, 당신의 파일들은 당신만이 접근 할수 있도록 우리 서버에 마치 잘 관리된 암호화 기계 뒤에 있는 것처럼 매우 안전합니다.
pt: A segurança é a razão da nossa existência. Os seus arquivos estão protegidos por uma máquina de criptografia bem engrenada, na qual somente você pode acessá-los.
ru: Безопасность — это то, для чего существуем. Ваши файлы в безопасности за нашей хорошо смазанной шифровальной машиной, где только вы можете получить доступ к ним.
th: ความปลอดภัยคือเหตุผลหลักที่เราดำเนินการอยู่ ไฟล์ของคุณจะมีความปลอดภัยมากยิ่งขึ้น เพราะใช้เครื่องมือเข้ารหัสที่ป้องกันไฟล์ของคุณ ซึ่งมีเพียงคุณเท่านั้นที่สามารถเข้าถึงไฟล์ได้
tr: Güvenlik var olmamızın nedenidir, dosyalarınız yalnızca sizin dosyalarınıza erişebileceğiniz iyi yağlanmış bir şifreleme makinesinin arkasında bizimle güvendedir.
vi: Bảo mật là lý do chúng tôi tạo ra MEGA, các tệp tin của bạn được bảo vệ an toàn với chúng tôi với bộ máy mã hóa được hoạt động trơn tru, nơi chỉ bạn mới có thể truy cập các tệp tin của mình.
zh_hans: 安全即是我们存在的意义。您的文件会在我们的加密机器下受到安全保护，并且只有您可以访问您的文件。
zh_hant: 追求安全性是我們存在的原因，您的檔案安全的存放在我們運行良好的加密主機中，只有您可以存取您的檔案。

source: Encrypted chat
ar: محادثة مشفرة
de: Verschlüsselte Kommunikation
es: Chat cifrado
fr: Dialogue en ligne chiffré
id: Chat terenkripsi
ja: 暗号化されたチャット
ko: 암호화된 대화
pt: Chat criptografado
ru: Зашифрованный чат
th: เข้ารหัสแชท
tr: Şifreli sohbet
vi: Cuộc chát được mã hóa
zh_hans: 已加密聊天
zh_hant: 加密對話

source: Fully encrypted chat with voice and video calls, group messaging and file sharing integration with your Cloud drive.
ar: محادثة مشفرة بالكامل مع مكالمات صوتية ومكالمات فيديو ومراسلات جماعية و مشاركة ملفات بشكل متكامل مع سواقتك السحابية.
de: Vollverschlüsselter Textchat, Audio- und Videoanrufe, Gruppengespräche und Integration mit Ihrem Cloud Drive.
es: Chat totalmente cifrado con llamadas y videollamadas, chat de grupo y capacidad de compartir archivos con tu Nube.
fr: Le dialogue en ligne est entièrement chiffré et offre des appels vocaux et vidéo, une messagerie de groupe et le partage de fichiers, tous intégrés à votre Disque nuagique.
id: Obrolan yang sepenuhnya terenkripsi dengan panggilan suara dan video, perpesanan grup, dan integrasi berbagi file dengan Cloud Drive Anda.
ja: 音声＆ビデオ通話、グループメッセージング、クラウドドライブとのファイル共有統合による完全に暗号化されたチャット。
ko: 완전히 암호화된 대화와 음성과 영상 통화, 그룹 대화 그리고 클라우드 드라이브와 통합된 파일 공유.
pt: Chat totalmente criptografado com chamadas de voz e vídeo, mensagens de grupo e compartilhamento de dados integrado com a sua Nuvem de arquivos.
ru: Полностью зашифрованный чат с голосовыми и видеозвонками, групповой обмен сообщениями и интеграция файлов с вашим облачным диском.
th: แชทที่มีการเข้ารหัสอย่างเต็มที่ไม่ว่าจะเป็นการโทรด้วยเสียงและสนทนาทางวิดีโอ การส่งข้อความแบบกลุ่มและบูรณาการไฟล์ร่วมกันกับคลาวด์ไดรฟ์ของคุณ
tr: Bulut sürücünüzle sesli ve görüntülü aramalar, grup mesajlaşma ve dosya paylaşımı entegrasyonu ile tamamen şifrelenmiş sohbet.
vi: Toàn bộ chát, tin nhắn, thoại hay video đều được mã hóa hoàn toàn và hoạt động với khả năng chia sẻ thông qua Ổ Mây.
zh_hans: 使用您的云盘即可享有完全加密的语音与视频通话、群发信息以及文件共享整合。
zh_hant: 完全加密的語音及視訊通話，群組對話以及整合雲端硬碟的檔案共享。

source: Create your network
ar: انشئ شبكتك
de: Kontaktnetzwerk erstellen
es: Crea tu propia red
fr: Créez votre réseau
id: Buat Jaringan Anda
ja: ネットワークの作成
ko: 네트워크 생성
pt: Crie a sua rede
ru: Создайте свою сеть
th: สร้างเครือข่ายของคุณ
tr: Ağınızı oluşturun
vi: Tạo kết nối của riêng bạn
zh_hans: 创建您的网络
zh_hant: 建立您的網路

source: Add contacts, create a network, collaborate, and make voice and video calls without ever leaving MEGA
ar: أضف جهات اتصال وأنشئ شبكة وتعاون وقم بإجراء مكالمات صوتية و مكالمات فيديو دون مغادرة ميغا MEGA مطلقًا
de: Fügen Sie Kontakte hinzu, tauschen Sie Dokumente aus, führen Sie Audio- und Video-Gespräche, ohne MEGA zu verlassen
es: Añade contactos, crea tu propia red, colabora y haz llamadas y videollamadas sin salir de MEGA
fr: Ajoutez des contacts, créez un réseau, collaborez et faites des appels vocaux ou vidéo sans jamais quitter MEGA
id: Tambahkan kontak, buat jaringan, berkolaborasi, buat panggilan suara dan video tanpa harus meninggalkan MEGA
ja: 連絡先の追加、ネットワークの作成、コラボレーション、MEGAを一切離れずに音声通話とビデオ通話を行う
ko: MEGA를 떠날 필요 없이 연락처를 추가하고, 네트워크를 형성하고, 협업하고, 음성과 영상 통화를 하세요
pt: Adicione contatos, crie uma rede, colabore e faça chamadas de voz e vídeo sem sair do MEGA
ru: Добавление контактов, создание сети, совместное использование, голосовые и видеозвонки без выхода из MEGA
th: เพิ่มผู้ติดต่อ สร้างเครือข่าย การทำงานร่วมกันและโทรออกด้วยเสียงและสนทนาทางวิดีโอโดยไม่ต้องออกจากแอป MEGA
tr: MEGA'dan hiç ayrılmadan kişi ekleyin, bir ağ oluşturun, işbirliği yapın ve sesli ve görüntülü aramalar yapın
vi: Thêm tên liên lạc, tạo kết nối, cộng tác với nhau, trao đổi qua gọi thoại và video ngay trong MEGA
zh_hans: 添加联系人、创建关系网、协同合作以及进行语音与视频通话，一切皆可在MEGA内进行
zh_hant: 無需離開MEGA即可加入聯絡人、建立連線，協作及進行語音與視訊通話

source: Your photos in the cloud
ar: تطبيق الصور الخاص بك على السحابة
de: Ihre Fotos in der Cloud
es: Tus fotos en la nube
fr: Vos photos dans le nuage
id: Foto Anda di Cloud
ja: クラウド内のあなたの写真
ko: 클라우드 속 당신의 사진
pt: As suas fotos na Nuvem
ru: Ваши фотографии в облаке
th: รูปภาพของคุณในคลาวด์
tr: Buluttaki fotoğraflarınız
vi: Hình ảnh của bạn ở trên mây
zh_hans: 云备份您的照片
zh_hant: 您在雲端的相片

source: Camera uploads is an essential feature for any mobile device and we have got you covered. Sign up for an account now.
ar: تُعد ترفيعات الكاميرا ميزة أساسية لأي جهاز محمول ونحن هنا لنقدم لك الدعم. قم بالتسجيل للحصول على حساب الآن.
de: Kamera-Uploads sind bei Mobilgeräten unverzichtbar und werden von MEGA bestens unterstützt. Registrieren Sie Ihren Account jetzt!
es: La función Subidas de la cámara es esencial para cualquier dispositivo móvil y nosotros la tenemos. Crea tu cuenta ahora.
fr: Les téléversements de lappareil photo sont une fonction essentielle de tout appareil mobile et nous avons ce qu'il vous faut. Ouvrez un compte dès maintenant.
id: Unggahan kamera adalah fitur penting untuk perangkat seluler apa pun dan kami siap membantu anda. Mendaftar untuk akun sekarang.
ja: カメラアップロードは、あらゆるモバイル端末にとって不可欠な機能で、あなたにもご利用いただけます。今すぐアカウントをサインアップ（登録）してください。
ko: 카메라 업로드는 어떠한 모바일 기기에서든 필요한 기능이며 우리는 이 기능이 준비되어 있습니다. 지금 가입하세요.
pt: Sabemos que os Uploads da câmera são um recurso essencial para qualquer dispositivo móvel. Cadastre já uma conta.
ru: Загрузки из камеры — важная функция для любого мобильного устройства, и мы о ней позаботились. Зарегистрируйтесь сейчас.
th: การอัปโหลดจากกล้องเป็นฟีเจอร์สำคัญสำหรับมือถือทุกเครื่อง และเราก็มีบริการนี้ให้คุณแล้ว สมัครสมาชิกเลยตอนนี้
tr: Kamera yüklemeleri, herhangi bir mobil cihaz için önemli bir özelliktir ve sizi koruduk. Şimdi bir hesap için kaydolun.
vi: Đăng Tải Camêra là tính năng thiết yếu cho mọi thiết bị di động, và MEGA có cung cấp cho người dùng. Tạo tài khoản ngay.
zh_hans: 相机上传是任何移动设备的基本功能，我们已经为您提供这项服务。立即注册一个帐户。
zh_hant: 相機上傳是任何行動裝置的必要功能，我們現已為您提供這項服務。請立即建立您的帳戶。

source: Set up MEGA
ar: إعداد ميغا MEGA
de: MEGA konfigurieren
es: Configurar MEGA
fr: Configurer MEGA
id: Siapkan MEGA
ja: MEGAをセットアップ
ko: MEGA 설정
pt: Configurar o MEGA
ru: Настроить MEGA
th: ตั้งค่า MEGA
tr: MEGA'yı kurun
vi: Thiếp lập MEGA
zh_hans: 设置MEGA
zh_hant: 設定MEGA

source: To fully take advantage of your MEGA account we need to ask you some permissions.
ar: للاستفادة الكاملة من حساب ميغا MEGA الخاص بك، نحتاج إلى أن نطلب منك بعض الأذونات.
de: Damit Sie alle Funktionen von MEGA nutzen können, benötigt die App einige spezielle Zugriffsrechte.
es: Para aprovechar al máximo tu cuenta de MEGA, debemos pedirte algunos permisos.
fr: Pour profiter pleinement de votre compte MEGA, nous devons vous demander quelques autorisations.
id: Untuk sepenuhnya memanfaatkan akun MEGA Anda, kami perlu menanyakan beberapa izin.
ja: MEGAアカウントを十分にご活用いただくために、あなたに一部の権限をお尋ねする必要がございます。
ko: 당신의 MEGA 계정의 원활한 이용을 위해, 우리는 몇 가지 권한 허용이 필요합니다.
pt: Para aproveitar ao máximo a sua conta no MEGA, precisamos de algumas permissões.
ru: Чтобы обеспечить ваш аккаунт всеми преимуществами MEGA, мы должны попросить о некоторых разрешениях.
th: ในการใช้ประโยชน์จากบัญชี MEGA ของคุณอย่างเต็มที่ เราจำเป็นต้องขออนุญาตจากคุณ
tr: MEGA hesabınızdan tam olarak yararlanmak için sizden bazı izinler istememiz gerekiyor.
vi: Để tận dụng sức mạnh của MEGA, ứng dụng cần phải xin phép một số quyền truy cập.
zh_hans: 要充分利用您的MEGA帐户，我们需要您开启一些权限。
zh_hant: 要充分發揮您MEGA帳戶的效用，我們需要您授予一些權限。

source: The MEGA App may not work as expected without the required permissions. Are you sure?
ar: قد لا يعمل تطبيق ميغا MEGA بالشكل المتوقع بدون الأذونات المطلوبة. هل أنت متأكد؟
de: Ohne die nötigen Berechtigungen wird die MEGA-App nicht wie gewünscht funktionieren. Sind Sie sicher?
es: Es posible que la aplicación de MEGA no funcione correctamente sin los permisos necesarios. ¿Confirmas?
fr: L’appli MEGA pourrait ne pas fonctionner comme prévu sans les autorisations nécessaires. Êtes-vous certain ?
id: Aplikasi MEGA mungkin tidak berfungsi seperti yang diharapkan tanpa izin yang diperlukan. Apakah kamu yakin?
ja: MEGAアプリは必要な権限がないと期待通りに動作しない可能性があります。よろしいですか？
ko: MEGA 앱이 필요한 권한 없이는 예상과 다르게 작동할 수 있습니다. 확실합니까?
pt: O aplicativo do MEGA pode não funcionar como esperado sem as permissões necessárias. Você tem certeza?
ru: Приложение MEGA может не работать должным образом без необходимых разрешений. Вы уверены?
th: แอป MEGA อาจไม่ทำงานอย่างที่คาดไว้ หากไม่มีการอนุญาตที่จำเป็น คุณแน่ใจหรือไม่
tr: MEGA Uygulaması gerekli izinler olmadan beklendiği gibi çalışmayabilir. Emin misin?
vi: Ứng dụng MEGA có thể sẽ không hoạt động hiệu quả khi bị thiếu đi một số quyền truy cập. Bạn có chắc không?
zh_hans: 如果没有所需的权限，MEGA应用程序可能无法正常工作。您确定要这样做吗？
zh_hant: 沒有所需要的權限，MEGA應用程式可能無法如預期運作。你確定嗎？

source: %1 of %2
ar: %1 من %2
de: %1 von %2
es: %1 de %2
fr: %1 sur %2
id: %1 dari %2
ko: %2 중 %1
pt: %1 de %2
ru: %1 из %2
th: %1 จาก %2
tr: %1 dan %2
vi: %1 trong tổng %2
zh_hant: %2之%1
