Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# nameCollision.folders.alreadyExists
source: A folder named %@ already exists at this destination.
ar: يوجد مجلد اسمه %@ بالفعل في هذا الموقع.
de: An diesem Zielort befindet sich bereits ein Ordner namens %@.
es: Ya existe una carpeta llamada %@ en esta ubicación.
fr: Un dossier du même nom « %@ » existe déjà dans cette destination.
id: Folder bernama %@ sudah ada di tujuan ini.
ja: %@という名前のフォルダは、この場所にすでに存在しています。
ko: 대상 위치에 이름이 %@인 폴더가 이미 존재합니다.
pt: Já existe uma pasta chamada %@ neste local.
ru: В этой папке уже существует папка «%@».
th: ปลายทางมีโฟลเดอร์ชื่อ %@ อยู่แล้ว
tr: Adlı bir klasör %@ Bu hedefte zaten var.
vi: Đã có một thư mục mang tên %@ ở tại chỗ này rồi.
zh_hans: 此位置已存在名为%@的文件夹。
zh_hant: 此目的地已存在名稱為%@的資料夾。

# nameCollision.folders.action.merge.title
source: Merge
ar: دمج
de: Zusammenführen
es: Combinar
fr: Fusionner
id: Gabungkan
ja: マージ
ko: 병합
pt: Combinar
ru: Объединить
th: รวม
tr: Birleştir
vi: Hợp nhất
zh_hans: 合并
zh_hant: 合併

# nameCollision.folders.action.merge.description
source: The new folder will be merged with the folder at this destination.
ar: سيتم دمج المجلد الجديد مع المجلد في هذه الوجهة.
de: Der neue Ordner wird mit dem Ordner am Zielort zusammengeführt.
es: La carpeta en esta ubicación se combinará con la nueva carpeta.
fr: Le nouveau dossier sera fusionné avec le dossier dans cette destination.
id: Folder baru akan digabungkan dengan folder di tujuan ini.
ja: 新しいフォルダは、この場所のフォルダとマージされます。
ko: 새 폴더가 대상 위치의 폴더와 병합됩니다.
pt: A nova pasta será combinada com a pasta que já existe neste local.
ru: Новая папка будет объединена с папкой в этом расположении.
th: โฟลเดอร์ใหม่จะถูกรวมเข้ากับโฟลเดอร์ที่ปลายทางนี้
tr: Yeni klasör, bu hedefteki klasörle birleştirilecektir.
vi: Thư mục mới sẽ được hợp nhất với thư mục có sẵn tại chỗ này.
zh_hans: 新文件夹将与此位置的文件夹合并。
zh_hant: 新的資料夾將與此目的地的資料夾合併。

# nameCollision.folders.action.skip.title
source: Skip this folder
ar: تخطي هذا المجلد
de: Diesen Ordner überspringen
es: Saltar esta carpeta
fr: Ignorer ce dossier
id: Lewati folder ini
ja: このフォルダをスキップ
ko: 이 폴더 건너뛰기
pt: Pular esta pasta
ru: Пропустить эту папку
th: ข้ามโฟลเดอร์นี้
tr: Bu klasörü atla
vi: Bỏ qua thư mục này
zh_hans: 跳过此文件夹
zh_hant: 略過此資料夾

# nameCollision.files.alreadyExists
source: A file named %@ already exists at this destination.
ar: يوجد ملف اسمه %@ بالفعل في هذا الموقع.
de: An diesem Zielort befindet sich bereits eine Datei namens %@.
es: Ya existe un archivo llamado %@ en esta ubicación.
fr: Un fichier du même nom « %@ » existe déjà dans cette destination.
id: Sebuah file bernama %@ sudah ada di tujuan ini.
ja: %@という名前のファイルは、この場所にすでに存在しています。
ko: 대상 위치에 이름이 %@인 파일이 이미 존재합니다.
pt: Um arquivo chamado %@ já existe neste local.
ru: В этой папке уже существует файл «%@».
th: ปลายทางมีไฟล์ชื่อ %@ อยู่แล้ว
tr: Adlı bir dosya %@ Bu hedefte zaten var.
vi: Đã có một tệp tin mang tên %@ ở tại chỗ này rồi.
zh_hans: 此位置已存在名为%@的文件。
zh_hant: 此位置已有名稱為%@的檔案。

# nameCollision.files.action.replace.title
source: Replace
ar: استبدال
de: Ersetzen
es: Sustituir
fr: Remplacer
id: Ganti
ja: 置き換える
ko: 바꾸기
pt: Substituir
ru: Заменить
th: แทนที่
tr: Değiştir
vi: Thay thế
zh_hans: 替换
zh_hant: 取代

# nameCollision.files.action.replace.description
source: The file at this destination will be replaced with the new file.
ar: سيتم استبدال الملف الموجود في هذه الوجهة بالملف الجديد.
de: Die Datei am Zielort wird durch die neue Datei ersetzt.
es: El archivo en esta ubicación será remplazado por el nuevo archivo.
fr: Le fichier dans cette destination sera remplacé par le nouveau fichier.
id: File di tujuan ini akan diganti dengan file baru.
ja: この場所のファイルは、新しいファイルに置き換わります。
ko: 대상 위치의 파일이 새 파일로 교체됩니다.
pt: O arquivo que já existe neste local será substituído pelo novo arquivo.
ru: Файл в этом расположении будет заменён новым файлом.
th: ไฟล์ที่ปลายทางนี้จะถูกแทนที่ด้วยไฟล์ใหม่
tr: Bu hedefteki dosya yeni dosya ile değiştirilecektir.
vi: Tệp tin có sẵn tại chỗ này sẽ được thay thế bằng tệp tin mới.
zh_hans: 此位置的文件将被替换为新文件。
zh_hant: 此目的地的檔案將被新的檔案取代。

# nameCollision.files.action.skip.title
source: Skip this file
ar: تخطى هذا الملف
de: Datei überspringen
es: Saltar este archivo
fr: Ignorer ce fichier
id: Lewati file ini
ja: このファイルをとばす
ko: 이 파일 건너뛰기
pt: Pular este arquivo
ru: Пропустить этот файл
th: ข้ามไฟล์นี้
tr: Bu dosyayı atla
vi: Bỏ qua tệp tin này
zh_hans: 跳过此文件
zh_hant: 略過此檔案

# nameCollision.files.action.rename.title
source: Rename
ar: إعادة التسمية
de: Umbenennen
es: Renombrar
fr: Renommer
id: Ubah nama
ja: 名前を変更
ko: 이름 바꾸기
pt: Renomear
ru: Переименовать
th: เปลี่ยนชื่อ
tr: Yeniden Adlandır
vi: Đổi tên
zh_hans: 重命名
zh_hant: 重新命名

# nameCollision.files.action.rename.description
source: The file will be renamed as:
ar: ستتم إعادة تسمية الملف إلى:
de: Die Datei wird umbenannt in:
es: El archivo se renombrará a:
fr: Le fichier sera renommé :
id: File akan diganti namanya menjadi:
ja: このファイル名は以下に変更されます：
ko: 파일이 다음과 같이 이름이 변경됩니다:
pt: O arquivo será renomeado como:
ru: Этот файл будет переименован в:
th: ไฟล์จะถูกเปลี่ยนชื่อเป็น:
tr: Dosya şu şekilde yeniden adlandırılacaktır:
vi: Tệp tin sẽ được đổi tên thành:
zh_hans: 此文件将被重命名为：
zh_hant: 檔案將重新命名為：

# nameCollision.files.action.update.title
source: Update
ar: تحديث
es: Actualizar
fr: Mettre à jour
id: Perbarui
ja: 更新
ko: 업데이트
pt: Atualizar
ru: Изменить
th: อัปเดต
tr: Güncelle
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

# nameCollision.files.action.update.description
source: The file will be updated with a new version.
ar: سيتم استبدال الملف بالنسخة الجديدة.
de: Die Datei wird mit einer neuen Version aktualisiert.
es: El archivo se subirá con una nueva versión.
fr: Le fichier sera mis à jour par une nouvelle version.
id: File akan diperbarui dengan versi baru.
ja: ファイルは新しいバージョンに更新されます。
ko: 파일이 새 버전으로 업데이트 됩니다.
pt: O arquivo será atualizado com uma nova versão.
ru: Этот файл будет заменён новой версией.
th: ไฟล์จะได้รับการอัปเดตเป็นเวอร์ชันใหม่
tr: Dosya yeni bir sürümle güncellenecektir.
vi: Tệp tin sẽ được cập nhật với phiên bản mới.
zh_hans: 该文件将更新为新版本。
zh_hant: 檔案將更新為新版本。

# meetings.endCallDialog.title
source: You’re the only one here
ar: انت الوحيد هنا
de: Sie sind der einzige Teilnehmer
es: Solo estás tú aquí
fr: Vous êtes la seule personne ici
id: Anda satu-satunya di sini
ja: ここにいるのはあなただけです
ko: 여기에 당신만 있습니다
pt: Não tem mais ninguém aqui
ru: Здесь только вы
th: ตอนนี้มีแค่คุณที่อยู่ในสาย
tr: Burada tek kişi sensin
vi: Bạn là người duy nhất ở đây
zh_hans: 这里只有您一人
zh_hant: 這裡只有你一人

# meetings.endCallDialog.description
source: Call will automatically end in 2 mins unless you want to stay on it.
ar: ستنتهي المكالمة تلقائيًا في غضون 2 دقيقتين ما لم ترغب في الاستمرار فيها.
de: Die Konferenz wird nach 2 Minuten automatisch beendet, es sei denn, Sie möchten sie fortsetzen.
es: La llamada finalizará automáticamente en 2 minutos, a menos que quieras permanecer en ella.
fr: L’appel cessera dans 2 minutes à moins que vous ne vouliez rester sur l’appel.
id: Panggilan akan secara otomatis berakhir dalam 2 menit kecuali anda ingin tetap menggunakannya.
ja: 通話は2分後に自動的に終了します（通話を継続したい場合は除きます）。
ko: 통화 유지를 원하지 않으면 통화가 2분 내로 자동 종료됩니다.
pt: A chamada terminará automaticamente em 2 minutos, a menos que você queira continuar.
ru: Звонок автоматически завершится через 2 минуты, если вы не захотите остаться в нём.
th: อีก 2 นาทีระบบจะวางสายสนทนาโดยอัตโนมัติ เว้นแต่คุณต้องการให้อยู่สายสนทนาต่อ
tr: Aramada kalmak istemediğiniz sürece arama otomatik olarak 2 dakika içinde sona erecektir.
vi: Cuộc gọi sẽ tự động kết thúc trong 2 phút trừ khi bạn muốn ở lại duy trì cuộc gọi.
zh_hans: 除非您想继续通话，否则通话将在2分钟后自动结束。
zh_hant: 除非您想繼續通話，否則通話將在2分鐘後自動結束。

# meetings.endCallDialog.stayOnCallButtonTitle
source: Stay on call
ar: البقاء في اتصال
de: Konferenz fortsetzen
es: Permanecer en la llamada
fr: Rester sur l’appel
id: Tetap di panggilan
ja: 通話に留まる
ko: 통화 유지
pt: Permanecer na chamada
ru: Продолжить звонок
th: อยู่สายสนทนาต่อ
tr: Aramada kalın
vi: Duy trì cuộc gọi
zh_hans: 留在通话中
zh_hant: 保持通話

# meetings.endCallDialog.endCallNowButtonTitle
source: End call now
ar: انهاء الاتصال
de: Konferenz jetzt beenden
es: Finalizar llamada
fr: Mettre fin à l’appel maintenant
id: Akhiri panggilan sekarang
ja: 今すぐ通話を終了
ko: 지금 통화 종료
pt: Finalizar a chamada agora
ru: Завершить звонок
th: วางสายตอนนี้
tr: Çağrıyı şimdi sonlandırın
vi: Gác cuộc gọi ngay
zh_hans: 立即结束通话
zh_hant: 立即結束通話

# meetings.notification.EndCallTimerDuration
source: Call will end in %@
ar: ستنتهي المكالمة في %@
de: Die Konferenz wird in %@ beendet
es: La llamada finalizará en %@
fr: L’appel se terminera dans %@
id: Panggilan akan berakhir dalam %@
ja: 通話は%@後に終了します
ko: %@ 내에 통화가 종료됩니다
pt: A chamada será finalizada em %@
ru: Звонок завершится через %@
th: จะวางสายในอีก %@
tr: Çağrı şu tarihte sona erecek %@
vi: Cuộc gọi sẽ kết thúc trong %@
zh_hans: 通话将在%@后结束
zh_hant: 通話將於%@後結束

# general.downloadToOffline
source: Make available offline
ar: اجعله متاح بدون اتصال
de: Offline bereitstellen
es: Disponible sin conexión
fr: Rendre accessible hors ligne
id: Buat tersedia saat offline
ja: オフラインで利用できるようにする
ko: 오프라인에서 이용 가능하게 하기
pt: Tornar disponível offline
ru: Сделать доступным локально
th: ใช้งานแบบออฟไลน์
tr: Çevrimdışı kullanılabilir hale getirin
vi: Lưu sử dụng ngoại tuyến
zh_hans: 设为离线可用
zh_hant: 設為可離線使用

# general.fileIsBeingDownloaded
source: File is already being downloaded
ar: جاري تنزيل الملف بالفعل
de: Die Datei wird bereits heruntergeladen
es: El archivo ya se está descargando
fr: Le fichier est déjà en cours de téléchargement
id: File sedang diunduh
ja: ファイルはすでにダウンロードされています
ko: 파일이 이미 다운로드 중입니다
pt: O download deste arquivo já está em andamento
ru: Файл уже скачивается
th: กำลังดาวน์โหลดไฟล์อยู่
tr: Dosya zaten indiriliyor
vi: Tệp tin đang được tải xuống
zh_hans: 文件已在下载中
zh_hant: 檔案已在下載中

# meetings.endCall.endForAllButtonTitle
source: End call for all
ar: إنهاء المكالمة للجميع
de: Konferenz für alle beenden
es: Finalizar llamada para todos
fr: Mettre fin à l’appel pour tous
id: Akhiri panggilan untuk semua
ja: 全員に対して通話を終了する
ko: 모두 통화 종료
pt: Finalizar a chamada para todos
ru: Завершить звонок для всех
th: วางสายทั้งหมด
tr: Herkes için çağrıyı sonlandırın
vi: Gác cuộc gọi tất cả mọi người
zh_hans: 结束所有人的通话
zh_hant: 結束所有人的通話

# meetings.endCall.endForAllAlert.title
source: End call for all?
ar: إنهاء المكالمة للجميع؟
de: Konferenz für alle beenden?
es: ¿Finalizar la llamada para todos?
fr: Mettre fin à l’appel pour tous ?
id: Akhiri panggilan untuk semua?
ja: 全員に対して通話を終了しますか？
ko: 모두의 통화를 종료할까요?
pt: Finalizar a chamada para todos?
ru: Завершить звонок для всех?
th: วางสายทั้งหมดหรือไม่
tr: Herkes için çağrı sonlandırmak mı?
vi: Gác cuộc gọi cho tất cả mọi người?
zh_hans: 是否结束所有人的通话？
zh_hant: 是否結束所有人通話？

# meetings.endCall.endForAllAlert.description
source: This will end the call for all participants.
ar: سيؤدي هذا إلى إنهاء المكالمة لجميع المشاركين.
de: Damit beenden Sie die Konferenz für alle Teilnehmer.
es: La llamada finalizará para todos los participantes.
fr: Ceci mettra fin à l’appel pour tous les participants.
id: Ini akan mengakhiri panggilan untuk semua peserta.
ja: これで参加者全員に対する通話が終了します。
ko: 이것은 모든 참여자의 통화를 종료할 것입니다.
pt: Fazer isso irá finalizar a chamada para todos os participantes.
ru: Это завершит звонок для всех участников.
th: การดำเนินการนี้จะวางสายผู้เข้าร่วมสายทั้งหมด
tr: Bu, tüm katılımcılar için çağrıyı sonlandıracaktır.
vi: Việc này sẽ chất dứt cuộc gọi kết nối tất cả thành viên.
zh_hans: 这将结束所有参与者的通话。
zh_hant: 這將結束所有與會者的通話。

# meetings.endCall.endForAllAlert.confirm
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
id: Ya
ja: はい
ko: 예
pt: Sim
ru: Да
th: ใช่
tr: Evet
vi: Phải
zh_hans: 是
zh_hant: 是

# meetings.endCall.endForAllAlert.cancel
source: No
ar: لا
de: Nein
fr: Non
id: Tidak
ja: いいえ
ko: 아니오
pt: Não
ru: Нет
th: ไม่ใช่
tr: Hayır
vi: Không
zh_hans: 否
zh_hant: 否

# meetings.leaveCall.buttonTitle
source: Leave
ar: غادر
de: Verlassen
es: Abandonar
fr: Quitter
id: Tinggalkan
ja: 終了
ko: 떠나기
pt: Sair
ru: Выйти
th: ออก
tr: Ayrıl
vi: Rời khỏi
zh_hans: 离开
zh_hant: 離開

# meetings.endForAll.buttonTitle
source: End for all
ar: إنهاء المكالمة للجميع
de: Konferenz für alle beenden
es: Finalizar para todos
fr: Mettre fin à l’appel pour tous
id: Akhiri untuk semua
ja: 全員に対して終了
ko: 모두 통화 종료
pt: Finalizar para todos
ru: Завершить для всех
th: วางสายทั้งหมด
tr: Herkes için son
vi: Gác tất cả
zh_hans: 结束所有人的通话
zh_hant: 結束所有人通話

# chat.selector.chat
source: Chats
ar: محادثات
fr: Conversations
id: Obrolan
ja: チャット
ko: 대화
ru: Чаты
th: แชท
tr: Sohbetler
vi: Chat
zh_hans: 聊天
zh_hant: 對話

# chat.selector.meeting
source: Meetings
ar: الاجتماعات
es: Reuniones
fr: Réunions
id: Pertemuan
ja: ミーティング
ko: 회의
pt: Reuniões
ru: Встречи
th: การประชุม
tr: Toplantılar
vi: Họp
zh_hans: 会议
zh_hant: 會議

# chat.meetings.emptyState.title
source: Start a meeting
ar: ابدأ اجتماع
de: Meeting starten
es: Empieza una reunión
fr: Commencer une réunion
id: Mulai rapat
ja: ミーティングを開始
ko: 회의 시작
pt: Fazer uma reunião
ru: Начните встречу
th: เริ่มการประชุม
tr: Toplantı başlatın
vi: Lập một cuộc họp
zh_hans: 发起会议
zh_hant: 開始會議

# chat.meetings.emptyState.description
source: Talk securely and privately on audio or video calls with friends and colleagues around the world.
ar: تحدث بأمان وخصوصية في مكالمات الصوت أو الفيديو مع الأصدقاء والزملاء في جميع أنحاء العالم.
de: Führen Sie sichere und private Audio- oder Videogespräche mit Freunden und Kollegen auf der ganzen Welt.
es: Hable de forma segura y privada en llamadas y videollamadas con amigos y colegas de todo el mundo.
fr: Parlez en toute sécurité et confidentialité lors d’appels vocaux ou vidéo avec vos amis et collègues partout dans le monde.
id: Bicaralah dengan aman dan pribadi di panggilan audio atau video dengan teman dan kolega di seluruh dunia.
ja: 世界中の友人や同僚と、安全かつプライベートな音声通話やビデオ通話ができます。
ko: 전세계의 친구 및 동료들과 안전하고 비밀스럽게 음성 또는 영상 통화를 하세요.
pt: Converse com segurança e privacidade por meio de chamadas de áudio ou de vídeo com amigos e colegas do mundo inteiro.
ru: Безопасно и конфиденциально разговаривайте в аудио- или видеозвонках с друзьями и коллегами по всему миру.
th: โทรด้วยเสียงหรือวิดีโอที่ปลอดภัยและเป็นส่วนตัวกับเพื่อนและเพื่อนร่วมงานทั่วโลก
tr: Dünyanın dört bir yanındaki arkadaşlarınız ve iş arkadaşlarınızla sesli veya görüntülü görüşmelerde güvenli ve özel olarak konuşun.
vi: Nói chuyện an toàn và riêng tư vớI gọi thoại hay gọi video với bạn bè và đồng nghiệp trên toàn cầu.
zh_hans: 使用语音或视频通话与全世界的朋友和同事进行安全私密沟通。
zh_hant: 透過語音或視訊與全世界的朋友和同事進行安全私密交談。

# chat.meetings.emptyState.button.title
source: New meeting
ar: اجتماع جديد
de: Neues Meeting
es: Nueva reunión
fr: Nouvelle réunion
id: Buat pertemuan
ja: 新しいミーティング
ko: 새 회의
pt: Nova reunião
ru: Новая встреча
th: ประชุมใหม่
tr: Yeni toplantı
vi: Cuộc họp mới
zh_hans: 新建会议
zh_hant: 新的會議

# chat.chats.emptyState.title
source: Start chatting now
ar: ابدأ المحادثة الآن
de: Jetzt chatten
es: Empieza a chatear
fr: Commencer à dialoguer maintenant
id: Mulai mengobrol sekarang
ja: 今すぐチャットを開始
ko: 지금 대화 시작
pt: Comece já a usar o chat
ru: Начните общаться сейчас
th: เริ่มแชทได้เลย
tr: Şimdi sohbete başla
vi: Bắt đầu trò chuyện ngay
zh_hans: 立即开始聊天
zh_hant: 現在開始對話

# chat.chats.emptyState.description
source: Chat securely and privately, with anyone and on any device, knowing that no one can read your chats, not even MEGA.
ar: تقوم بالمحادثة مع أي شخص وعلى أي جهاز بأمان وخصوصية مع معرفة أنه لا يمكن لأحد قراءة محادثاتك ولا حتى ميغا MEGA.
de: Chatten Sie sicher und privat mit jedem und auf jedem Gerät, im Bewusstsein, dass niemand Ihre Chats lesen kann – nicht einmal MEGA.
es: Chatea de forma segura y privada, con cualquier persona y en cualquier dispositivo, sabiendo que nadie puede leer tus chats, ni siquiera MEGA.
fr: Dialoguez en toute sécurité et confidentialité avec n’importe qui et sur n’importe quel appareil en sachant que personne ne peut lire vos conversations, pas même MEGA.
id: Ngobrol dengan aman dan pribadi, dengan siapa saja dan di perangkat apa pun, mengetahui bahwa tidak ada yang bisa membaca obrolan anda, bahkan MEGA.
ja: 誰とでも、どんな端末でも、安全かつ非公開にチャットができます。誰も、MEGAでさえも、あなたのチャットを読むことはできませんので、ご安心ください。
ko: 그 누구도, 심지어는 MEGA도 당신의 대화를 읽을 수 없다는 것을 알고 어느 누구와 어느 기기에서든 안전하고 비밀스럽게 대화하세요.
pt: Converse com segurança e privacidade, com qualquer pessoa e em qualquer dispositivo, sabendo que ninguém pode ler os seus chats, nem mesmo o MEGA.
ru: Общайтесь безопасно и конфиденциально с кем угодно и на любом устройстве, зная, что никто не может читать ваши чаты, даже MEGA.
th: คุณสามารถแชทได้อย่างปลอดภัยและเป็นส่วนตัวกับทุกคนบนอุปกรณ์ใดก็ได้ มั่นใจได้ว่าไม่มีใครแม้แต่ MEGA ก็ไม่สามารถอ่านแชทของคุณได้
tr: Kimsenin sohbetlerinizi, hatta MEGA bile okuyamayacağını bilerek, herkesle ve herhangi bir cihazda güvenli ve özel olarak sohbet edin.
vi: Chát an toàn và riêng tư, với bất kỳ ai và bất kỳ thiết bị, và an tâm sẽ không có ai có thể đọc tin nhắn của bạn, ngay cả MEGA.
zh_hans: 与他人跨设备进行安全私密交谈，即使是MEGA也无法读取您的聊天记录。
zh_hant: 在任何裝置上與任何人安全而隱密地進行對話，沒有人可以讀取您們的對話，即使是MEGA也不行。

# chat.chats.emptyState.button.title
source: New chat
ar: محادثة جديدة
de: Neuer Chat
es: Nuevo chat
fr: Nouvelle conversation
id: Obrolan baru
ja: 新しいチャット
ko: 새 대화
pt: Novo chat
ru: Новый чат
th: แชทใหม่
tr: Yeni sohbet
vi: Cuộc chát mới
zh_hans: 新建聊天
zh_hant: 新的對話

# chat.title
source: Chat
ar: المحادثة
fr: Dialogue en ligne
id: Obrolan
ja: チャット
ko: 대화
ru: Чат
th: แชท
tr: Sohbet
zh_hans: 聊天
zh_hant: 對話

# chat.message.changedRole.readOnly
source: [A] was changed to [S]read-only[/S] by [B]
ar: [A] قد تم تغييره [S]للقراءة فقط[/S] من قبل [B]
de: [A] wurde von [B] auf [S]Nur lesen[/S] umgestellt
es: [B]ha cambiado el permiso de [A] a [S]solo lectura[/S]
fr: [B] a attribué un [S]droit lecture[/S] seule à [A]
id: [A] diubah menjadi [S]hanya-baca[/S] oleh [B]
ja: [A]さんは[B]さんによって[S]読み取り専用[/S]に変更されました
ko: [A]님이 [B]님에 의해 [S]읽기만 가능[/S]하게 변경되었습니다
pt: [B] mudou a permissão de [A] a [S]somente leitura[/S]
ru: [A] получил права [S]только на чтение[/S] от [B]
th: [A] ถูกเปลี่ยนเป็น [S]อ่านอย่างเดียว[/S] โดย [B]
tr: [A] değiştirildi [S]salt okunur[/S] yoluyla [B]
vi: [B] đã đổi quyền hạn của [A] thành [S]chỉ-được-xem[/S]
zh_hans: [B]将[A]的权限更改为[S]只读[/S]
zh_hant: [B]將[A]的權限更改為[S]唯讀[/S]

# chat.message.changedRole.host
source: [A] was changed to [S]host role[/S] by [B]
ar: [A] قد تم تغيير [S]دوره إلى مُضيف[/S] من قبل [B]
de: [A] wurde von [B] auf die [S]Gastgeberrolle[/S] umgestellt
es: [B]ha asignado el rol de[S]anfitrión[/S] a [A]
fr: [B] a attribué un droit d’[S]hôte[/S] à [A]
id: [A] diubah menjadi [S]tuan rumah[/S] oleh [B]
ja: [A]さんは[B]さんによって[S]主催者の役割[/S]に変更されました
ko: [A]님이 [B]님에 의해 [S]주최자 역할[/S]로 변경되었습니다
pt: [B] mudou a permissão de [A] a [S]anfitrião[/S]
ru: [A] получил права [S]организатора[/S] от [B]
th: [A] ถูกเปลี่ยนสิทธิ์เป็น [S]ผู้จัดการประชุม[/S] โดย [B]
tr: [A] değiştirildi [S]ev sahibi rolü[/S] yoluyla [B]
vi: [B] đã đổi quyền hạn của [A] thành [S]người chủ trì[/S]
zh_hans: [B]将[A]的权限更改为[S]主持人[/S]
zh_hant: [B]將[A]的權限更改為[S]主持人[/S]

# chat.message.changedRole.standard
source: [A] was changed to a [S]standard participant[/S] by [B]
ar: [A]قد تم تغيير [S]دوره إلى عادي[/S] من قبل [B]
de: [A] wurde von [B] zum [S]Standardteilnehmer[/S] geändert
es: [B] ha cambiado a [A] a [S]participante estándar[/S]
fr: [B] a changé [A] en [S]participant normal[/S]
id: [A] diubah menjadi [S]peserta standar[/S] oleh [B]
ja: [A]さんは[B]さんによって[S]標準的な参加者[/S]に変更されました
ko: [A]님이 [B]님에 의해 [S]일반 참여자[/S]로 변경되었습니다
pt: [B] mudou a permissão de [A] a [S]predeterminado[/S]
ru: [A] получил права [S]обычного участника[/S] от [B]
th: [A] ถูกเปลี่ยนให้เป็น[S]ผู้เข้าร่วมแบบมาตรฐาน[/S]โดย [B]
tr: [A] bir olarak değiştirildi [S]standart katılımcı[/S] yoluyla [B]
vi: [A] đã đổi thành [S]người tham gia thông thường[/S] bởi [B]
zh_hans: [A]被[B]更改为[S]标准参与者[/S]
zh_hant: [A]被[B]更改為[S]標準與會者[/S]

# chat.sendLocation.map.standard
source: Standard
ar: معيار
es: Estándar
fr: Normal
id: Standar
ja: 標準
ko: 기본
pt: Predeterminado
ru: Обычный
th: มาตรฐาน
tr: Standart
vi: Thường
zh_hans: 普通成员
zh_hant: 標準

# chat.sendLocation.map.satellite
source: Satellite
ar: الأقمار الصناعية
de: Satellitenbild
es: Satélite
id: Satelit
ja: 衛星
ko: 위성
pt: Satélite
ru: Спутник
th: ดาวเทียม
tr: Uydu
vi: Ảnh vệ tinh
zh_hans: 卫星图像
zh_hant: 衛星

# chat.sendLocation.map.hybrid
source: Hybrid
ar: مدمجة
es: Híbrido
fr: Hybride
ja: ハイブリッド
ko: 혼합
pt: Híbrido
ru: Гибридный
th: ไฮบริด
tr: Hibrit
vi: Kết hợp
zh_hans: 混合图像
zh_hant: 混合

# meetings.startConversation.contextMenu.startMeeting
source: Start meeting now
ar: ابدأ الاجتماع الآن
de: Meeting jetzt starten
es: Empezar la reunión
fr: Commencer la réunion maintenant
id: Mulai rapat sekarang
ja: 今すぐミーティングを開始
ko: 지금 회의 시작
pt: Começar a reunião agora
ru: Начать встречу
th: เริ่มการประชุมทันที
tr: Şimdi toplantıya başla
vi: Bắt đầu cuộc họp ngay
zh_hans: 立即发起会议
zh_hant: 立即開始會議

# meetings.startConversation.contextMenu.joinMeeting
source: Join meeting
ar: أنضم إلى الاجتماع
de: Meeting beitreten
es: Unirse a la reunión
fr: Se joindre à une réunion
id: Gabung rapat
ja: ミーティングに参加
ko: 회의 참여
pt: Entrar na reunião
ru: Присоединиться к встрече
th: เข้าร่วมการประชุม
tr: Toplantıya katıl
vi: Tham gia cuộc họp
zh_hans: 加入会议
zh_hant: 加入會議

# settings.section.calls.title
source: Calls
ar: اتصالات
de: Anrufe
es: Llamadas
fr: Appels
id: Panggilan
ja: 通話
ko: 통화
pt: Chamadas
ru: Звонки
th: โทร
tr: Çağrılar
vi: Gọi điện
zh_hans: 通话
zh_hant: 通話

# settings.section.calls.soundNotifications.title
source: Sound notifications
ar: إشعارات صوتية
de: Benachrichtigungstöne
es: Sonido de las notificaciones
fr: Notifications sonores
id: Notifikasi suara
ja: サウンド通知
ko: 소리 알림
pt: Notificações sonoras
ru: Звуковые уведомления
th: แจ้งเตือนด้วยเสียง
tr: Sesli bildirimler
vi: Âm thanh thông báo
zh_hans: 声音通知
zh_hant: 提示音通知

# settings.section.calls.soundNotifications.description
source: Hear a sound when someone joins or leaves a call.
ar: تسمع صوتًا عندما ينضم شخص ما إلى مكالمة أو يغادرها.
de: Lassen Sie sich durch einen Ton benachrichtigen, wenn jemand einer Konferenz beitritt oder sie verlässt.
es: Cuando alguien se une o abandona una llamada se emitirá un sonido.
fr: Émettre un son si quelqu’un se joint à un appel ou le quitte.
id: Dengar suara saat seseorang bergabung atau meninggalkan panggilan.
ja: 誰かが通話に参加または退出したときに音を聞きます。
ko: 누군가 통화에 참여하거나 떠날 때 소리를 듣습니다.
pt: Ouvir um som quando alguém entra ou sai de uma chamada.
ru: Проигрывать сигнал, когда кто-то присоединяется к вызову или покидает его.
th: ให้ส่งเสียงเมื่อมีคนเข้าร่วมหรือวางสาย
tr: Birisi bir aramaya katıldığında veya aramadan ayrıldığında bir ses duyun.
vi: Nghe âm báo khi có người tham gia hoặc rời khỏi cuộc gọi.
zh_hans: 当有人加入或离开通话时播放提示音。
zh_hant: 當有人加入或離開通話時播放提示音。

# meetings.addContacts.allContactsAdded.title
source: All contacts added
ar: تمت إضافة جميع جهات الاتصال
de: Alle Kontakte hinzugefügt
es: Contactos ya añadidos
fr: Tous les contacts ont été ajoutés
id: Semua kontak ditambahkan
ja: すべての連絡先が追加されました
ko: 모든 연락처 추가됨
pt: Todos os contatos foram adicionados
ru: Все контакты добавлены
th: เพิ่มผู้ติดต่อทั้งหมดแล้ว
tr: Tüm kişiler eklendi
vi: Đã thêm tất cả các tên liên lạc
zh_hans: 已添加所有联系人
zh_hant: 已加入所有聯絡人
