Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# meetings.scheduled.cancelAlert.occurrence.description
source: Only this occurrence will be cancelled. All the other occurrences will go ahead as scheduled.
ar: سيتم إلغاء هذا التكرار فقط. سيتم المضي قدمًا في جميع التكرارات الأخرى كما هو مقرر.
de: Nur dieser eine Termin wird abgesagt. Alle anderen Termine finden wie geplant statt.
es: Se cancelará solo este evento. Todos los demás eventos seguirán adelante según lo programado.
fr: Seule cette occurrence sera annulée. Toutes les autres occurrences se poursuivront comme prévu.
id: Hanya kejadian ini yang akan dibatalkan. Semua kejadian lainnya akan berjalan sesuai jadwal.
ja: この開催のみがキャンセルされます。他のすべての開催は予定どおり進行します。
ko: 이 되풀이 항목만 취소됩니다. 다른 되풀이 항목은 예정대로 진행됩니다.
pt: Apenas este agendamento será cancelado. Todos os demais agendamentos seguirão conforme programado.
ru: Только это повторение будет отменено. Все остальные повторения будут продолжаться, как и запланировано.
th: เฉพาะเหตุการณ์นี้เท่านั้นที่จะถูกยกเลิก ส่วนเหตุการณ์อื่น ๆ ทั้งหมดจะดำเนินต่อไปตามกำหนดการที่ได้ตั้งไว้
tr: Sadece bu olay iptal edilecektir. Diğer tüm olaylar planlandığı gibi devam edecek.
vi: Chỉ có mỗi thời điểm tái diễn này sẽ bị hủy. Còn tất cả các thời điểm tái diễn khác sẽ vẫn diễn ra như lịch trình.
zh_hans: 仅此事件将被取消。所有其他事件将按计划进行。
zh_hant: 只有此事件會被取消。所有其它事件將按照排程進行。

# meetings.scheduled.cancelAlert.occurrence.option.confirm
source: Cancel occurrence
ar: إلغاء هذا التكرار
de: Termin absagen
es: Cancelar evento
fr: Annuler l’occurrence
id: Batalkan kejadian
ja: 開催をキャンセル
ko: 되풀이 항목 취소
pt: Cancelar o agendamento
ru: Отменить повторение
th: ยกเลิกเหตุการณ์
tr: Oluşumu iptal et
vi: Hủy bỏ thời điểm tái diễn
zh_hans: 取消事件
zh_hant: 取消事件

# meetings.scheduled.cancelAlert.occurrence.success
source: %@ occurrence cancelled
ar: تم إلغاء التكرار في %@
de: Termin am %@ abgesagt
es: %@ eventos cancelados
fr: L’occurrence du %@ a été annulée
id: %@ terjadinya dibatalkan
ja: %@の開催がキャンセルされました
ko: %@의 되풀이 항목이 취소되었습니다
pt: O agendamento de %@ foi cancelado
ru: Повторение %@ отменено
th: ได้ยกเลิกเหตุการณ์ %@ แล้ว
tr: %@ olay iptal edildi
vi: Thời điểm tái diễn %@ đã bị hủy
zh_hans: %@事件已取消
zh_hant: %@的事件已取消

# meetings.scheduled.cancelAlert.occurrence.last.title
source: Cancel occurrence and meeting?
ar: إلغاء التكرار والاجتماع؟
de: Termin und Meeting absagen?
es: ¿Cancelar evento y reunión?
fr: Annuler l’occurrence et la réunion ?
id: Batalkan kejadian dan pertemuan?
ja: 開催とミーティングをキャンセルしますか？
ko: 되풀이와 회의를 취소할까요?
pt: Cancelar o agendamento e a reunião?
ru: Отменить повторение и встречу?
th: ยกเลิกเหตุการณ์และการประชุมหรือไม่
tr: Etkinliği ve toplantıyı iptal etmek mi?
vi: Hủy bỏ lần tái diễn và cuộc họp?
zh_hans: 要取消事件和会议？
zh_hant: 要取消事件和會議？

# meetings.scheduled.cancelAlert.occurrence.last.withoutMessages.description
source: This is the only occurrence of the recurring meeting. Cancelling this occurrence will cancel the meeting. If cancelled, the meeting will be archived and all participants will be notified.
ar: هذا هو التكرار الوحيد للاجتماع المتكرر. إلغاء هذا التكرار سيلغي الاجتماع. في حالة الإلغاء سيتم أرشفة الاجتماع وسيتم إعلام جميع المشاركين.
de: Dies ist der einzige Termin für dieses wiederkehrende Meeting. Wenn Sie diesen Termin absagen, wird das gesamte Meeting abgesagt. Bei einer Absage wird das Meeting archiviert und alle Teilnehmer werden benachrichtigt.
es: Este es el único evento de la reunión periódica. Cancelar este evento cancelará la reunión. Si lo cancelas, la reunión será archivada y todos los participantes serán notificados.
fr: Ceci est la seule occurrence de la réunion périodique. Annuler cette occurrence annulera aussi la réunion. En cas d’annulation, la réunion sera archivée, ce qui sera signalé à tous les participants.
id: Ini adalah satu-satunya kejadian pertemuan berulang. Membatalkan kejadian ini akan membatalkan rapat. Jika dibatalkan, rapat akan diarsipkan dan semua peserta akan diberi tahu.
ja: これは、定期的なミーティングの唯一の開催です。この開催をキャンセルされると、このミーティングがキャンセルされます。キャンセルされた場合、このミーティングはアーカイブされ、すべての参加者に通知されます。
ko: 이것은 반복 회의의 유일한 되풀이입니다. 이 되풀이를 취소하면 회의를 취소하게 됩니다. 만약 취소되면, 회의는 보관될 것이며 모든 참여자는 알림을 받게 됩니다.
pt: Este é o único agendamento da reunião periódica. Cancelar este agendamento cancelará a reunião. Se cancelada, a reunião será arquivada e todos os participantes serão notificados.
ru: Это единственное повторение повторяющейся встречи. Если его отменить, встреча также будет отменена. Отменённая встреча будет архивирована, и все участники будут уведомлены об этом.
th: นี่เป็นการประชุมที่เป็นกิจวัตรเพียงครั้งเดียวที่จัดขึ้น การยกเลิกเหตุการณ์นี้จะทำให้การประชุมถูกยกเลิก หากยกเลิกแล้ว การประชุมจะถูกจัดเก็บไว้และผู้เข้าร่วมทุกคนจะได้รับการแจ้งเตือน
tr: Bu, yinelenen toplantının tek olayıdır. Bu olayı iptal etmek toplantıyı iptal edecektir. İptal edilirse, toplantı arşivlenir ve tüm katılımcılar bilgilendirilecektir.
vi: Đây là lần tái diễn duy nhất của cuộc họp định kỳ. Hủy bỏ lần tái diễn này sẽ hủy bỏ toàn bộ cuộc họp. Nếu bị hủy, cuộc họp sẽ được liệt vào trong bảo lưu và tất cả những người tham gia sẽ được thông báo.
zh_hans: 这是定期会议的唯一事件。取消此事件将取消整个会议。如果取消，会议将被归档，并且所有参与者都将收到通知。
zh_hant: 這是週期性會議的唯一事件。取消此事件將取消整個會議。如果取消，會議將被封存，而且所有參與者都將收到通知。

# meetings.scheduled.cancelAlert.occurrence.last.withMessages.description
source: This is the only occurrence of the recurring meeting. Cancelling this occurrence will cancel the meeting. If cancelled, the meeting will be placed under Past meetings and all participants will be notified.
ar: هذا هو التكرار الوحيد للاجتماع المتكرر. إلغاء هذا التكرار سيلغي الاجتماع. في حالة الإلغاء سيتم وضع الاجتماع ضمن الاجتماعات الماضية وسيتم إعلام جميع المشاركين.
de: Dies ist der einzige Termin für dieses wiederkehrende Meeting. Wenn Sie diesen Termin absagen, wird das gesamte Meeting abgesagt. Bei einer Absage werden alle Teilnehmer benachrichtigt und das Meeting wird zu den vergangenen Meetings abgelegt.
es: Este es el único evento de la reunión periódica. Cancelar este evento cancelará la reunión. Si lo cancelas, la reunión se moverá a Reuniones anteriores y todos los participantes serán notificados.
fr: Ceci est la seule occurrence de la réunion périodique. Annuler cette occurrence annulera aussi la réunion. En cas d’annulation, la réunion sera déplacée dans les Réunions antérieures, ce qui sera signalé à tous les participants.
id: Ini adalah satu-satunya kejadian pertemuan berulang. Membatalkan kejadian ini akan membatalkan rapat. Jika dibatalkan, rapat akan ditempatkan di bawah rapat Sebelumnya dan semua peserta akan diberi tahu.
ja: これは、定期的なミーティングの唯一の開催です。この開催をキャンセルされると、このミーティングがキャンセルされます。キャンセルされた場合、このミーティングは過去のミーティングの下に配置され、すべての参加者に通知されます。
ko: 이것은 반복 회의의 유일한 되풀이입니다. 이 되풀이를 취소하면 회의를 취소하게 됩니다. 만약 취소되면, 회의는 지난 회의에 위치하게 되며 모든 참여자는 알림을 받게 됩니다.
pt: Este é o único agendamento da reunião periódica. Cancelar este agendamento cancelará a reunião. Se cancelada, a reunião será colocada em Reuniões passadas e todos os participantes serão notificados.
ru: Это единственное событие регулярной встречи. Если его отменить, встреча также будет отменена. Отменённая встреча будет помещена в раздел «Прошлые встречи», и все участники будут уведомлены об этом.
th: นี่เป็นการประชุมที่เป็นกิจวัตรเพียงครั้งเดียวที่จัดขึ้น การยกเลิกเหตุการณ์นี้จะทำให้การประชุมถูกยกเลิก หากยกเลิกแล้ว การประชุมจะถูกเก็บไว้ในประวัติการประชุม และผู้เข้าร่วมทุกคนจะได้รับการแจ้งเตือน
tr: Bu, yinelenen toplantının tek olayıdır. Bu olayı iptal etmek toplantıyı iptal edecektir. İptal edilirse, toplantı Geçmiş toplantılar altına yerleştirilecek ve tüm katılımcılar bilgilendirilecektir.
vi: Đây là lần tái diễn duy nhất của cuộc họp định kỳ. Hủy bỏ lần tái diễn này sẽ hủy bỏ toàn bộ cuộc họp. Nếu bị hủy, cuộc họp sẽ được liệt vào trong Các cuộc họp trước đây và tất cả những người tham gia sẽ được thông báo.
zh_hans: 这是定期会议的唯一事件。取消此事件将取消整个会议。如果取消，会议将被放置在过去的会议中，并且所有参与者都将收到通知。
zh_hant: 這是定期會議的唯一事件。取消此事件將取消整個會議。如果取消，會議將被放在過去的會議中，而且所有參與者都將收到通知。

# meetings.scheduled.cancelAlert.occurrence.title
source: Cancel %@ occurrence?
ar: إلغاء التكرار في %@؟
de: Termin am %@ absagen?
es: ¿Cancelar el evento del %@?
fr: Annuler l’occurrence %@ ?
id: Batalkan %@ kejadian?
ja: %@の開催をキャンセルしますか？
ko: %@의 되풀이 항목을 취소할까요?
pt: Cancelar o agendamento de %@?
ru: Отменить повторение %@?
th: ยกเลิกเหตุการณ์ %@ หรือไม่
tr: İptal %@ oluşum?
vi: Hủy bỏ thời điểm tái diễn %@?
zh_hans: 取消%@事件？
zh_hant: 取消%@事件？

# meetings.scheduled.managementMessages.cancelled.oneOffMeeting
source: %@ cancelled this meeting
ar: %@قام بإلغاء هذا الاجتماع
de: %@ hat dieses Meeting abgesagt
es: %@ ha cancelado la reunión
fr: %@ a annulé cette réunion
id: %@ membatalkan pertemuan ini
ja: %@さんはこのミーティングをキャンセルしました
ko: %@ 님이 이 회의를 취소했습니다
pt: %@ cancelou a reunião
ru: Пользователь %@ отменил встречу
th: %@ ยกเลิกการประชุมนี้แล้ว
tr: %@ Bu toplantıyı iptal etti
vi: %@ đã hủy bỏ cuộc họp này
zh_hans: %@已取消此会议
zh_hant: %@已取消此會議

# meetings.scheduled.managementMessages.cancelled.recurrenceMeeting
source: %@ cancelled this meeting and all its occurrences
ar: %@ قام بإلغاء الاجتماع المتكرر وجميع تكراراته
de: %@ hat alle Termine dieses wiederkehrenden Meetings abgesagt
es: %@ ha cancelado esta reunión y todos los eventos correspondientes
fr: %@ a annulé cette réunion et toutes ses occurrences
id: %@ membatalkan rapat ini dan semua kejadiannya
ja: %@さんはこのミーティングとそのすべての開催をキャンセルしました
ko: %@ 님이 이 회의와 모든 되풀이 항목을 취소하였습니다
pt: %@ cancelou esta reunião e todos os agendamentos correspondentes
ru: Пользователь %@ отменил эту встречу и все её повторения
th: %@ ยกเลิกการประชุมนี้และเหตุการณ์อื่น ๆ ทั้งหมดแล้ว
tr: %@ bu toplantıyı ve tüm olaylarını iptal etti
vi: %@ đã hủy bỏ cuộc họp đình kỳ này và tất cả các thời điểm tái diễn có liên quan
zh_hans: %@已取消此会议及其所有事件
zh_hant: %@已取消這次會議及其所有事件

# meetings.scheduled.managementMessages.created
source: %@ created this meeting
ar: قام %@ بإنشاء هذا الاجتماع
de: %@ hat dieses Meeting erstellt
es: %@ ha creado esta reunión
fr: %@ a créé cette réunion
id: %@ membuat rapat ini
ja: %@さんがこのミーティングを作成しました
ko: %@ 님이 이 회의를 만들었습니다
pt: %@ criou esta reunião
ru: Пользователь %@ создал эту встречу
th: %@ สร้างการประชุมนี้
tr: %@ Bu toplantıyı oluşturdu
vi: %@ đã tạo cuộc họp này
zh_hans: %@已创建此会议
zh_hant: %@已建立此會議

# meetings.scheduled.managementMessages.cancelled
source: %@ cancelled this meeting
ar: %@ ألغى هذا الاجتماع
de: %@ hat dieses Meeting abgesagt
es: %@ ha cancelado la reunión
fr: %@ a annulé cette réunion
id: %@ membatalkan pertemuan ini
ja: %@さんはこの会議をキャンセルしました
ko: %@ 님이 이 회의를 취소했습니다
pt: %@ cancelou a reunião
ru: Пользователь %@ отменил встречу
th: %@ ยกเลิกการประชุมนี้แล้ว
tr: %@ Bu toplantıyı iptal etti
vi: %@ đã hủy bỏ cuộc họp này
zh_hans: %@已取消此会议
zh_hant: %@已取消此會議

# contactInfo.backButton.menu
source: Contact info
ar: معلومات جهة الاتصال
de: Kontaktinfo
es: Info
fr: Renseignements sur le contact
id: Info kontak
ja: 連絡先情報
ko: 연락처 정보
pt: Informações do contato
ru: О контакте
th: ข้อมูลการติดต่อ
tr: İletişim bilgileri
vi: Thông tin liên lạc
zh_hans: 联系人信息
zh_hant: 聯絡資訊

# meetings.scheduleMeeting.createMeetingTip.title
source: Schedule meeting
ar: الاجتماع المجدول
de: Meeting planen
es: Programar reunión
fr: Programmer une réunion
id: Jadwalkan pertemuan
ja: ミーティングをスケジュール
ko: 회의 예약
pt: Programar reunião
ru: Запланировать встречу
th: จัดกำหนดการประชุม
tr: Toplantıyı planlayın
vi: Đặt lịch cuộc họp
zh_hans: 安排会议
zh_hant: 安排會議

# meetings.scheduleMeeting.createMeetingTip.message
source: You can now schedule one-off and recurring meetings.
ar: يمكنك الآن جدولة اجتماعات لمرة واحدة ومتكررة.
de: Sie können jetzt einmalige und wiederkehrende Meetings planen.
es: Programa reuniones únicas y periódicas.
fr: Vous pouvez désormais programmer des réunions uniques ou périodiques
id: Sekarang anda dapat menjadwalkan rapat satu kali dan berulang.
ja: 1回限りのミーティングや定期的なミーティングをスケジュールできるようになりました。
ko: 일회성 회의와 반복 회의를 예약할 수 있습니다.
pt: Já é possível agendar reuniões pontuais e periódicas.
ru: Теперь вы можете планировать разовые и повторяющиеся встречи.
th: ตอนนี้คุณสามารถกำหนดการประชุมแบบครั้งเดียวและแบบประจำได้แล้ว
tr: Artık tek seferlik ve yinelenen toplantılar planlayabilirsiniz.
vi: Bạn giờ đây có thể đặt lịch cuộc họp một lần và định kỳ.
zh_hans: 您现在可以安排单次和定期会议。
zh_hant: 您現在可以安排一次性和週期性會議。

# meetings.scheduleMeeting.tipView.gotIt
source: Got it
ar: فهمت ذلك
de: Alles klar
es: Entendido
fr: J’ai compris
id: Saya mengerti
ja: 了解
ko: 알겠습니다
pt: Entendi
ru: Понятно
th: รับทราบ
tr: Anladım
vi: Đã hiểu
zh_hans: 知道了
zh_hant: 知道了

# meetings.scheduleMeeting.startMeetingTip.title
source: Start meeting
ar: ابدأ الاجتماع
de: Meeting starten
es: Empezar reunión
fr: Commencer la réunion
id: Mulai pertemuan
ja: ミーティング開始
ko: 회의 시작
pt: Começar a reunião
ru: Начать встречу
th: เริ่มการประชุม
tr: Toplantıya başla
vi: Bắt đầu cuộc họp
zh_hans: 发起会议
zh_hant: 開始會議

# meetings.scheduleMeeting.startMeetingTip.message
source: You can start the meeting before its scheduled time by tapping “Start meeting” in the meeting room.
ar: يمكنك بدء الاجتماع قبل موعده المحدد بالضغط على "بدء الاجتماع" في غرفة الاجتماع.
de: Sie können das Meeting vor der geplanten Zeit starten, indem Sie im Meetingraum auf „Meeting starten“ tippen.
es: Puedes empezar la reunión antes de la hora programada tocando “Empezar reunión” en la sala de reuniones.
fr: Vous pouvez commencer la réunion avant l’heure prévue en touchant « Commencer la réunion » dans la salle de réunion.
id: Anda dapat memulai rapat sebelum waktu yang dijadwalkan dengan mengetuk "Mulai rapat" di ruang rapat.
ja: ミーティングルームで「ミーティングを開始」をタップすると、予定時刻より前にミーティングを開始できます。
ko: 회의실에서 “회의 시작”을 탭하여 예정된 시간보다 앞서 회의를 시작할 수 있습니다.
pt: Você pode começar a reunião antes do horário agendado tocando em "Começar a reunião" na sala de reunião.
ru: Вы можете начать встречу раньше запланированного времени, нажав «Начать встречу» в комнате встречи.
th: คุณสามารถเริ่มการประชุมก่อนเวลาที่กำหนดได้โดยแตะที่ “เริ่มการประชุม” ในห้องประชุม
tr: Toplantı odasında “Toplantıyı başlat” seçeneğine dokunarak toplantıyı planlanan saatten önce başlatabilirsiniz.
vi: Bạn có thể bắt đầu cuộc họp trước thời gian dự kiến ​​bằng cách chạm vào “Bắt đầu cuộc họp” khi ở trong phòng họp.
zh_hans: 您可以在会议室中点击“开始会议”按钮，即可在预定时间之前开始会议。
zh_hant: 您可以點擊會議室中的「開始會議」，在預定時間之前開始會議。

# meetings.scheduleMeeting.recurringMeetingTip.title
source: Manage recurring meetings
ar: إدارة الاجتماعات المتكررة
de: Wiederkehrende Meetings verwalten
es: Gestionar reuniones periódicas
fr: Gérer les réunions récurrentes
id: Kelola rapat berulang
ja: 定期的なミーティングを管理する
ko: 반복 회의 관리
pt: Gerenciar reuniões periódicas
ru: Управляйте повторяющимися встречами
th: จัดการประชุมแบบเป็นประจำได้
tr: Yinelenen toplantıları yönetin
vi: Quản lý các cuộc họp định kỳ
zh_hans: 管理定期会议
zh_hant: 管理週期性會議

# meetings.scheduleMeeting.recurringMeetingTip.message
source: You can view, cancel, or edit any occurrence of a recurring meeting by tapping and holding the meeting and selecting Occurrences.
ar: يمكنك عرض أو إلغاء أو تعديل أي تكرار لاجتماع متكرر من خلال النقر على الاجتماع مع الاستمرار واختيار التكرارات.
de: Sie können alle Termine eines wiederkehrenden Meetings ansehen, absagen oder bearbeiten, indem Sie das Meeting länger antippen und „Termine“ auswählen.
es: Puedes ver, cancelar o editar cualquier evento de una reunión periódica manteniendo pulsada la reunión y seleccionando Eventos.
fr: Vous pouvez afficher, annuler ou modifier n’importe quelle occurrence d’une réunion récurrente en touchant et en maintenant la réunion, puis en sélectionnant Occurrences.
id: Anda dapat melihat, membatalkan, atau mengedit pertemuan rutin apa pun dengan mengetuk dan menahan rapat, lalu memilih Kejadian.
ja: 定期的なミーティングをタップして長押しし、「開催」を選択すると、定期的なミーティングの開催を表示、キャンセル、または編集できます。
ko: 회의를 길게 탭하고 되풀이 항목을 선택하여 반복 회의의 되풀이 항목을 보거나, 취소하거나, 편집할 수 있습니다.
pt: Você pode visualizar, cancelar ou editar qualquer agendamento de uma reunião periódica pressionando a reunião e selecionando Agendamentos.
ru: Вы можете просмотреть, отменить или отредактировать любое повторение повторяющейся встречи, нажав и удерживая её, а затем выбрав «События».
th: คุณสามารถดู ยกเลิก หรือแก้ไขการประชุมแบบเป็นประจำได้โดยการแตะการประชุมค้างไว้ แล้วเลือก เหตุการณ์
tr: Toplantıya dokunup basılı tutarak ve Olaylar öğesini seçerek yinelenen bir toplantının herhangi bir oluşumunu görüntüleyebilir, iptal edebilir veya düzenleyebilirsiniz.
vi: Bạn có thể xem qua, hủy bỏ hoặc chỉnh sửa bất kỳ thời điểm tái diễn nào của cuộc họp định kỳ bằng cách nhấn rồi giữ vào cuộc họp, sau đó chọn Thời điểm tái diễn.
zh_hans: 您可以通过点击并长按会议，然后选择事件，即可查看、取消或编辑定期会议中的任何事件。
zh_hant: 您可以點選並按住會議，然後選擇事件來查看、取消或編輯週期性會議的任何事件。

# meetings.scheduleMeeting.update
source: Update
ar: تحديث
es: Actualizar
fr: Mettre à jour
id: Perbarui
ja: 更新
ko: 업데이트
pt: Atualizar
ru: Изменить
th: อัปเดต
tr: Güncelle
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

# meetings.scheduleMeeting.updateSuccessfull.popupMessage
source: Meeting updated
ar: تم تحديث الاجتماع
de: Meeting aktualisiert
es: Reunión actualizada
fr: La réunion a été mise à jour
id: Rapat diperbarui
ja: ミーティングが更新されました
ko: 회의 수정됨
pt: Reunião atualizada
ru: Встреча обновлена
th: อัปเดตการประชุมแล้ว
tr: Toplantı güncellendi
vi: Cuộc họp đã được cập nhật
zh_hans: 会议已更新
zh_hant: 會議已更新

# meetings.scheduleMeeting.occurrence.updateSuccessfull.popupMessage
source: Meeting occurrence updated
ar: تم تحديث تكرار الاجتماع
de: Meetingtermin aktualisiert
es: Evento de la reunión actualizado
fr: L’occurrence de la réunion a été mise à jour
id: Kejadian rapat diperbarui
ja: ミーティングの開催状況が更新されました
ko: 회의 되풀이 항목 수정됨
pt: Agendamento da reunião atualizado
ru: Повторение встречи обновлено
th: อัปเดตเหตุการณ์การประชุมแล้ว
tr: Toplantı oluşumu güncellendi
vi: Thời điểm tái diễn cuộc họp đã được cập nhật
zh_hans: 会议事件已更新
zh_hant: 會議事件已更新

# meetings.scheduled.managementMessages.updated
source: %@ updated the meeting
ar: %@ قام بتحديث الاجتماع
de: %@ hat das Meeting aktualisiert
es: %@ ha actualizado la reunión
fr: %@ a mis la réunion à jour
id: %@ memperbarui pertemuan
ja: %@さんがミーティングを更新しました
ko: %@ 님이 회의를 수정하였습니다
pt: %@ atualizou a reunião
ru: Пользователь %@ обновил встречу
th: %@ อัปเดตการประชุมแล้ว
tr: %@ Toplantıyı güncelledi
vi: %@ đã cập nhật cuộc họp
zh_hans: %@已更新此会议
zh_hant: %@已更新會議

# meetings.scheduled.editMeeting.title
source: Edit meeting
ar: تعديل الاجتماع
de: Meeting bearbeiten
es: Editar reunión
fr: Modifier la réunion
id: Mengubah rapat
ja: ミーティングを編集
ko: 회의 편집
pt: Editar reunião
ru: Редактировать встречу
th: แก้ไขการประชุม
tr: Toplantıyı düzenle
vi: Chỉnh sửa cuộc họp
zh_hans: 编辑会议
zh_hant: 編輯會議

# meetings.scheduleMeeting.calendarInvite.description
source: Email a calendar invitation to participants so they can add the meeting to their calendars.
ar: أرسل دعوة تقويم بالبريد الإلكتروني إلى المشاركين حتى يتمكنوا من إضافة الاجتماع إلى التقويمات الخاصة بهم.
de: Senden Sie per E-Mail eine Kalendereinladung an die Teilnehmer, damit diese das Meeting in ihren Kalender übernehmen können.
es: Envía por correo electrónico una invitación a los participantes para que puedan añadir la reunión a sus calendarios.
fr: Envoyez par courriel une invitation pour agenda aux participants afin qu’ils puissent ajouter la réunion à leur agenda.
id: Email undangan kalender kepada peserta sehingga mereka dapat menambahkan rapat ke kalender mereka.
ja: 参加者にカレンダーの招待状をメールで送信し、参加者がミーティングをカレンダーに追加できるようにします。
ko: 참여자들이 달력에 회의를 추가할 수 있도록 일정 초대장을 이메일로 보냅니다.
pt: Envie por email um convite de calendário aos participantes para que possam adicionar a reunião aos seus calendários.
ru: Отправьте событие календаря участникам по электронной почте, чтобы они могли добавить встречу в свои календари.
th: ส่งอีเมลคำเชิญในปฏิทินไปที่ผู้เข้าร่วมเพื่อให้สามารถเพิ่มการประชุมลงในปฏิทินได้
tr: Katılımcılara takvimlerine toplantıyı ekleyebilmeleri için bir takvim davetiyesi e-postayla gönderin.
vi: Gửi email lời mời lịch hẹn cho những người tham gia biết và để họ thêm cuộc họp vào lịch của mình.
zh_hans: 通过电子邮件向参与者发送日历邀请，以便他们将会议添加到自己的日历中。
zh_hant: 透過電子郵件向與會者發送行事曆邀請，以便他們可以將會議加到行事曆中。

# meetings.scheduleMeeting.startMeetingTip.startMeeting
source: Start meeting
ar: ابدأ الاجتماع
de: Meeting starten
es: Empezar reunión
fr: Commencer la réunion
id: Mulai pertemuan
ja: ミーティング開始
ko: 회의 시작
pt: Começar a reunião
ru: Начать встречу
th: เริ่มการประชุม
tr: Toplantıya başla
vi: Bắt đầu cuộc họp
zh_hans: 发起会议
zh_hant: 開始會議

# meetings.scheduleMeeting.recurringMeetingTip.occurrences
source: Occurrences
ar: التكرارات
de: Termine
es: Eventos
id: Kejadian
ja: 開催
ko: 주기
pt: Agendamentos
ru: Повторения
th: เหตุการณ์
tr: Olaylar
vi: Thời điểm tái diễn
zh_hans: 事件
zh_hant: 事件

# settings.about.sfu.changeAlert.title
source: Change SFU server
ar: قم بتغيير مخدم SFU
de: SFU-Server wechseln
es: Cambiar servidor SFU
fr: Changer de serveur SFU
id: Ubah server SFU
ja: SFUサーバーの変更
ko: SFU 서버 변경
pt: Alterar servidor SFU
ru: Изменение SFU-сервера
th: เปลี่ยนเซิร์ฟเวอร์ SFU
tr: SFU sunucusunu değiştir
vi: Thay đổi máy chủ SFU
zh_hans: 更改SFU服务器
zh_hant: 更改SFU伺服器

# settings.about.sfu.changeAlert.message
source: Default is -1
ar: الافتراضي هو -1
de: Der Standardwert ist -1
es: El predeterminado es -1
fr: La valeur par défaut est -1
id: Standarnya adalah -1
ja: デフォルトは-1です
ko: 기본값은 -1입니다
pt: O ID predeterminado é -1
ru: По умолчанию -1
th: ค่าเริ่มต้นคือ -1
tr: Varsayılan -1
vi: Mặc định là -1
zh_hans: 默认为-1
zh_hant: 預設為-1

# settings.about.sfu.changeAlert.placeholder
source: Enter SFU ID
ar: أدخل معرف SFU
de: SFU-ID eingeben
es: Introducir identificador del SFU
fr: Saisissez l’ID SFU
id: Masukan ID SFU
ja: SFU IDを入力してください
ko: SFU ID 입력
pt: Digite o ID SFU
ru: Введите SFU ID
th: กรอกไอดี SFU
tr: SFU Kimliğini Girin
vi: Nhập số ID của SFU
zh_hans: 输入SFU帐号
zh_hant: 輸入SFU ID

# settings.about.sfu.changeAlert.cancelButton
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# settings.about.sfu.changeAlert.changeButton
source: Change
ar: تغيير
de: Ändern
es: Cambiar
fr: Changer
id: Ganti
ja: 変更
ko: 변경
pt: Alterar
ru: Изменить
th: เปลี่ยน
tr: Değişim
vi: Thay đổi
zh_hans: 更改
zh_hant: 變更

# chat.backButton.oneToOne.menu
source: Chat with %@
ar: محادثة مع %@
de: Chat mit %@
es: Chatear con %@
fr: Dialoguez avec %@
id: Obrolan dengan %@
ja: %@さんとチャット
ko: %@ 님과 대화
pt: Chat com %@
ru: Чат с %@
th: แชทอยู่กับ %@
tr: İle sohbet et %@
vi: Chát với %@
zh_hans: 与%@聊天
zh_hant: 與%@對話

# meetings.scheduleMeeting.waitingRoom
source: Waiting room
ar: غرفة الانتظار
de: Warteraum
es: Sala de espera
fr: Salle d’attente
id: Ruang tunggu
ja: 待合室
ko: 대기실
pt: Sala de espera
ru: Комната ожидания
th: ห้องนั่งรอ
tr: Bekleme Odası
vi: Phòng chờ
zh_hans: 正在等候室
zh_hant: 等候室

# meetings.scheduleMeeting.waitingRoom.description
source: Only participants admitted by the host can join the meeting.
ar: يمكن فقط للمشاركين الذين تم قبولهم من قبل المضيف الانضمام إلى الاجتماع.
de: Nur vom Gastgeber zugelassene Teilnehmer können am Meeting teilnehmen.
es: Solo los participantes admitidos por el anfitrión pueden unirse a la reunión.
fr: Seuls les participants admis par l’hôte peuvent se joindre à la réunion.
id: Hanya peserta yang diakui oleh tuan rumah yang dapat mengikuti rapat.
ja: ホストによって許可された参加者のみがミーティングに参加できます。
ko: 호스트가 승인한 참여자만 회의에 참여할 수 있습니다
pt: Somente participantes admitidos pelo host podem participar da reunião.
ru: К встрече могут присоединиться только участники, допущенные организатором.
th: เฉพาะผู้เข้าร่วมที่ได้รับอนุญาตจากผู้จัดการประชุมเท่านั้นถึงจะสามารถเข้าร่วมการประชุมได้
tr: Toplantıya yalnızca ev sahibi tarafından kabul edilen katılımcılar katılabilir.
vi: Chỉ những người tham gia được thừa nhận bởi người chủ trì mới có thể tham gia cuộc họp.
zh_hans: 只有主持人允许的参与者可以加入会议。
zh_hant: 只有主持人允許的與會者才能加入會議。
