Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# onboarding.hiddenFilesAndFolders.outOfSight.content.message
source: You decide when hidden files are visible. There is a new setting to show hidden items temporarily.
ar: عليك أن تقرر متى تكون الملفات المخفية مرئية. هناك إعداد جديد لإظهار العناصر المخفية مؤقتًا.
de: Sie entscheiden, wann verborgene Dateien sichtbar sein sollen. Mit einer neuen Einstellung können Sie verborgene Elemente vorübergehend sichtbar machen.
es: Tú decides cuándo hacer visibles los archivos ocultos. Hay un nuevo ajuste para mostrar temporalmente los elementos ocultos.
fr: Vous décidez si les fichiers cachés sont visibles. Un nouveau paramètre permet d’afficher temporairement les éléments cachés.
id: Anda memutuskan kapan file tersembunyi terlihat. Ada pengaturan baru untuk menampilkan item tersembunyi sementara.
ja: 隠しファイルをいつ表示するかを決定します。非表示の項目を一時的に表示する新しい設定が追加されました。
ko: 숨겨진 파일이 보일 때를 정할 수 있습니다. 숨겨진 항목을 일시적으로 보이게 하는 새로운 설정이 있습니다.
pt: Você decide quando os arquivos ocultos ficam visíveis. Há uma nova configuração para mostrar itens ocultos temporariamente.
ru: Вы сами решаете, когда будут видны скрытые файлы. Появилась новая настройка для временного отображения скрытых элементов.
th: คุณสามารถเลือกได้ว่าต้องการให้ไฟล์ที่ซ่อนอยู่ปรากฏหรือไม่ มีการตั้งค่าใหม่ที่ช่วยให้คุณแสดงไฟล์ที่ซ่อนอยู่ชั่วคราวได้
tr: Gizli dosyaların ne zaman görünür olacağına siz karar verirsiniz. Gizli öğeleri geçici olarak göstermek için yeni bir ayar var.
vi: Bạn tự quyết[w]định khi bạn muốn các tệp[w]tin ẩn đi được hiển[w]thị. Có một mục lựa[w]chọn mới trong thiết[w]đặt để hiển[w]thị các mục ẩn tạm[w]thời.
zh_hans: 您可以决定何时显示隐藏的文件。有一个新的设置可以暂时显示隐藏的项目。
zh_hant: 您可以決定何時要讓隱藏的檔案顯示。有一個新的設定可以暫時顯示隱藏的項目。

# account.myAccount.title
source: My account
ar: حسابي
de: Mein Account
es: Mi cuenta
fr: Mon compte
id: Akun saya
ja: 私のアカウント
ko: 내 계정
pt: Minha conta
ru: Мой аккаунт
th: บัญชีของฉัน
tr: Hesabım
vi: Tài khoản của tôi
zh_hans: 我的帐户
zh_hant: 我的帳戶

# free.Plan.name
source: Free
ar: مجاني
es: Gratis
fr: Gratuit
id: Gratis
ja: 無料
ko: 무료
pt: Grátis
ru: Бесплатный
th: ฟรี
tr: Ücretsiz
vi: Miễn phí
zh_hans: 免费
zh_hant: 免費

# free.Plan.Price.description
source: Free
ar: مجاني
de: Kostenlos
es: Gratis
fr: Gratuit
id: Gratis
ja: 無料
ko: 무료
pt: Grátis
ru: Бесплатный
th: ฟรี
tr: Ücretsiz
vi: Miễn phí
zh_hans: 免费
zh_hant: 免費

# storage.Limit.capacity
source: %d GB
ar: %d غيغابايت
fr: %d Go
ru: %d ГБ
tr: %d BÜYÜK BRİTANYA

# account.transferQuota.freePlan.limited
source: Limited
ar: محدود
de: Begrenzt
es: Limitado
fr: Limités
id: Terbatas
ja: 制限付き
ko: 제한됨
pt: Limitado
ru: Ограничено
th: ถูกจำกัด
tr: Sınırlı
vi: Bị giới hạn
zh_hans: 有限制
zh_hant: 有限制

# account.subscription.cancel.title
source: Cancel subscription
ar: إلغاء الاشتراك
de: Abonnement kündigen
es: Cancelar suscripción
fr: Annuler l’abonnement
id: Batalkan Langganan
ja: 定期契約をキャンセル
ko: 구독 취소
pt: Cancelar assinatura
ru: Отменить подписку
th: ยกเลิกการสมัครใช้งาน
tr: Aboneliği iptal et
vi: Hủy Gói Đăng Ký Dịch Vụ
zh_hans: 取消订阅
zh_hant: 取消訂閱

# saveToPhotos.fallbackAlert.title
source: File cannot be saved
ar: لا يمكن حفظ الملف
de: Die Datei kann nicht gespeichert werden
es: No se puede guardar el archivo
fr: Le fichier ne peut pas être enregistré
id: File tidak dapat disimpan
ja: ファイルを保存できません
ko: 파일을 저장할 수 없습니다
pt: Não foi possível salvar o arquivo
ru: Невозможно сохранить файл
th: ไม่สามารถบันทึกไฟล์ได้
tr: Dosya kaydedilemiyor
vi: Không thể lưu tệp tin
zh_hans: 文件无法保存
zh_hant: 檔案無法儲存

# saveToPhotos.fallbackAlert.message
source: This file type is not supported by iOS. Would you like to make it available offline?
ar: هذا النوع من الملفات غير مدعوم من قبل أي أو إس iOS. هل ترغب في جعلها متاحة دون اتصال بالإنترنت؟
de: Dieser Dateityp wird von iOS nicht unterstützt. Möchten Sie die Datei offline bereitstellen?
es: iOS no admite este tipo de archivo. ¿Quieres que esté disponible sin conexión?
fr: Ce type de fichier n’est pas pris en charge par iOS. Voulez-vous le rendre disponible hors ligne ?
id: Jenis file ini tidak didukung oleh iOS. Apakah anda ingin membuatnya tersedia secara offline?
ja: このファイル形式はiOSではサポートされていません。オフラインでも利用できるようにしますか？
ko: 이 파일 형식은 iOS에서 지원되지 않습니다. 오프라인에서 이용 가능하게 만드시겠습니까?
pt: Esse tipo de arquivo não é compatível com o iOS. Você quer fazer com que esteja disponível offline?
ru: Этот тип файла не поддерживается iOS. Хотите сделать его доступным оффлайн?
th: ไฟล์ประเภทนี้ไม่สนับสนุนบน iOS ต้องการทำให้ไฟล์นี้พร้อมใช้งานแบบออฟไลน์หรือไม่
tr: Bu dosya türü iOS tarafından desteklenmez. Çevrimdışı kullanılabilir hale getirmek ister misiniz?
vi: Loại tệp này không được hỗ trợ bởi iOS. Bạn có muốn lưu sẵn về ngoại tuyến không?
zh_hans: iOS不支持此文件类型。您想让它可离线使用吗？
zh_hant: iOS不支援此檔案類型。你想讓它可離線使用嗎？

# password.protected.links.title
source: Password-protected links
ar: روابط محمية بكلمة مرور
de: Passwortgeschützte Links
es: Enlaces con protección por contraseña
fr: Liens protégés par mot de passe
id: Tautan yang dilindungi kata sandi
ja: パスワードで保護されたリンク
ko: 비밀번호로 보호된 링크
pt: Links protegidos por senha
ru: Защищённые паролем ссылки
th: ป้องกันลิงก์ด้วยรหัสผ่านได้
tr: Parola korumalı bağlantılar
vi: Bảo vệ đường liên kết với mật khẩu
zh_hans: 受密码保护的链接
zh_hant: 受密碼保護的連結

# links.with.expiry.dates.title
source: Links with expiry dates
ar: روابط مع تواريخ انتهاء الصلاحية
de: Links mit Ablaufdatum
es: Enlaces con fecha de caducidad
fr: Liens avec date d’expiration
id: Tautan dengan tanggal kedaluwarsa
ja: 有効期限のあるリンク
ko: 만료일이 있는 링크
pt: Links com data de validade
ru: Ссылки со сроком действия
th: ตั้งค่าลิงก์ให้หมดอายุได้
tr: Son kullanma tarihlerine sahip bağlantılar
vi: Đặt thời hạn cho đường liên kết
zh_hans: 为链接设置到期日期
zh_hant: 可為連結設定到期日期

# transfer.sharing.title
source: Transfer sharing
ar: تشارك تراسل المعطيات
de: Transfervolumen teilen
es: Transferencia compartida
fr: Partage des transferts
id: Berbagi transfer
ja: 転送共有
ko: 전송 공유
pt: Compartilhamento de transferência
ru: Обмен объёмами передач
th: แชร์การถ่ายโอนของคุณให้คนอื่นได้
tr: Aktarım paylaşımı
vi: Chia sẻ lượng truyền tải
zh_hans: 传输流量共享
zh_hant: 傳輸流量共享

# rewind.feature.title
source: Rewind
ar: ترجيع
es: Rebobinado
fr: Retour en arrière
id: Putar balik
ja: 巻き戻す
ko: 되감기
pt: Retroceder
ru: Перемотка
th: มีกระบวนการย้อนกลับไฟล์ได้
tr: Geri sar
vi: Hồi phục
zh_hans: 还原
zh_hant: 回溯

# rewind.for.free.users
source: Up to 30 days (view only)
ar: حتى 30 يومًا (للعرض فقط)
de: Bis zu 30 Tage (nur Ansicht)
es: Hasta 30 días (solo lectura)
fr: Jusqu’à 30 jours (visualiser seulement)
id: Hingga 30 hari (hanya lihat)
ja: 最大30日間（閲覧のみ）
ko: 최대 30일 (보기 전용)
pt: Até 30 dias (somente visualização)
ru: До 30 дней (только просмотр)
th: สูงสุด 30 วัน (ดูอย่างเดียว)
tr: 30 güne kadar (yalnızca görüntüleme)
vi: Lên đến 30 ngày (chỉ được xem)
zh_hans: 最多30天（仅限查看）
zh_hant: 最多30天（僅能檢視）

# rewind.for.pro.users
source: Up to %d days
ar: يصل إلى %d يوم
de: Bis zu %d Tage
es: Hasta %d días
fr: Jusqu’à %d jours
id: Hingga %d hari
ja: 最大%d日
ko: 최대 %d일
pt: Até %d dias
ru: До %d дней
th: นานถึง %d วัน
tr: Kadar %d günler
vi: Lên đến %d ngày
zh_hans: 长达%d天
zh_hant: 長達%d天

# callAndMeeting.duration.title
source: Call and meeting duration
ar: مدة المكالمة والاجتماع
de: Anruf- und Meeting-Dauer
es: Llamadas y reuniones
fr: Durée des appels et réunions
id: Durasi panggilan dan rapat
ja: 通話とミーティングの時間
ko: 통화와 회의 길이
pt: Duração de chamadas e reuniões
ru: Длительнось звонка и встречи
th: ระยะเวลาในการโทรและการประชุม
tr: Çağrı ve toplantı süresi
vi: Thời lượng cuộc gọi và cuộc họp
zh_hans: 通话和会议时长
zh_hant: 通話和會議時間

# callAndMeeting.duration.for.free.users
source: Up to 1 hour
ar: ما يصل إلى 1 ساعة
de: Bis zu 1 Stunde
es: Hasta 1 hora
fr: Jusqu’à 1 heure
id: Hingga 1 jam
ja: 最大1時間
ko: 최대 1시간
pt: Até 1 hora
ru: До 1 часа
th: นานถึง 1 ชั่วโมง
tr: 1 saate kadar
vi: Lên đến 1 tiếng
zh_hans: 长达1小时
zh_hant: 長達1小時

# callAndMeeting.duration.unlimited.for.pro.users
source: Unlimited
ar: غير محدود
de: UNBEGRENZT
es: Ilimitado
fr: Illimités
id: TAK TERBATAS
ja: 無制限
ko: 무제한
pt: ILIMITADO
ru: НЕОГРАНИЧЕН
th: ไม่จำกัด
tr: Sınırsız
vi: KHÔNG GIỚI HẠN
zh_hans: 无限制
zh_hant: 無限制

# callAndMeeting.participants.title
source: Call and meeting participants
ar: المشاركون في الاتصال والاجتماع
de: Anruf- und Meeting-Teilnehmer
es: Participantes a llamadas y reuniones
fr: Participants aux appels et réunions
id: Peserta panggilan dan rapat
ja: 通話とミーティングの参加者
ko: 통화와 회의 참여자
pt: Participantes em reuniões e chamadas
ru: Участники звонка и встречи
th: จำนวนผู้เข้าร่วมการโทรและการประชุม
tr: Çağrı ve toplantı katılımcıları
vi: Người tham gia cuộc gọi và cuộc họp
zh_hans: 通话和会议参与者
zh_hant: 通話和會議與會者

# callAndMeeting.participants.for.free.users
source: Up to 100
ar: ما يصل إلى 100
de: Bis zu 100
es: Hasta 100
fr: Jusqu’à 100
id: Hingga 100
ja: 最大100人
ko: 최대 100명
pt: Até 100
ru: До 100
th: มากสุด 100 คน
tr: 100'e kadar
vi: Lên đến 100 người
zh_hans: 最多100人
zh_hant: 最多100人

# callAndMeeting.participants.unlimited.for.pro.users
source: Unlimited
ar: غير محدود
de: UNBEGRENZT
es: Ilimitado
fr: Illimités
id: TAK TERBATAS
ja: 無制限
ko: 무제한
pt: ILIMITADO
ru: НЕОГРАНИЧЕН
th: ไม่จำกัด
tr: Sınırsız
vi: KHÔNG GIỚI HẠN
zh_hans: 无限制
zh_hant: 無限制

# cancellation.subscription.header.title
source: You’ll miss out on these features
ar: سوف تفقدُ هذه الميزات
de: Du verzichtest auf alle diese Vorteile
es: Te perderás estas características
fr: Vous ne profiterez pas des avantages suivants
id: Anda akan kehilangan fitur-fitur ini
ja: これらの機能をご利用いただけなくなります
ko: 이러한 기능들을 잃게 됩니다
pt: Você perderá estes recursos
ru: Вы потеряете эти функции
th: คุณอาจพลาดโอกาสที่จะได้ใช้ฟีเจอร์เหล่านี้
tr: Bu özellikleri kaçıracaksınız
vi: Bạn sẽ bỏ lỡ những tính năng này
zh_hans: 您将会错过这些功能
zh_hant: 你會錯過這些功能

# cancellation.subscription.header.message
source: You’ll still have access to these features until your MEGA plan expires, then you’ll be moved to a free account. You currently are using %@ of storage, you will be at risk of losing your files
ar: سيظل بإمكانك الوصول إلى هذه الميزات حتى انتهاء صلاحية باقة ميغا MEGA الخاصة بك ثم سيتم نقلك إلى حساب مجاني. أنت تستخدم حاليًا %@ من مساحة التخزين ستكون عرضة لخطر فقدان ملفاتك
de: Bis Ihr MEGA-Paket abläuft, haben Sie weiterhin Zugriff auf diese Funktionen. Danach werden Sie auf einen kostenlosen Account umgestellt. Sie belegen derzeit %@ Speicherplatz; es besteht die Gefahr, dass Sie Ihre Dateien verlieren
es: Seguirás teniendo acceso a estas características hasta que caduque tu plan de MEGA y, luego, pasarás a una cuenta gratis. Actualmente estás usando %@ de almacenamiento y correrás el riesgo de perder tus archivos
fr: Vous aurez toujours accès à ces caractéristiques jusqu’à l’expiration de votre abonnement MEGA. Vous serez ensuite transféré vers un compte gratuit. Vous utilisez actuellement %@ d’espace de stockage, vous risquerez de perdre vos fichiers.
id: Anda masih akan memiliki akses ke fitur-fitur ini sampai paket MEGA anda berakhir, kemudian anda akan dipindahkan ke akun gratis. Saat ini anda menggunakan %@ dari penyimpanan, anda akan berisiko kehilangan file anda
ja: MEGAプランの有効期限が切れるまでは、引き続きこれらの機能にアクセスできます。その後、有効期限が切れたら、無料アカウントに移行します。 現在、ストレージの%@を使用されているため、ファイルが失われる危険があります。
ko: MEGA 요금제가 만료될 때까지 이러한 기능들에 접근할 수 있지만, 이후에는 무료 계정으로 옮겨집니다. 현재 저장소의 %@를 사용 중이며, 파일 손실의 위험이 있습니다
pt: Você ainda terá acesso aos recursos até que o seu plano do MEGA expirar, e então a sua conta passará a ser gratuita. Você está usando atualmente %@ de armazenamento, e você corre o risco de perder os seus arquivos
ru: Эти функции будут доступны вам до истечения срока действия плана MEGA, а затем вы перейдете на бесплатный аккаунт. В настоящее время вы используете %@ хранилища, вы рискуете потерять свои файлы с уменьшением доступного места.
th: คุณยังสามารถใช้งานฟีเจอร์เหล่านี้ได้จนกว่าแผน MEGA ของคุณจะหมดอายุ หลังจากนั้น คุณจะถูกย้ายไปยังบัญชีฟรี ปัจจุบันคุณใช้พื้นที่จัดเก็บข้อมูล %@ คุณอาจสูญเสียไฟล์ของคุณหากพื้นที่จัดเก็บข้อมูลเต็ม
tr: MEGA planınızın süresi dolana kadar bu özelliklere erişmeye devam edeceksiniz, ardından ücretsiz bir hesaba taşınacaksınız. Şu anda kullanıyorsunuz %@ depolama alanı, dosyalarınızı kaybetme riskiyle karşı karşıya kalacaksınız
vi: Bạn vẫn sẽ có quyền truy cập vào các tính năng này cho đến khi gói MEGA của bạn hết hạn, sau đó bạn sẽ trở thành tài khoản miễn phí. Bạn hiện đang sử dụng %@ của không gian lưu trữ, bạn sẽ có nguy cơ mất các tệp tin của mình
zh_hans: 在您的MEGA方案到期之前，您仍然可以使用这些功能，然后您将被转移到免费帐户。 您目前正在使用%@的存储空间，您将面临丢失文件的风险
zh_hant: 在您的MEGA方案到期之前，您仍然可以使用這些功能，然後您將轉移到免費帳戶。 您目前正在使用%@的儲存空間，您將面臨遺失檔案的風險

# cancellation.subscription.keep.pro.plan.button.title
source: Keep %@
ar: الإبقاء على %@
de: %@ behalten
es: Mantener %@
fr: Garder %@
id: Simpan %@
ja: %@を維持する
ko: %@ 유지
pt: Manter o plano %@
ru: Оставить %@
th: ใช้งานแผน %@ ต่อไป
tr: Sakla %@
vi: Giữ %@
zh_hans: 保留%@
zh_hant: 保留%@

# cancellation.subscription.continue.cancellation.button.title
source: Continue cancellation
ar: تابع الإلغاء
de: Mit Kündigung fortfahren
es: Cancelar subscripción
fr: Poursuivre l’annulation
id: Lanjutkan pembatalan
ja: キャンセルを続ける
ko: 취소 진행
pt: Continuar o cancelamento
ru: Продолжить отмену
th: ดำเนินการยกเลิกต่อไป
tr: İptaline devam et
vi: Tiếp tục hủy
zh_hans: 继续取消
zh_hant: 仍要取消

# feature.title
source: Feature
ar: ميزة
de: Funktion
es: Característica
fr: Caractéristique
id: Fitur
ja: 機能
ko: 기능
pt: Recurso
ru: Особенность
th: ฟีเจอร์
tr: Özellik
vi: Tính năng
zh_hans: 功能
zh_hant: 功能

# accounts.cancelSubscriptionSteps.googlePlay.title
source: Your subscription is not managed by Apple.
ar: لا تتم إدارة اشتراكك من قبل آبل Apple.
de: Ihr Abonnement wird nicht von Apple verwaltet.
es: Apple no administra tu suscripción.
fr: Votre abonnement n’est pas géré par Apple.
id: Langganan anda tidak dikelola oleh Apple.
ja: お客様のサブスクリプションはAppleによって管理されていません。
ko: 당신의 구독은 Apple에 의해 관리되지 않습니다
pt: A sua assinatura não é gerenciada pela Apple.
ru: Ваша подписка не управляется Apple.
th: การสมัครใช้งานของคุณไม่ได้จัดการโดย Apple
tr: Aboneliğiniz Apple tarafından yönetilmiyor.
vi: Gói đăng ký của bạn không có quản lý bởi Apple.
zh_hans: 您的订阅不由Apple管理。
zh_hant: 您的訂閱不受Apple管理。

# accounts.cancelSubscriptionSteps.googlePlay.message
source: This is because you subscribed to MEGA via Google Play. To cancel your subscription, you will need to:
ar: هذا لأنك اشتركت في ميغا MEGA عبر غوغل بلاي Google Play. لإلغاء اشتراكك، ستحتاج إلى:
de: Der Grund hierfür ist, dass Sie MEGA über Google Play abonniert haben. Um Ihr Abonnement zu kündigen, gehen Sie wie folgt vor:
es: Te has suscrito a MEGA a través de Google Play. Para cancelar tu suscripción:
fr: En effet, vous vous êtes abonné à MEGA avec Google Play. Pour annuler votre abonnement, vous devez :
id: Ini karena anda berlangganan MEGA melalui Google Play. Untuk membatalkan langganan anda, anda harus:
ja: これは、Google Play経由でMEGAのサブスクリプション契約をされたためです。サブスクリプションをキャンセルするには、次のことを行う必要があります：
ko: 이것은 당신이 Google Play를 통해 MEGA를 구독하였기 때문입니다. 구독을 취소하려면, 다음을 하세요:
pt: Você assinou o MEGA por meio da Google Play Store. Para cancelar a sua assinatura, você precisa fazer o seguinte:
ru: Это связано с тем, что вы подписались на MEGA через Google Play. Чтобы отменить подписку, выполните следующие шаги:
th: เนื่องจากคุณสมัครใช้งาน MEGA ผ่าน Google Play หากต้องการยกเลิกการสมัครใช้งาน คุณต้อง:
tr: Bunun nedeni, MEGA'ya Google Play üzerinden abone olmanızdır. Aboneliğinizi iptal etmek için yapmanız gerekenler:
vi: Điều này là do bạn đã đăng ký MEGA thông qua Google Play. Để hủy gói đăng ký, bạn sẽ cần:
zh_hans: 这是因为您通过Google Play订阅的MEGA。若要取消订阅，您需要：
zh_hant: 這是因為您透過Google Play訂閱了MEGA。若要取消訂閱，您需要：

# accounts.cancelSubscriptionSteps.googlePlay.webBrowser.title
source: In a web browser
ar: في متصفح الويب
de: In einem Webbrowser
es: En un navegador web
fr: Dans un navigateur Web
id: Di browser web
ja: ウェブブラウザの場合
ko: 웹 브라우저에서
pt: No navegador de um computador
ru: В браузере
th: ในเว็บเบราว์เซอร์
tr: Web tarayıcısında
vi: Dùng một trình duyệt web
zh_hans: 在网页浏览器中
zh_hant: 在網頁瀏覽器中

# accounts.cancelSubscriptionSteps.googlePlay.webBrowser.step.one
source: 1. Visit play.google.com
ar: 1. قم بزيارة play.google.com
de: 1. Öffnen Sie play.google.com
es: 1. Visita play.google.com
fr: 1. Accédez à play.google.com
id: 1. Kunjungi play.google.com
ja: 1. play.google.comにアクセスする。
ko: 1. play.google.com에 방문합니다
pt: 1. Acesse play.google.com
ru: 1. Посетите play.google.com
th: 1. ไปที่ play.google.com
tr: 1. Ziyaret play.google.com
vi: 1. Truy cập play.google.com
zh_hans: 1. 访问play.google.com
zh_hant: 1. 造訪play.google.com

# accounts.cancelSubscriptionSteps.googlePlay.webBrowser.step.two
source: 2. Sign in with your Google Play account.
ar: 2. قم بتسجيل الدخول باستخدام حساب غوغل بلاي Google Play الخاص بك.
de: 2. Melden Sie sich mit Ihrem Google-Play-Account an.
es: 2. Inicia sesión con tu cuenta de Google Play.
fr: 2. Connectez-vous à votre compte Google Play.
id: 2. Masuk dengan akun Google Play anda.
ja: 2. Google Playアカウントでサインインする。
ko: 2. Google Play 계정으로 로그인 합니다.
pt: 2. Faça login com a sua conta da Google Play Store.
ru: 2. Войдите в свой аккаунт Google Play.
th: 2. ลงชื่อเข้าใช้ด้วยบัญชี Google Play ของคุณ
tr: 2. Google Play hesabınızla oturum açın.
vi: 2. Đăng nhập với tài khoản Google Play của bạn.
zh_hans: 2. 使用您的Google Play帐户登入。
zh_hant: 2. 使用您的Google Play帳戶登入。

# accounts.cancelSubscriptionSteps.googlePlay.webBrowser.step.three
source: 3. Click your avatar.
ar: 3. انقر فوق الصورة الرمزية avatar الخاصة بك.
de: 3. Klicken Sie auf Ihr Profilbild.
es: 3. Haz clic en tu avatar.
fr: 3. Cliquez sur votre avatar.
id: 3. Klik avatar anda.
ja: 3. アバターをクリックする。
ko: 3. 아바타를 클릭합니다.
pt: 3. Clique no seu avatar.
ru: 3. Нажмите на свой аватар.
th: 3. คลิกที่รูปประจำตัวของคุณ
tr: 3. Avatarınızı tıklayın.
vi: 3. Nhấp vào ảnh đại diện của bạn.
zh_hans: 3. 点击您的头像。
zh_hant: 3. 點擊您的大頭貼。

# accounts.cancelSubscriptionSteps.googlePlay.webBrowser.step.four
source: 4. Click <b>Payments & subscriptions.</b>
ar: 4. انقر على <b>الدفعات والاشتراكات.</b>
de: 4. Klicken Sie auf <b>Zahlungen & Abos.</b>
es: 4. Haz clic en <b>Pagos y suscripciones.</b>
fr: 4. Cliquez sur <b>Paiements et abonnements.</b>
id: 4. Klik <b>Pembayaran & langganan.</b>
ja: 4.<b>お支払いと定期購入</b>をクリックする。
ko: 4. <b>결제 및 정기 결제</b>를 클릭합니다.
pt: 4. Clique em <b>Pagamentos e assinaturas</b>.
ru: 4. Нажмите <b>«Платежи и подписки»</b>.
th: 4. คลิก<b>การชำระเงินและการสมัครใช้งาน</b>
tr: 4. Tıklayın <b>Ödemeler ve abonelikler.</b>
vi: 4. Nhấp vào <b>Thanh toán và gói thuê bao.</b>
zh_hans: 4. 点击<b>付款&订阅。</b>
zh_hant: 4. 點擊<b>付款&訂閱。</b>

# accounts.cancelSubscriptionSteps.googlePlay.webBrowser.step.five
source: 5. Click <b>Subscriptions.</b>
ar: 5. انقر على <b>الإشتراكات.</b>
de: 5. Klicken Sie auf <b>Abos.</b>
es: 5. Haz clic en <b>Suscripciones.</b>
fr: 5. Cliquez sur <b>Abonnements.</b>
id: 5. Klik <b>Langganan.</b>
ja: 5.<b>定期購入</b>をクリックする。
ko: 5. <b>정기 결제</b>를 클릭합니다.
pt: 5. Clique em <b>Assinaturas</b>.
ru: 5. Нажмите <b>«Подписки»</b>.
th: 5. คลิก<b>การสมัครใช้งาน</b>
tr: 5. Tıklayın <b>Abonelikler.</b>
vi: 5. Nhấp vào <b>Gói thuê bao.</b>
zh_hans: 5. 点击<b>订阅。</b>
zh_hant: 5. 點擊<b>訂閱。</b>

# accounts.cancelSubscriptionSteps.googlePlay.webBrowser.step.six
source: 6. Under your MEGA subscription, click <b>Cancel subscription.</b>
ar: 6. ضمن اشتراك ميغا MEGA الخاص بك، انقر على <b>إلغاء الاشتراك.</b>
de: 6. Klicken Sie unter Ihrem MEGA-Abonnement auf <b>Abo kündigen.</b>
es: 6. En tu suscripción a MEGA, haz clic en <b>Cancelar suscripción.</b>
fr: Sous votre abonnement MEGA, cliquez sur <b>Annuler l’abonnement</b>.
id: 6. Di bawah langganan MEGA anda, klik <b>Batalkan langganan.</b>
ja: 6. MEGAサブスクリプション（定期購入）の下で、<b>定期購入をキャンセル</b>をクリックする。
ko: 6. MEGA 구독 아래에, <b>구독 취소</b>를 클릭합니다.
pt: 6. Clique em <b>Cancelar assinatura</b> abaixo da sua assinatura do MEGA, .
ru: 6. Под подпиской MEGA нажмите <b>«Отменить подписку»</b>.
th: 6. คลิก <b>ยกเลิกการสมัครใช้งาน</b>ที่ปรากฎอยู่ใต้การสมัครใช้งาน MEGA ของคุณ
tr: 6. MEGA aboneliğinizin altında tıklayın <b>Aboneliği iptal et.</b>
vi: 6. Trong phần gói đăng ký MEGA của bạn, nhấp vào <b>Hủy đăng ký.</b>
zh_hans: 6. 在您的MEGA订阅下，点击<b>取消订阅。</b>
zh_hant: 6. 在您的MEGA訂閱下，點擊取消訂閱<b>取消訂閱。</b>

# accounts.cancelSubscriptionSteps.googlePlay.androidDevice.title
source: On an Android device
ar: على جهاز أندرويد Android
de: Auf einem Android-Gerät
es: En un dispositivo Android
fr: Sur un appareil Android
id: Di perangkat Android
ja: Androidデバイスの場合
ko: Android 장치에서
pt: Em um dispositivo Android
ru: На устройстве Android
th: บนอุปกรณ์ Android
tr: Bir Android cihazda
vi: Trên thiết bị Android
zh_hans: 在Android设备上
zh_hant: 在Android裝置上

# accounts.cancelSubscriptionSteps.googlePlay.androidDevice.step.one
source: 1. Open the Play Store app.
ar: 1. افتح تطبيق متجر بلاي Play Store.
de: 1. Öffnen Sie die Play-Store-App.
es: 1. Abre la aplicación Play Store.
fr: 1. Ouvrez l’appli Play Store.
id: 1. Buka aplikasi Play Store.
ja: 1. Playストアアプリを開く。
ko: 1. Play Store 앱을 엽니다.
pt: 1. Abra o aplicativo da Play Store.
ru: 1. Откройте приложение Play Store.
th: 1. เปิดแอป Play Store
tr: 1. Play Store uygulamasını açın.
vi: 1. Mở ứng dụng Cửa hàng Play.
zh_hans: 1. 打开Play商店应用程序。
zh_hant: 1. 開啟Play商店應用程式。

# accounts.cancelSubscriptionSteps.googlePlay.androidDevice.step.two
source: 2. Sign in with your Google Play account (if required).
ar: 2. قم بتسجيل الدخول باستخدام حساب غوغل بلاي Google Play الخاص بك (إذا لزم الأمر).
de: 2. Melden Sie sich mit Ihrem Google-Play-Account an (falls erforderlich).
es: 2. Inicia sesión con tu cuenta de Google Play (si es necesario).
fr: 2. Connectez-vous à votre compte Google Play (si nécessaire).
id: 2. Masuk dengan akun Google Play anda (jika diperlukan).
ja: 2. Google Playアカウントでサインインする（必要な場合）。
ko: 2. Google Play 계정으로 로그인합니다 (필요한 경우).
pt: 2. Faça login com a sua conta da Google Play Store (se necessário).
ru: 2. Войдите в свой аккаунт Google Play (если требуется).
th: 2. ลงชื่อเข้าใช้ด้วยบัญชี Google Play ของคุณ (หากระบบถาม)
tr: 2. Google Play hesabınızla oturum açın (gerekirse).
vi: 2. Đăng nhập với tài khoản Google Play của bạn (nếu cần).
zh_hans: 2. 使用您的Google Play帐户登入（如果需要）。
zh_hant: 2. 使用您的Google Play帳戶登入（如果需要）。

# accounts.cancelSubscriptionSteps.googlePlay.androidDevice.step.three
source: 3. Tap your avatar.
ar: 3. انقر فوق الصورة الرمزية avatar الخاصة بك.
de: 3. Tippen Sie auf Ihr Profilbild.
es: 3. Pulsa tu avatar.
fr: 3. Touchez votre avatar.
id: 3. Ketuk avatar anda.
ja: 3. アバターをタップする。
ko: 3. 아바타를 탭합니다.
pt: 3. Pressione o seu avatar.
ru: 3. Нажмите на свой аватар.
th: 3. แตะที่รูปประจำตัวของคุณ
tr: 3. Avatarınıza dokunun.
vi: 3. Chạm vào ảnh đại diện của bạn.
zh_hans: 3. 点按您的头像。
zh_hant: 3. 點選您的大頭貼。

# accounts.cancelSubscriptionSteps.googlePlay.androidDevice.step.four
source: 4. Tap <b>Payments & subscriptions.</b>
ar: 4. انقر على <b>الدفعات والاشتراكات.</b>
de: 4. Tippen Sie auf <b>Zahlungen & Abos.</b>
es: 4. Pulsa <b>Pagos y suscripciones.</b>
fr: 4. Touchez <b>Paiements et abonnements.</b>
id: 4. Ketuk <b>Pembayaran & langganan.</b>
ja: 4.<b>お支払いと定期購入</b>をタップする。
ko: 4. <b>결제 및 정기 결제</b>를 탭합니다.
pt: 4. Pressione <b>Pagamentos e assinaturas</b>.
ru: 4. Нажмите <b>«Платежи и подписки»</b>.
th: 4. แตะ<b>การชำระเงินและการสมัครใช้งาน</b>
tr: 4. dokunun <b>Ödemeler ve abonelikler.</b>
vi: 4. Chạm vào <b>Thanh toán và gói thuê bao.</b>
zh_hans: 4. 点按<b>付款&订阅。</b>
zh_hant: 4. 點選<b>付款&訂閱。</b>

# accounts.cancelSubscriptionSteps.googlePlay.androidDevice.step.five
source: 5. Tap <b>Subscriptions</b>
ar: 5. انقر على <b>الإشتراكات.</b>
de: 5. Tippen Sie auf <b>Abos</b>.
es: 5. Pulsa <b>Suscripciones</b>
fr: 5. Touchez <b>Abonnements.</b>
id: 5. Ketuk <b>Langganan</b>
ja: 5.<b>定期購入</b>をタップする。
ko: 5. <b>정기 결제</b>를 탭합니다
pt: 5. Pressione <b>Assinaturas</b>.
ru: 5. Нажмите <b>«Подписки»</b>.
th: 5. แตะ<b>การสมัครใช้งาน</b>
tr: 5. dokunun <b>Abonelikler</b>
vi: 5. Chạm vào <b>Gói thuê bao.</b>
zh_hans: 5. 点按<b>订阅</b>
zh_hant: 5. 點選<b>訂閱</b>
