Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# copyFilesFolderMessage
source: %d files and 1 folder copied
ar: تم نسخ %d ملف و 1 مجلد
de: %d Dateien und 1 Ordner kopiert
es: %d archivos y 1 carpeta copiados
fr: %d fichiers et 1 dossier ont été copiés
id: %d file dan 1 folder tersalin
ja: %d個のファイルと1個のフォルダをコピーしました
ko: 파일 %d개와 폴더 1개 복사됨
pt: %d arquivos e 1 pasta copiados
ru: Файлы (%d) и 1 папка скопированы
th: %d ไฟล์และ 1 โฟลเดอร์ถูกคัดลอกแล้ว
tr: %d dosyalar ve 1 klasör kopyalandı
vi: %d tệp tin và 1 thư mục đã sao chép xong
zh_hans: 已复制%d个文件和1个文件夹
zh_hant: 已複製%d個檔案和1個資料夾

# copyFilesFoldersMessage
source: [A] files and [B] folders copied
ar: تم نسخ [A] ملف و [B] مجلد
de: [A] Dateien and [B] Ordner kopiert
es: [A] archivos y [B] carpetas copiados
fr: [A] dossiers • [B] fichiers ont été copiés
id: [A] file dan [B] folder tersalin
ja: [A]個のファイルと[B]個のフォルダをコピーしました
ko: 파일 [A]개와 폴더 [B]개 복사됨
pt: [A] arquivos e [B] pastas copiados
ru: Скопировано файлов: [A] и папок: [B]
th: [A] ไฟล์และ [B] โฟลเดอร์ถูกคัดลอกแล้ว
tr: [A] dosyalar ve [B] kopyalanan klasörler
vi: [A] tệp tin và [B] thư mục đã được sao chép
zh_hans: 已复制[A]个文件和[B]个文件夹
zh_hant: 已複製[A]個檔案與[B]個資料夾

source: Rename
ar: تغيير الاسم
de: Umbenennen
es: Renombrar
fr: Renommer
id: Ubah nama
ja: 名前を変更
ko: 이름 바꾸기
pt: Renomear
ru: Переименовать
th: เปลี่ยนชื่อ
tr: Yeniden Adlandır
vi: Đổi tên
zh_hans: 重命名
zh_hant: 重新命名

# renameNodeMessage
source: Enter a new name
ar: أدخل اسمًا جديدًا
de: Geben Sie einen neuen Namen ein
es: Introducir un nombre nuevo
fr: Saisissez un nouveau nom.
id: Masukkan nama baru
ja: 新しい名前を入力してください
ko: 새 이름을 입력하세요
pt: Digite um novo nome
ru: Введите новое название
th: กรอกชื่อใหม่
tr: Yeni bir isim girin
vi: Nhập một tên mới.
zh_hans: 输入新名称
zh_hant: 輸入新的名稱

# general.error.charactersNotAllowed
source: The following characters are not allowed: %@
ar: المحارف التالية غير مسموح بها: %@
de: Die folgenden Zeichen sind nicht zulässig: %@
es: Los siguientes caracteres no están permitidos: %@
fr: Les caractères suivants ne sont pas autorisés : %@
id: Karakter berikut tidak diperbolehkan: %@
ja: 次の文字は許可されていません：%@
ko: 다음의 문자는 허용되지 않습니다: %@
pt: Os seguintes caracteres não são permitidos: %@
ru: Следующие символы не допускаются: %@
th: ไม่อนุญาตให้ใช้อักขระต่อไปนี้: %@
tr: Aşağıdaki karakterlere izin verilmez: %@
vi: Các ký tự này không được phép sử dụng: %@
zh_hans: 不允许使用这些字符：%@
zh_hant: 不允許使用以下字元：%@

# rename_file_alert_title
source: Rename file %@?
ar: أعد تسمية الملفّ %@؟
de: Datei %@ umbenennen?
es: ¿Renombrar archivo %@?
fr: Renommer le fichier %@ ?
id: Ganti nama file %@?
ja: ファイル%@の名前を変更しますか？
ko: %@ 파일의 이름을 바꿀까요?
pt: Renomear o arquivo %@?
ru: Переименовать файл %@?
th: เปลี่ยนชื่อไฟล์ %@ หรือไม่
tr: Dosyayı yeniden adlandırın %@?
vi: Đổi tên tệp %@?
zh_hans: 是否重命名文件%@？
zh_hant: 重新命名檔案 %@？

# rename.confirmationAlert.title
source: File extension change
ar: تغيير لاحقة الملف
de: Änderung des Dateisuffix
es: Cambio de extensión del archivo
fr: Changement de l’extension du fichier
id: Ekstensi file berubah
ja: ファイル拡張子の変更
ko: 파일 확장자 변경
pt: Alteração da extensão do arquivo
ru: Изменение расширения файла
th: มีการเปลี่ยนแปลงนามสกุลไฟล์
tr: Dosya uzantısı değişikliği
vi: Thay đổi định dạng tệp tin
zh_hans: 更改文件扩展名
zh_hant: 已更改副檔名

# rename.confirmationAlert.description
source: You might not be able to open this file if you change its extension.
ar: قد لا تتمكن من فتح هذا الملف إذا قمت بتغيير لاحقته .
de: Wenn Sie die Dateierweiterung ändern, können Sie diese Datei möglicherweise nicht mehr öffnen.
es: Es posible que no puedas abrir este archivo si cambia su extensión.
fr: Si vous changez son extension, l’ouverture de ce fichier pourrait être impossible.
id: Anda mungkin tidak dapat membuka file ini jika anda mengubah ekstensinya.
ja: 拡張子を変更すると、このファイルが開けなくなる可能性があります。
ko: 확장자를 변경하면 파일을 열지 못할 수도 있습니다.
pt: Se você alterar a extensão deste arquivo, pode ser que você não consiga abri-lo.
ru: Возможно, вы не сможете открыть этот файл, если измените его расширение.
th: หากคุณเปลี่ยนนามสกุล อาจจะไม่สามารถเปิดไฟล์นี้ได้
tr: Uzantısını değiştirirseniz bu dosyayı açamayabilirsiniz.
vi: Bạn có thể sẽ không truy cập được vào tệp tin này nếu bạn thay đổi định dạng.
zh_hans: 如果更改扩展名，您可能无法打开此文件。
zh_hant: 如果您更改副檔名，您可能無法開啟這個檔案。

# rename.confirmationAlert.ok
source: Change anyway
ar: تغيير على أي حال
de: Trotzdem ändern
es: Cambiar de todos modos
fr: La changer quand même
id: Tetap ganti
ja: とにかく変更する
ko: 어쨌든 변경하기
pt: Alterar mesmo assim
ru: Всё равно изменить
th: ยืนยันการเปลี่ยน
tr: Yine de değiştir
vi: Vẫn cứ đổi
zh_hans: 仍要更改
zh_hant: 仍要更改

# rename.fileWithoutExtension
source: File without extension .%@
ar: ملف بدون لاحقة.%@
de: Datei ohne Suffix .%@
es: Archivo sin extensión .%@
fr: Fichier sans extension .%@
id: Berkas tanpa ekstensi .%@
ja: ファイルに拡張子.%@がありません
ko: 확장자가 없는 파일 .%@
pt: Arquivo sem extensão %@
ru: Файл без расширения .%@
th: ไฟล์ที่ไม่มีนามสกุล .%@
tr: Uzantısız dosya.%@
vi: Tệp tin thiếu định dạng. %@
zh_hans: 文件缺少扩展名 .%@
zh_hant: 檔案沒有副檔名。%@

source: Replace
ar: استبدال
de: Ersetzen
es: Sustituir
fr: Remplacer
id: Ganti
ja: 置き換える
ko: 바꾸기
pt: Substituir
ru: Заменить
th: แทนที่
tr: Değiştir
vi: Thay thế
zh_hans: 替换
zh_hant: 取代

# permissionTitle
source: Permission error
ar: خطأ في الإذن
de: Keine Zugriffsberechtigung
es: Error de permisos
fr: Erreur de droits
id: Kesalahan izin
ja: 権限エラー
ko: 권한 오류
pt: Erro de permissões
ru: Недостаточно прав доступа
th: ข้อผิดพลาดในสิทธิ์
tr: İzin hatası
vi: Lỗi quyền hạn
zh_hans: 权限错误
zh_hant: 權限錯誤

# permissionMessage
source: Check your permissions on this folder
ar: راجع أذوناتك لهذا المجلد
de: Bitte Zugriffsberechtigungen für diesen Ordner prüfen
es: Comprueba tus permisos sobre esta carpeta
fr: Vérifiez vos droits pour ce dossier
id: Cek izin anda untuk folder ini
ja: このフォルダに対する権限を確認してください
ko: 이 폴더에 대한 권한을 확인하세요
pt: Verifique suas permissões nesta pasta
ru: Проверьте права доступа на эту папку
th: ตรวจสอบสิทธิ์ของคุณบนโฟลเดอร์นี้
tr: Bu klasördeki izinlerinizi kontrol edin
vi: Xin xem lại quyền hạn của bạn đối với thư mục này
zh_hans: 请检查您对此文件夹的权限
zh_hant: 請檢查您被授予此資料夾的權限

# Import to Cloud Drive
source: Add to Cloud drive
ar: الإضافة الي محرك السحابة
de: In Cloud Drive kopieren
es: Añadir a la Nube
fr: Ajouter au Disque nuagique
id: Tambah ke Cloud drive
ja: クラウドドライブに追加する
ko: 클라우드 드라이브에 추가
pt: Adicionar à Nuvem de arquivos
ru: Добавить на Облачный диск
th: เพิ่มไปยังคลาวด์ไดร์ฟ
tr: Bulut sürücüsüne ekle
vi: Lưu vào Ổ Mây
zh_hans: 添加到云盘
zh_hant: 加到雲端硬碟

# fileImported
source: File saved to Cloud drive
ar: تم حفظ الملف على السواقة السحابية
de: Datei im Cloud Drive gespeichert
es: Archivo guardado en la Nube
fr: Le fichier a été enregistré dans le Disque nuagique
id: File disimpan ke drive Cloud
ja: ファイルがクラウドドライブに保存されました
ko: 파일이 클라우드 드라이브에 저장되었습니다
pt: Arquivo salvo na Nuvem de arquivos
ru: Файл сохранён в Облачном диске
th: บันทึกไฟล์ไปที่คลาวด์ไดรฟ์แล้ว
tr: Bulut sürücüsüne kaydedilen dosya
vi: Tệp tin đã được lưu vào Ổ mây
zh_hans: 文件已保存到云盘
zh_hant: 檔案已儲存到雲端硬碟

# filesImported
source: Files saved to Cloud drive
ar: الملفات المحفوظة على السواقة السحابية
de: Dateien im Cloud Drive gespeichert
es: Archivos guardados en la Nube
fr: Le fichier a été enregistré dans le Disque nuagique
id: File disimpan ke drive Cloud
ja: ファイルがクラウドドライブに保存されました
ko: 파일이 클라우드 드라이브에 저장되었습니다
pt: Arquivos salvos na Nuvem de arquivos
ru: Файлы сохранены в Облачном диске
th: บันทึกไฟล์ไปที่คลาวด์ไดรฟ์แล้ว
tr: Bulut sürücüsüne kaydedilen dosyalar
vi: Các tệp tin đã được lưu vào Ổ Mây
zh_hans: 文件已保存到云盘
zh_hant: 檔案已儲存到雲端硬碟

# selectTitle
source: Select items
ar: اختر العناصر
de: Auswählen
es: Seleccionar elementos
fr: Sélectionner des éléments
id: Pilih item
ja: 項目を選択
ko: 항목 선택
pt: Selecione os itens
ru: Выбор элементов
th: เลือกรายการ
tr: Öğeleri seçin
vi: Lựa chọn mục
zh_hans: 选择项目
zh_hant: 選擇項目

# skipButton
source: Skip
ar: تخطى
de: Überspringen
es: Saltar
fr: Ignorer
id: Lewati
ja: スキップ
ko: 건너뛰기
pt: Pular
ru: Пропустить
th: ข้าม
tr: Atla
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 略過

# Automatically backup your photos and videos to the Cloud Drive.
source: Automatically back up your photos and videos to your Cloud drive.
ar: نسخ احتياطي للصور ومقاطع الفيديو تلقائياً إلى سواقتك السحابية.
de: Automatisches Backup Ihrer Fotos und Videos in Ihr Cloud Drive.
es: Realizar backups automáticos de fotos y vídeos en la Nube.
fr: Sauvegardez automatiquement vos photos et vos vidéos dans votre Disque nuagique.
id: Cadangkan foto dan video anda secara otomatis ke Drive Cloud anda.
ja: あなたの写真や動画をあなたのクラウドドライブに自動的にバックアップします。
ko: 자동으로 당신의 사진과 동영상을 클라우드 드라이브에 백업합니다.
pt: Faça o backup automático de fotos e vídeos na sua Nuvem.
ru: Автоматически загружать фото и видео на облачный диск.
th: สำรองรูปภาพและวิดีโอของคุณไปยังคลาวด์ไดร์ฟโดยอัตโนมัติ
tr: Fotoğraflarınızı ve videolarınızı otomatik olarak Cloud sürücünüze yedekleyin.
vi: Tự động hóa sao lưu các hình ảnh và videos lên Ổ Mây của bạn.
zh_hans: 自动备份您的照片和视频到您的云盘。
zh_hant: 自動將您的相片與影片備份到您的雲端硬碟。

# enableCameraUploadsButton
source: Enable Camera uploads
ar: تمكين ترفيعات الكاميرا
de: Kamera-Uploads aktivieren
es: Activar las Subidas de la cámara
fr: Activer les Téléversements de l’appareil photo
id: Aktifkan Unggahan kamera
ja: カメラアップロードを有効にする
ko: 카메라 업로드 활성화
pt: Ativar Uploads da câmera
ru: Включить Загрузки из камеры
th: เปิดใช้งานอัปโหลดกล้อง
tr: Kamera yüklemelerini etkinleştir
vi: Bật Đăng Tải Camêra
zh_hans: 启用相机上传
zh_hant: 啟用相機上傳

source: Camera uploads enabled
ar: تم تمكين ترفيعات الكاميرا
de: Kamera-Uploads aktiviert
es: Subidas de la cámara activadas
fr: Les Téléversements de l’appareil photo sont activés
id: Unggahan Kamera teraktifkan
ja: カメラアップロードが有効になりました
ko: 카메라 업로드 활성화됨
pt: Uploads da câmera ativos
ru: Загрузки из камеры включены
th: เปิดใช้งานอัปโหลดจากกล้อง
tr: Kamera yüklemeleri etkinleştirildi
vi: Đăng tải camêra đang được bật
zh_hans: 相机上传已启用
zh_hant: 已開啟相機上傳

source: Camera uploads complete
ar: اكتملت ترفيعات الكاميرا
de: Kamera-Uploads beendet
es: Subidas de la cámara completadas
fr: Les téléversements de l’appareil photo sont terminés
id: Unggahan kamera selesai
ja: カメラアップロードが完了しました
ko: 카메라 업로드 완료
pt: Uploads da câmera concluídos
ru: Загрузки из камеры завершены
th: การอัปโหลดกล้องเสร็จสมบูรณ์
tr: Kamera yüklemeleri tamamlandı
vi: Đăng tải camêra đã hoàn tất
zh_hans: 相机上传完成
zh_hant: 相機上傳完成

# cameraUploadsPendingFile
source: Upload in progress, 1 file pending
ar: جاري الترفيع، 1 ملف قيد الانتظار
de: Upload läuft, noch eine Datei
es: Subida en curso, 1 archivo pendiente
fr: Téléversement en cours, 1 fichier en attente
id: Unggahan sedang berlangsung, 1 file tertunda
ja: アップロード中、1個のファイルを保留中
ko: 업로드 진행중, 파일 1개 대기중
pt: Upload em andamento, 1 arquivo pendente
ru: Выполняется загрузка, остался 1 файл
th: กำลังอัปโหลด กำลังรอไฟล์ 1 ไฟล์
tr: Yükleme devam ediyor, 1 dosya beklemede
vi: Việc tải lên đang được thực hiện, 1 tệp tin đang chờ
zh_hans: 正在上传中，1个文件待处理
zh_hant: 正在上傳中，尚有1個檔案待處理

# cameraUploadsPendingFiles
source: Upload in progress, %lu files pending
ar: جاري الترفيع، %lu ملف قيد الانتظار
de: Upload läuft, noch %lu Dateien
es: Subida en curso, %lu archivos pendientes
fr: Téléversement en cours, %lu fichiers en attente
id: Unggahan sedang berlangsung, %lu file tertunda
ja: アップロード中、%lu個のファイルを保留中
ko: 업로드 진행중, 파일 %lu개 대기중
pt: Upload em andamento, %lu arquivos pendentes
ru: Выполняется загрузка, осталось файлов: %lu
th: กำลังอัปโหลด กำลังรอไฟล์ %lu ไฟล์
tr: Yükleme devam ediyor, %lu bekleyen dosyalar
vi: Việc tải lên đang được thực hiện, %lu tệp tin đang chờ
zh_hans: 正在上传中，%lu个文件待处理
zh_hant: 正在上傳中，尚有%lu個檔案待處理

# cameraUploads.timeline.title
source: Timeline
ar: الجدول الزمني
de: Zeitleiste
es: Cronología
fr: Vue chronologique
id: Linimasa
ja: タイムライン
ko: 연표
pt: Linha do tempo
ru: Временная шкала
th: ไทม์ไลน์
tr: Zaman Çizelgesi
vi: Dòng thời gian
zh_hans: 时间线
zh_hant: 時間軸

# cameraUploads.timeline.allMedia.empty.title
source: No media found
ar: لم يتم العثور على أي وسائط
de: Keine Medien gefunden
es: No hay ni imágenes ni vídeos
fr: Aucun média n’a été trouvé
id: Tidak ada media ditemukan
ja: メディアが見つかりません
ko: 발견된 미디어 없음
pt: Não há arquivos de mídia
ru: Медиафайлы не найдены
th: ไม่พบสื่อ
tr: Medya bulunamadı
vi: Không có phương tiện số nào
zh_hans: 未找到媒体
zh_hant: 未找到影片

# cameraUploads.albums.addItems.alert.limitReached.title
source: Cannot select more
ar: لا يمكن تحديد المزيد
de: Keine weitere Auswahl möglich
es: No es posible seleccionar más elementos
fr: Impossible d’en sélectionner davantage
id: Tidak dapat memilih lebih banyak
ja: これ以上選択できません
ko: 더 이상 선택할 수 없습니다
pt: Não foi possível selecionar mais
ru: Нельзя выбрать больше
th: เลือกเพิ่มไม่ได้แล้ว
tr: Daha fazla seçilemiyor
vi: Không thể chọn thêm được
zh_hans: 无法选择更多
zh_hant: 無法選擇更多。

# cameraUploads.albums.title
source: Albums
ar: ألبومات
de: Alben
es: Álbumes
ja: アルバム
ko: 사진첩
pt: Álbuns
ru: Альбомы
th: อัลบั้ม
tr: Albümler
zh_hans: 相册
zh_hant: 相簿

# cameraUploads.albums.favourites.title
source: Favourites
ar: المفضلة
de: Favoriten
es: Favoritos
fr: Favoris
id: Favorit
ja: お気に入り
ko: 즐겨찾기
pt: Favoritos
ru: Избранное
th: รายการโปรด
tr: Favoriler
vi: Ưa Thích
zh_hans: 收藏
zh_hant: 收藏

# cameraUploads.albums.gif.title
source: GIFs
ar: GIF
es: GIF
fr: GIF
ja: GIF
ko: GIF
pt: GIF
ru: GIF
th: GIF
tr: GIF'ler
vi: GIF
zh_hans: GIF
zh_hant: GIF

# cameraUploads.albums.myAlbum.title
source: My albums
ar: ألبوماتي
de: Meine Alben
es: Mis álbumes
fr: Mes albums
id: Album saya
ja: 私のアルバム
ko: 내 사진첩
pt: Meus álbuns
ru: Мои альбомы
th: อัลบั้มของฉัน
tr: Albümlerim
vi: Các album của tôi
zh_hans: 我的相册
zh_hant: 我的相簿

# cameraUploads.albums.sharedAlbum.title
source: Shared albums
ar: ألبومات مشاركة
de: Freigegebene Alben
es: Álbumes compartidos
fr: Albums partagés
id: Album berbagi
ja: 共有アルバム
ko: 공유된 사진첩
pt: Álbuns compartilhados
ru: Общие альбомы
th: อัลบั้มที่แชร์
tr: Paylaşılan albümler
vi: Các album chia sẻ
zh_hans: 共享相册
zh_hant: 共享相簿

# cameraUploads.albums.createAlbum.title
source: Create album
ar: إنشاء ألبوم
de: Album erstellen
es: Crear álbum
fr: Créer un album
id: Buat album
ja: アルバムの作成
ko: 사진첩 만들기
pt: Criar álbum
ru: Создать альбом
th: สร้างอัลบั้ม
tr: Albüm oluştur
vi: Tạo album
zh_hans: 创建相册
zh_hant: 建立相簿

# cameraUploads.albums.create.alert.title
source: Enter album name
ar: أدخل اسم الألبوم
de: Albumnamen eingeben
es: Introducir el nombre del álbum
fr: Saisir le nom de l’album
id: Masukkan nama album
ja: アルバム名を入力
ko: 사진첩 이름 입력
pt: Digite o nome do álbum
ru: Введите название альбома
th: กรอกชื่ออัลบั้ม
tr: Albüm adını girin
vi: Điền tên album
zh_hans: 输入相册名称
zh_hant: 輸入相簿名稱

# cameraUploads.albums.create.alert.placeholder
source: New album
ar: ألبوم جديد
de: Neues Album
es: Nuevo álbum
fr: Nouvel album
id: Album baru
ja: 新規アルバム
ko: 새 사진첩
pt: Novo álbum
ru: Новый альбом
th: อัลบั้มใหม่
tr: Yeni albüm
vi: Album mới
zh_hans: 新建相册
zh_hant: 新相簿

# cameraUploads.albums.create.alert.userAlbumExists
source: An album with this name already exists.
ar: يوجد بالفعل ألبوم بهذا الاسم.
de: Ein Album mit diesem Namen existiert bereits. Bitte geben Sie einen anderen Namen ein.
es: Ya existe un álbum con este nombre.
fr: Un album du même nom existe déjà.
id: Album dengan nama ini sudah ada.
ja: この名前のアルバムはすでに存在します。
ko: 이 이름을 가진 사진첩이 이미 존재합니다.
pt: Já existe um álbum com este nome.
ru: Альбом с таким названием уже существует.
th: มีอัลบั้มชื่อนี้อยู่แล้ว
tr: Bu isimde bir albüm zaten var.
vi: Đã có một album với tên này rồi.
zh_hans: 已存在有该名称的相册。
zh_hant: 具有此名稱的相簿已存在。

# cameraUploads.albums.create.alert.albumNameNotAllowed
source: This album name is not allowed
ar: اسم هذا الألبوم غير مسموح به
de: Dieser Albumname ist nicht zulässig
es: Este nombre de álbum no está permitido
fr: Ce nom d’album n’est pas permis
id: Nama album ini tidak diizinkan
ja: このアルバム名は許可されていません
ko: 이 사진첩 이름은 허용되지 않습니다
pt: Este nome de álbum não é permitido
ru: Недопустимое название альбома
th: ไม่อนุญาตให้ใช้ชื่ออัลบั้มนี้
tr: Bu albüm adına izin verilmiyor
vi: Tên album này không được cho phép
zh_hans: 此相册名称不被允许
zh_hant: 不允許使用此相簿名稱

# cameraUploads.albums.create.alert.enterDifferentName
source: Enter a different name.
ar: أدخل اسمًا مختلفًا.
de: Bitte geben Sie einen anderen Namen ein.
es: Introduce un nombre diferente.
fr: Saisissez un nom différent.
id: Masukkan nama yang berbeda.
ja: 別の名前を入力してください。
ko: 다른 이름을 입력하세요.
pt: Digite um nome diferente.
ru: Введите другое название.
th: กรอกชื่ออื่น
tr: Farklı bir ad girin.
vi: Đặt một cái tên khác.
zh_hans: 输入一个不同的名称
zh_hant: 輸入不同的名稱。

# cameraUploads.albums.create.alert.enterNewName
source: Enter a new name
ar: أدخل اسمًا جديدًا
de: Geben Sie einen neuen Namen ein
es: Introducir un nombre nuevo
fr: Saisissez un nouveau nom.
id: Masukkan nama baru
ja: 新しい名前を入力してください
ko: 새 이름을 입력하세요
pt: Digite um novo nome
ru: Введите новое название
th: กรอกชื่อใหม่
tr: Yeni bir isim girin
vi: Nhập một tên mới.
zh_hans: 输入新名称
zh_hant: 輸入新的名稱

# cameraUploads.albums.create.addItemsTo
source: Add items to “%@”
ar: إضافة عناصر إلى ”%@“
de: Elemente zu „%@“ hinzufügen
es: Añadir elementos a “%@”
fr: Ajouter des éléments dans « %@ »
id: Tambahkan item ke “%@”
ja: 項目を「%@」に追加
ko: “%@”에 항목 추가
pt: Adicionar itens a “%@”
ru: Добавление элементов в «%@»
th: เพิ่มรายการไปที่ “%@”
tr: Öğeleri ekle”%@”
vi: Thêm mục vào “%@”
zh_hans: 添加项目到“%@”
zh_hant: 新增項目到「%@」

# cameraUploads.albums.empty.title
source: Empty album
ar: إفراغ الألبوم
de: Das Album ist leer
es: Álbum vacío
fr: L’album est vide
id: Album kosong
ja: 空のアルバム
ko: 빈 사진첩
pt: Álbum vazio
ru: Альбом пуст
th: อัลบั้มว่างเปล่า
tr: Boş albüm
vi: Album trống
zh_hans: 空的相册
zh_hant: 空的相簿

# cameraUploads.albums.removePhotos.alert.title
source: Remove from album?
ar: إزالة من الألبوم؟
de: Aus Album entfernen?
es: ¿Eliminar del álbum?
fr: Supprimer de l’album ?
id: Hapus dari album?
ja: アルバムから削除しますか？
ko: 사진첩에서 제거할까요?
pt: Você quer eliminar do álbum?
ru: Удалить из альбома?
th: นำออกจากอัลบั้มหรือไม่
tr: Albümden kaldır?
vi: Loại bỏ khỏi album?
zh_hans: 要从相册中移除吗？
zh_hant: 要從相簿中移除嗎？

# cameraUploads.albums.selectAlbumCover
source: Select album cover
ar: اختر غلاف الألبوم
de: Albumcover auswählen
es: Seleccionar la portada del álbum
fr: Sélectionner la couverture de l’album
id: Pilih sampul album
ja: アルバムの表紙を選択
ko: 사진첩 표지 선택
pt: Selecionar a capa do álbum
ru: Выбрать обложку альбома
th: เลือกปกอัลบั้ม
tr: Albüm kapağını seçin
vi: Chọn ảnh bìa album
zh_hans: 设为相册封面
zh_hant: 設為相簿封面

# cameraUploads.albums.albumCoverUpdated
source: Album cover updated
ar: تم تحديث غلاف الألبوم
de: Albumcover aktualisiert
es: Portada del álbum actualizada
fr: La couverture de l’album a été mise à jour
id: Sampul album diperbarui
ja: アルバムの表紙を更新しました
ko: 사진첩 표지 업데이트됨
pt: A capa do álbum foi atualizada
ru: Обложка альбома обновлена
th: อัปเดตปกอัลบั้มแล้ว
tr: Albüm kapağı güncellendi
vi: Đã cập nhật ảnh bìa album
zh_hans: 相册封面已更新
zh_hant: 相簿封面已更新

# cameraUploads.albums.albumLink.sensitive.alert.title
source: Hidden items
ar: عناصر مخفية
de: Verborgene Elemente
es: Elementos ocultos
fr: Éléments cachés
id: Item tersembunyi
ja: 非表示項目
ko: 숨겨진 항목
pt: Itens ocultos
ru: Скрытые элементы
th: รายการที่ถูกซ่อน
tr: Gizli öğeler
vi: Các mục ẩn
zh_hans: 隐藏的项目
zh_hant: 隱藏的項目

# cameraUploads.albums.albumLink.sensitive.alert.message.single
source: There are hidden items in this album. Sharing the album will mean that the hidden items are visible to those you share with. The items will still be hidden in your Cloud drive.
ar: هناك عناصر مخفية في هذا الألبوم. تعني مشاركة الألبوم أن العناصر المخفية مرئية لأولئك الذين تشاركهم معهم. ستظل العناصر مخفية في السواقة السحابية الخاص بك.
de: Dieses Album enthält verborgene Inhalte. Durch die Freigabe des Albums werden die verborgenen Inhalte für die Personen sichtbar, für die Sie das Album freigeben. Die Inhalte bleiben in Ihrem Cloud Drive weiterhin verborgen.
es: Hay elementos ocultos en este álbum. Si compartes el álbum, los elementos ocultos estarán visibles para las personas con las que lo compartas. Los elementos seguirán ocultos en tu Nube.
fr: Des éléments cachés sont présents dans cet album. Partager l’album implique que les éléments cachés sont visibles par les personnes avec qui vous le partagez. Les éléments resteront cachés sur votre Disque nuagique.
id: Ada item tersembunyi di album ini. Berbagi album berarti bahwa item tersembunyi terlihat oleh orang-orang yang anda bagikan. Item masih akan disembunyikan di drive Cloud anda.
ja: このアルバムには隠し項目があります。アルバムを共有すると、共有相手には非表示の項目が表示されます。それらの項目は引き続きクラウドドライブに隠されたままになります。
ko: 이 사진첩에 숨겨진 항목이 있습니다. 사진첩을 공유하는 것은 숨겨진 항목이 공유하고자 하는 사람들에게 보인다는 것입니다. 항목은 클라우드 드라이브에서 숨긴 상태로 유지됩니다.
pt: Há itens ocultos neste álbum. Ao compartilhar o álbum, os itens ocultos ficarão visíveis para as pessoas com as quais você o compartilhar, mas vão permanecer ocultos na sua Nuvem de arquivos.
ru: В этом альбоме есть скрытые элементы. Если вы поделитесь альбомом, скрытые элементы будут видны тем, с кем вы делитесь. Эти элементы по-прежнему будут скрыты на вашем Облачном диске.
th: อัลบั้มนี้มีรายการบางอย่างที่ซ่อนอยู่ หากคุณแชร์อัลบั้ม ผู้ที่ได้รับลิงก์จะสามารถเห็นสิ่งที่ซ่อนไว้ได้ อย่างไรก็ตาม สิ่งเหล่านี้จะยังคงถูกซ่อนอยู่ในคลาวด์ไดร์ฟของคุณ
tr: Bu albümde gizli öğeler var. Albümü paylaşmak, gizli öğelerin paylaştığınız kişiler tarafından görülebileceği anlamına gelir. Öğeler Bulut sürücünüzde gizlenmeye devam edecek.
vi: Có các mục ẩn trong album này. Việc thực[w]hiện chia[w]sẻ album sẽ làm các mục ẩn hiển[w]thị cho những người bạn chia[w]sẻ. Các mục vẫn sẽ được ẩn đi trong Ổ[w]Mây của bạn.
zh_hans: 此相册包含隐藏的项目。共享相册意味着与您共享的人可以看到隐藏的项目。这些项目仍将隐藏在您的云盘中。
zh_hant: 此相簿包含隱藏的項目。共享相簿意味著與您共享的人可以看到隱藏的項目。這些項目仍會在您的雲端硬碟中隱藏。
