Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# autorenewableDescription
source: Subscriptions are renewed automatically for successive subscription periods of the same duration and at the same price as the initial period chosen. You can switch off the automatic renewal of your MEGA Pro subscription no later than 24 hours before your next subscription payment is due via your Apple account settings page. To manage your subscriptions, simply tap on the App Store icon on your mobile device, sign in with your Apple ID at the bottom of the page (if you haven’t already done so) and then tap View ID. You’ll be taken to your account page where you can scroll down to Manage App Subscriptions. From there, you can select your MEGA Pro subscription and view your scheduled renewal date, choose a different subscription package or toggle the on-off switch to off to disable the auto-renewal of your subscription.
ar: يتم تجديد الاشتراكات تلقائيًا لفترات اشتراك متتالية لنفس المدة وبنفس سعر الفترة الأولية المختارة. يمكنك إيقاف التجديد التلقائي لاشتراكك ميغا برو MEGA Pro في موعد أقصاه 24 ساعة قبل أن يحين موعد سداد اشتراكك التالي عبر صفحة إعدادات الحساب iTunes اي تيونز الخاص بك. لإدارة الاشتراكات الخاصة بك، ببساطة انقر على أيقونة متجر التطبيقات App Store على الهاتف الخاص بك، قم بتسجيل الدخول باستخدام معرف أبل Apple ID الخاص بك في أسفل الصفحة (إذا لم تكن قد فعلت ذلك بالفعل) ثم انقر فوق عرض المعرف. سيتم نقلك إلى صفحة حسابك حيث يمكنك التمرير لأسفل إلى مدير اشتراكات التطبيقات. من هناك، يمكنك تحديد اشتراك ميغا برو MEGA Pro الخاص بك وعرض تاريخ التجديد المجدول، أو اختيار حزمة اشتراك مختلفة أو تبديل مفتاح التشغيل/الإيقاف إلى إيقاف التشغيل لتعطيل التجديد التلقائي لاشتراكك.
de: Abonnements werden automatisch für den ursprünglich gewählten Abonnementzeitraum und zum gleichen Preis verlängert. Sie können die automatische Verlängerung Ihres MEGA-Pro-Abonnements bis spätestens 24 Stunden vor Fälligkeit Ihrer nächsten Abonnementzahlung in Ihren iTunes-Accounteinstellungen deaktivieren. Um Ihre Abonnements zu verwalten, tippen Sie einfach auf das App-Store-Symbol auf Ihrem Mobilgerät und melden Sie sich unten auf der Seite mit Ihrer Apple-ID an (falls noch nicht geschehen). Tippen Sie anschließend auf „ID anzeigen“. Sie werden zu Ihrer Accountseite weitergeleitet, auf der Sie nach unten scrollen können, um Ihre App-Abonnements zu finden. Dort können Sie Ihr MEGA-Pro-Abonnement auswählen, den nächsten Verlängerungsdatum einsehen, ein anderes Abonnementpaket auswählen oder den Ein/Aus-Schalter auf Aus stellen, um die automatische Verlängerung Ihres Abonnements zu deaktivieren.
es: La suscripción se renueva automáticamente con la misma duración y precio elegidos inicialmente. Puedes desactivar la renovación automática de la suscripción a MEGA Pro en la página de ajustes de iTunes hasta 24 horas antes de la renovación programada. Para gestionar tu suscripción, simplemente ve a la App Store, inicia sesión con tu Apple ID al final de la página (si aún no lo has hecho) y pulsa en “Ver ID de Apple”. Podrás ver la página con los detalles de tu cuenta, donde puedes gestionar las suscripciones que has contratado. Desde aquí, puedes seleccionar la suscripción a MEGA Pro y ver cuando se renovará, cambiar el tipo de suscripción o desactivar la opción de renovación automática para luego cancelar tu suscripción.
fr: Les abonnements sont renouvelés automatiquement pour les périodes d’abonnement successives de même durée et au même prix que la période initiale choisie. Vous pouvez désactiver le renouvellement automatique de votre abonnement MEGA Pro, au plus tard 24 heures avant l’échéance de votre prochain paiement, dans la page des réglages de votre compte iTunes. Pour gérer vos abonnements, touchez simplement l’icône du magasin App Store sur votre appareil, connectez-vous en bas de la page avec votre identifiant Apple (si ce n’est pas déjà fait) et touchez Visualiser l’identifiant Apple. Vous atteindrez la page de votre compte où vous trouverez Gérer vers le bas. Ensuite, vous pourrez sélectionner votre abonnement MEGA Pro et visualiser votre date prévue de renouvellement, choisir un autre type d’abonnement, ou activer/désactiver le renouvellement automatique de votre abonnement.
id: Langganan diperbarui secara otomatis untuk periode berlangganan berturut-turut dengan durasi yang sama dan dengan harga yang sama dengan periode awal yang dipilih. Anda dapat mematikan pembaruan otomatis langganan MEGA Pro anda selambat-lambatnya 24 jam sebelum pembayaran langganan berikutnya jatuh tempo melalui halaman pengaturan akun iTunes anda. Untuk mengelola langganan anda, cukup ketuk ikon App Store di perangkat seluler anda, masuk dengan ID Apple anda di bagian bawah halaman (jika anda belum melakukannya), lalu ketuk Lihat ID. Anda akan dibawa ke halaman akun tempat anda dapat menggulir ke bawah ke Kelola Langganan Aplikasi. Dari sana, anda dapat memilih langganan MEGA Pro anda dan melihat tanggal perpanjangan terjadwal anda, memilih paket langganan yang berbeda, atau matikan sakelar hidup-mati untuk menonaktifkan perpanjangan otomatis langganan anda.
ja: サブスクリプションは、選択した最初の期間と同じ期間の連続したサブスクリプション期間を対象に、および同じ価格で、自動的に更新されます。あなたのiTunesアカウントの設定ページから、次回のサブスクリプションのお支払い期限が切れる24時間前までに、MEGA Proサブスクリプションの自動更新をオフにすることができます。サブスクリプションを管理するには、携帯端末のApp Storeアイコンをタップし、ページの下部にあるあなたのApple IDでサインインしてから（まだそのように行っていない場合）、「IDの表示」をタップします。すると、アカウントのページに移動し、そこで「アプリサブスクリプションの管理」まで下にスクロールします。そこから、MEGA Proサブスクリプションを選択したり、お客様の予定されている更新日を確認したり、別のサブスクリプションパッケージを選択したり、オン/オフスイッチをオフに切り替えて、サブスクリプションの自動更新を無効にしたりできます。
ko: 구독은 처음 선택했던 기간과 동일한 가격과 동일한 기간으로 자동으로 연장됩니다. 다음 구독 결제 24시간 전에 당신의 iTunes 계정 설정 페이지에서 당신의 MEGA Pro 구독의 자동 결제를 끌 수 있습니다. 구독을 관리하려면, 휴대 전화에서 앱 스토어를 탭하여 페이지 하단에서 애플 ID로 로그인하세요(만약 하지 않았다면)그리고 ID 보기를 탭하세요. 앱 구독 관리 페이지로 내려갈 수 있는 계정 페이지가 보이게 됩니다. 거기서, MEGA Pro 구독을 선택할 수 있고, 예정된 갱신일을 보고, 다른 구독 패키지 선택 또는 구독의 자동 갱신을 해제할 수 있는 스위치를 끌 수 있습니다.
pt: As assinaturas são renovadas automaticamente por períodos com a mesma duração e o mesmo preço que o período inicial escolhido. Você pode anular a renovação automática da sua assinatura Pro no MEGA até 24 horas antes do próximo pagamento, por meio da página de configurações da sua conta no iTunes. Para gerenciar as suas assinaturas, basta tocar no ícone da App Store no seu dispositivo, fazer login com o seu Apple ID na parte inferior da página (se você ainda não tiver feito isso), e então selecionar Ver ID. Você será direcionado à página da sua conta, na qual deve ir até a opção Assinaturas. A continuação, você poderá selecionar a sua assinatura Pro do MEGA e ver a data de renovação programada, escolher um pacote de assinatura diferente ou usar o botão ON/OFF para desativar a renovação automática da sua assinatura.
ru: Подписки продлеваются автоматически на тот же срок по такой же цене. Вы можете отключить автоматическое продление подписки MEGA Pro не позднее чем за 24 часа до следующего платежа в настройках учётной записи iTunes. Для управления подписками просто нажмите на значок App Store в телефоне, войдите со своим Apple ID внизу страницы (если вы этого ещё не сделали) и нажмите View ID. Вы попадёте на страницу своей учётной записи, прокрутите её вниз до управления подписками приложений. Там вы можете выбрать свою подписку MEGA Pro и посмотреть запланированную дату продления. Выберите другой план подписки или нажмите на переключатель «вкл/выкл» для отключения автоматического продления подписок.
th: การสมัครใช้งานของคุณจะต่ออายุโดยอัตโนมัติในราคาเดียวกันและระยะเวลาเดียวกันกับรายละเอียดที่เลือกในตอนแรก คุณสามารถปิดการชำระเงินการสมัครใช้งาน MEGA Pro ของคุณอัตโนมัติได้ในหน้าการตั้งค่าบัญชี iTunes ของคุณ 24 ชั่วโมงก่อนการชำระเงินค่าสมัครครั้งต่อไป ในการจัดการการสมัครใช้งานของคุณ ให้แตะ App Store บนโทรศัพท์ของคุณ เข้าสู่ระบบด้วย Apple ID ของคุณที่ด้านล่างของหน้า (หากยังไม่ได้ดำเนินการ) แล้วแตะดู ID คุณจะเห็นหน้าบัญชีของคุณ ซึ่งจะพาคุณลงไปที่หน้าจัดการการสมัครใช้งานแอป จากที่นั่น คุณสามารถเลือกการสมัครใช้งาน MEGA Pro ดูวันที่ต่ออายุที่กำลังจะมาถึง เลือกแพ็คเกจการสมัครใช้งานอื่น หรือปิดสวิตช์เพื่อปิดการต่ออายุการสมัครโดยอัตโนมัติของคุณ
tr: Abonelikler, seçilen ilk dönemle aynı süredeki ardışık abonelik dönemleri için otomatik olarak yenilenir. MEGA Pro aboneliğinizin otomatik yenilenmesini, bir sonraki abonelik ödemenizin tamamlanmasından en geç 24 saat önce Apple hesap ayarları sayfanızdan kapatabilirsiniz. Aboneliklerinizi yönetmek için mobil cihazınızdaki App Store simgesine dokunun, sayfanın altındaki Apple Kimliğinizle oturum açın (henüz yapmadıysanız) ve ardından Kimliği Görüntüle'ye dokunun. Uygulama Aboneliklerini Yönet bölümüne kaydırabileceğiniz hesap sayfanıza yönlendirileceksiniz. Buradan MEGA Pro aboneliğinizi seçebilir ve planlanan yenileme tarihinizi görüntüleyebilir, farklı bir abonelik paketi seçebilir veya aboneliğinizin otomatik yenilenmesini devre dışı bırakmak için açma-kapama düğmesini kapatabilirsiniz.
vi: Các gói thuê bao sẽ được tự động gia hạn chu kỳ kế tiếp vào cùng thời gian và cùng mức giá như thời gian ban đầu khi gói được mua lần đầu tiên. Quý khách có thể tắt tự động gia hạn thuê bao MEGA Pro ít nhất trước 24 giờ trước thời điểm thanh toán đăng ký tiếp theo thông qua trang cài đặt tài khoản iTunes của quý khách. Để quản lý đăng ký, chỉ cần nhấp vào biểu tượng App Store trên điện thoại, đăng nhập với Apple ID của quý khách, ở dưới cùng của trang. Sau đó chạm vào Xem ID. Quý khách sẽ được đưa đến trang tài khoản, rồi di chuyển xuống đến mục Manage App Subscriptions. Từ đó, chọn vào thuê bao MEGA Pro của quý khách và xem ngày gia hạn dự kiến tiếp theo, chọn một gói thuê bao khác hoặc chuyển đổi chuyển đổi bật-tắt để ngắt việc tự động gia hạn thuê bao.
zh_hans: 此订阅将自动更新，续订内容与您开始时选择的订阅时间与价格一致。您可以在您的iTunes账号设定中关闭MEGA Pro会员的自动续订服务，您必须在下一个订阅支付期限的24小时前执行此操作。如需管理您的订阅内容，请点击您手机上的App Store图标，在页面下方使用您的Apple账号登录（如果您未登录），然后点击查看账号。您将前往至您的账户页面，向下滚动至管理应用程序订阅。在那里，您可以选择您的MEGA Pro会员订阅并查看您的续订日期、选择其他订阅套餐或选择关闭以停止您的自动续订服务。
zh_hant: 訂閱將自動更新，續期時間和價格都與第一次訂閱的相同。您可以在下一次訂閱付款生效的24小時之前，透過您的iTunes帳戶設定頁面關閉MEGA Pro的自動續訂。欲管理您的訂閱內容，只需點擊您手機上的App Store圖示，在頁面下方以您的Apple ID登入（如果您尚未登入），然後點擊查看帳號。您將前往您的帳戶頁面，向下捲動就可以看到應用程式訂閱管理。在那裡您可以選擇你的MEGA Pro訂閱和查看續訂日期、選擇不同訂閱方案或切換開關至關閉以停用您的自動續訂。

source: Open MEGA and sign in to continue
ar: افتح ميغا MEGA و سجل دخولك للمتابعة
de: Zum Fortfahren öffnen Sie MEGA und melden Sie sich an
es: Abre MEGA e inicia sesión para continuar
fr: Ouvrez MEGA et connectez-vous afin de poursuivre
id: Buka MEGA dan masuk untuk melanjutkan
ja: MEGAを開いて、ログインして続行してください
ko: 계속하려면 MEGA를 열고 로그인하세요
pt: Abra o MEGA e faça o login para continuar
ru: Откройте MEGA и войдите, чтобы продолжить
th: เปิด MEGA และลงชื่อเข้าใช้เพื่อดำเนินการต่อ
tr: MEGA'yı açın ve devam etmek için oturum açın
vi: Mở app MEGA và đăng nhập để tiếp tục
zh_hans: 打开MEGA并登录以继续
zh_hant: 開啟MEGA並登入以繼續

source: Connecting…
ar: جاري الاتصال…
de: Verbindung wird aufgebaut…
es: Conectando…
fr: Connexion…
id: Menghubungkan…
ja: 接続中…
ko: 연결중…
pt: Conectando…
ru: Соединение…
th: กำลังเชื่อมต่อ…
tr: Bağlanıyor…
vi: Đang kết nối…
zh_hans: 正在连接…
zh_hant: 正在連線中⋯

# shareExtensionUnsupportedAssets
source: Some items could not be shared with MEGA
ar: بعض العناصر لا يمكن مشاركتها مع ميغا MEGA
de: Einige Elemente konnten nicht mit MEGA geteilt werden
es: No se han podido compartir algunos elementos con MEGA
fr: Certains éléments n’ont pas pu être partagés avec MEGA
id: Beberapa item tidak dapat di share dengan MEGA
ja: 一部の項目はMEGAと共有できませんでした
ko: 일부 항목이 MEGA로 공유될 수 없습니다
pt: Não foi possível compartilhar alguns dos itens com o MEGA
ru: Некоторыми элементами нельзя поделиться в MEGA
th: ไม่สามารถแชร์บางรายการกับ MEGA
tr: Bazı öğeler MEGA ile paylaşılamadı
vi: Một số tệp tin không thể chia sẻ lên được MEGA
zh_hans: 某些项目无法与MEGA共享
zh_hant: 某些項目無法與MEGA共享

# Shared successfully
source: Shared
ar: تمت المشاركة
de: Freigegeben
es: Compartido
fr: Partagés
id: Berbagi
ja: 共有済み
ko: 공유됨
pt: Compartilhar
ru: Общие
th: แชร์
tr: Paylaşılan
vi: Đã chia sẻ
zh_hans: 共享
zh_hant: 已共享

source: Transfer failed:
ar: فشل التراسل:
de: Übertragungsfehler:
es: Error en la transferencia:
fr: Échec de transfert :
id: Gagal transfer:
ja: 転送に失敗しました：
ko: 전송 실패:
pt: Falha na transferência:
ru: Пересылка не удалось:
th: ถ่ายโอนไม่สำเร็จ:
tr: Aktarım başarısız oldu:
vi: Truyền tải thất bại:
zh_hans: 传输失败：
zh_hant: 傳輸失敗：

source: No error
ar: لا يوجد خطأ
de: Kein Fehler
es: Ningún error
fr: Aucune erreur
id: Tidak ada error
ja: エラーなし
ko: 오류 없음
pt: Nenhum erro
ru: Ошибок нет
th: ไม่มีข้อผิดพลาด
tr: Hata yok
vi: Không có lỗi
zh_hans: 无错误
zh_hant: 無誤

source: Internal error
ar: خطأ داخلي
de: Interner Fehler
es: Error interno
fr: Erreur interne
id: Error internal
ja: 内部エラー
ko: 내부 오류
pt: Erro interno
ru: Внутренняя ошибка
th: ผิดพลาดภายใน
tr: Dahili hata
vi: Nỗi nội bộ
zh_hans: 内部错误
zh_hant: 內部錯誤

source: Invalid argument
ar: معامِلات غير صالحة
de: Ungültiges Argument
es: Argumento no válido
fr: L’argument est invalide
id: Argumen salah
ja: 引数が無効です
ko: 잘못된 인수
pt: Argumento inválido
ru: Неверный аргумент
th: อาร์กิวเมนต์ไม่ถูกต้อง
tr: Geçersiz argüman
vi: Thông số không hợp lệ
zh_hans: 参数无效
zh_hant: 無效參數

source: Request failed, retrying
ar: فشل الطلب، إعادة المحاولة
de: Operations fehlgeschlagen, wiederhole
es: Petición fallida, reintentando
fr: Échec de la requête, nouvelle tentative
id: Request gagal, mencoba kembali
ja: 要求が失敗し、再試行中です
ko: 요청이 실패함, 재시도중
pt: Solicitação falhou, tentando novamente
ru: Не удалось выполнить запрос, повтор запроса
th: คำขอไม่สำเร็จ กำลังลองใหม่
tr: İstek başarısız oldu, yeniden deneniyor
vi: Yêu cầu thất bại, đang thử lại
zh_hans: 请求失败，正在重试
zh_hant: 請求失敗，重試中

source: Rate limit exceeded
ar: تم تجاوز الحد المسموح
de: Zuviele Kommandos
es: Se ha superado el límite
fr: La limite est dépassée
id: Rate limit telah terlampaui
ja: レート上限超過
ko: 비율 제한 초과
pt: Limite de transferências excedido
ru: Превышено ограничение пропускной способности
th: เกินจำกัดการให้คะแนนแล้ว
tr: Hız sınırı aşıldı
vi: Đã vượt quá giới hạn
zh_hans: 超出速度限制
zh_hant: 超過速率限制

source: Failed permanently
ar: فشل بشكل دائم
de: Endgültig fehlgeschlagen
es: Fallo permanente
fr: Échec définitif
id: Gagal permanen
ja: 恒久的に失敗しました
ko: 영구적으로 실패함
pt: Falhou permanentemente
ru: Окончательная ошибка
th: ไม่ประสบผลสำเร็จอย่างถาวร
tr: Kalıcı olarak başarısız oldu
vi: Thất bại hoàn toàn
zh_hans: 永久失败
zh_hant: 永久失敗

source: Too many concurrent connections or transfers
ar: الكثير من الاتصالات المتزامنة أو عمليات تراسل المعطيات
de: Zuviele gleichzeitige Verbindungen
es: Demasiadas conexiones o transferencias simultáneas
fr: Trop de connexions ou transferts simultanés
id: Terlalu banyak hubungan atau transfer pada waktu yang sama
ja: 同時接続または転送が多すぎます
ko: 너무 많은 동시 연결 또는 전송
pt: Muitas conexões ou transferências
ru: Слишком много одновременных соединений или передач
th: มีการเชื่อมต่อหรือถ่ายโอนพร้อมกันมากเกินไป
tr: Çok fazla eşzamanlı bağlantı veya aktarım
vi: Quá nhiều kết nối hoặc truyền tải cùng lúc
zh_hans: 并行连接或传输过多
zh_hant: 過多並行的連線或傳輸

source: Out of range
ar: خارج النطاق
de: Außerhalb des erlaubten Bereichs
es: Fuera de alcance
fr: Hors échelle
id: Diluar jangkauan
ja: 範囲外
ko: 범위를 벗어남
pt: Fora de alcance
ru: Вне диапазона
th: เกินขอบเขตที่กำหนด
tr: Menzil dışında
vi: Quá kích thước
zh_hans: 超出范围
zh_hant: 超出範圍

source: Expired
ar: منتهي الصلاحية
de: Abgelaufen
es: Caducado
fr: Expiré
id: Kadarluarsa
ja: 期限切れ
ko: 만료됨
pt: Expirado
ru: Истекло
th: หมดอายุแล้ว
tr: Süresi doldu
vi: Hết
zh_hans: 已过期
zh_hant: 已過期

source: Not found
ar: غير موجود
de: Nicht gefunden
es: No encontrado
fr: Introuvable
id: Tidak dapat ditemukan
ja: 見つかりません
ko: 발견되지 않음
pt: Não encontrado
ru: Не найдено
th: ไม่พบข้อมูล
tr: Bulunamadı
vi: Không tìm thấy
zh_hans: 未找到
zh_hant: 未找到

source: Circular linkage detected
ar: تم الكشف عن ارتباط دائري
de: Kreisverkettung detektiert
es: Enlace circular detectado
fr: Un lien circulaire a été détecté
id: Circular linkage terdeteksi
ja: 循環リンクが検出されました
ko: 순환 연결 감지됨
pt: Ligação circular detectada
ru: Обнаружена циклическая ссылка
th: ตรวจพบการลิงก์แบบวงกลม
tr: Dairesel bağlantı tespit edildi
vi: Phát hiện lỗi liên kết vòng lặp
zh_hans: 检测到循环链接
zh_hant: 偵測到循環連結

source: Access denied
ar: تم رفض إمكانية الوصول
de: Zugriff verweigert
es: Acceso denegado
fr: L’accès a été refusé
id: Akses ditolak
ja: アクセスが拒否されました
ko: 접근이 거부됨
pt: Acesso negado
ru: Доступ запрещён
th: การเข้าถึงถูกปฏิเสธ
tr: Erişim reddedildi
vi: Truy cập bị từ chối
zh_hans: 访问被拒绝
zh_hant: 存取拒絕

source: Already exists
ar: موجود مسبقاً
de: Existiert bereits
es: Ya existe
fr: Existe déjà
id: Sudah ada
ja: 既に存在します
ko: 이미 존재합니다
pt: Já existe
ru: Уже существует
th: มีอยู่แล้ว
tr: Zaten var
vi: Đã tồn tại sẵn
zh_hans: 已存在
zh_hant: 已存在

source: Incomplete
ar: غير مكتمل/ة
de: Unvollständig
es: Incompleto
fr: Non terminé
id: Tidak selesai
ja: 不完全です
ko: 완료되지 않음
pt: Incompleto
ru: Неполный
th: ไม่สมบูรณ์
tr: Tamamlanmamış
vi: Chưa hoàn thoành
zh_hans: 未完成
zh_hant: 未完成

# Invalid key/Decryption error
source: Decryption error
ar: خطأ في فك التشفير
de: Fehler bei der Entschlüsselung
es: Error de descifrado
fr: Erreur de déchiffrement
ja: 復号化エラー
ko: 복호화 오류
pt: Erro de decodificação
ru: Ошибка расшифровки
th: ข้อผิดพลาดในการถอดรหัสลับ
tr: Şifre çözme hatası
vi: Lỗi giải mã
zh_hans: 解密错误
zh_hant: 解密錯誤

source: Bad session ID
ar: معرف جلسة غير صالح
de: Ungültige Session-ID
es: Identificador de sesión erróneo
fr: L’ID de session est erroné
id: Sesi ID buruk
ja: セッションIDが正しくありません
ko: 세션 ID 오류
pt: ID de sessão inválido
ru: Неверный идентификатор сессии
th: ID เซสชั่นไม่ถูกต้อง
tr: Kötü oturum kimliği
vi: Số ID phiên hỏng
zh_hans: 恶意会话ID
zh_hant: 惡意工作階段ID

source: Blocked
ar: محظور
de: Blockiert
es: Bloqueado
fr: Bloqué
id: Terblokir
ja: ブロックされています
ko: 차단됨
pt: Bloqueado
ru: Заблокировано
th: บล็อกแล้ว
tr: Engellendi
vi: Bị chặn
zh_hans: 已锁定
zh_hant: 封鎖

source: Over quota
ar: تجاوز المساحة أو التراسل المتاح
de: Über dem Limit
es: Límite excedido
fr: Dépassement de quota
id: Kuota terlebihi
ja: 容量超過
ko: 할당량 초과
pt: Limite excedido
ru: Превышение квоты
th: เกินโควต้า
tr: Kotanın aşımı
vi: Quá giới hạn
zh_hans: 超出配额
zh_hant: 超過額度

source: Temporarily not available
ar: غير متاح مؤقتاً
de: Vorübergehend nicht verfügbar
es: No disponible temporalmente
fr: Temporairement non disponible
id: Sementara tidak tersedia
ja: 一時的に利用できません
ko: 일시적으로 이용이 불가능합니다
pt: Temporariamente não disponível
ru: Временно недоступно
th: ใช้ไม่ได้ชั่วคราว
tr: Geçici olarak müsait değil
vi: Tạm thời không khả dụng
zh_hans: 暂不可用
zh_hant: 暫時無法取得

source: Connection overflow
ar: تجاوز سعة الاتصال
de: Zuviele gleichzeitige Verbindungen
es: Demasiadas conexiones
fr: Dépassement du nombre de connexions
id: Kebanjiran koneksi
ja: 接続過多
ko: 연결 초과
pt: Conexão sobrecarregada
ru: Избыток подключений
th: เชื่อมต่อมากไป
tr: Bağlantı taşması
vi: Quá tải số lượng kết nối
zh_hans: 连接过多
zh_hant: 連線過量

source: Write error
ar: خطأ أثناء الكتابة
de: Schreibfehler
es: Error de escritura
fr: Erreur d’écriture
id: Penulisan bermasalah
ja: 書き込みエラー
ko: 쓰기 오류
pt: Erro de escrita
ru: Ошибка записи
th: เขียนผิดพลาด
tr: Yazma hatası
vi: Lỗi ghi tệp
zh_hans: 写入错误
zh_hant: 編輯錯誤

source: Read error
ar: خطأ أثناء القراءة
de: Lesefehler
es: Error de lectura
fr: Erreur de lecture
id: Baca bermasalah
ja: 読み取りエラー
ko: 읽기 오류
pt: Erro de leitura
ru: Ошибка чтения
th: อ่านผิดพลาด
tr: Okuma hatası
vi: Lỗi đọc tệp tin
zh_hans: 读取错误
zh_hant: 讀取錯誤

source: Invalid application key
ar: مفتاح التطبيق غير صالح
de: Dieses Programm ist gesperrt
es: Clave de aplicación no válida
fr: Clé d’application invalide
id: Application key salah
ja: アプリケーション キーが無効です
ko: 잘못된 애플리케이션 키
pt: Chave de aplicação inválida
ru: Неверный ключ приложения
th: คีย์แอปพลิเคชันไม่ถูกต้อง
tr: Geçersiz uygulama anahtarı
vi: Application key không hợp lệ
zh_hans: 应用程序密钥无效
zh_hant: 無效應用程式金鑰

source: Terms of Service breached
ar: تم خرق شروط الخدمة
de: Verletzung unserer Nutzungsbedingungen
es: Términos de uso incumplidos
fr: Non-respect des Conditions générales d’utilisation
id: Ketentuan Layanan dilanggar
ja: ご利用規約違反
ko: 이용 약관 침해됨
pt: Infração dos termos de serviço
ru: Нарушены условия использования
th: ละเมิดข้อกำหนดในการให้บริการ
tr: Hizmet Şartları ihlal edildi
vi: Bị vi phạm Điều Khoản Dịch Vụ
zh_hans: 已违反服务条款
zh_hant: 已違反服務條款

# Upload produces recursivity
source: Transfer failed due to a recursive directory structure
ar: فشل عملية التراسل بسبب وجود عودية في بنية المجلد
de: Transfer wegen Verzeichnisrekursion fehlgeschlagen
es: Transferencia fallida debido a una estructura de carpetas recursiva
fr: Le transfert a échoué en raison d’une structure de dossier récursive
id: Transfer gagal karena struktur direktori rekursif
ja: 転送は再帰的なディレクトリ構造が原因で失敗しました
ko: 재귀적 경로 구조로 인하여 전송 실패
pt: Não foi possível fazer a transferência devido a uma estrutura de diretório recursiva
ru: Передача не удалась из-за рекурсивной структуры директорий
th: การถ่ายโอนล้มเหลวเนื่องจากมีโครงสร้างของไดเรกทอรีที่ซ้ำกัน
tr: Yinelemeli dizin yapısı nedeniyle aktarım başarısız oldu
vi: Truyền tải bị thất bại do cấu trúc đệ quy của thư mục
zh_hans: 传输失败，递归目录结构错误
zh_hant: 由於遞迴目錄結構，所以傳輸失敗

# transfer.error.termsOfServiceViolation
source: Violated Terms of Service
ar: انتهك شروط الخدمة
de: Verstoß gegen die Nutzungsbedingungen
es: Infringe los Términos de servicio
fr: Non-respect des Conditions générales d’utilisation
id: Persyaratan Layanan yang Dilanggar
ja: ご利用規約違反です
ko: 이용 약관 위반
pt: Termos de Serviço infringidos
ru: Нарушены условия использования
th: ละเมิดเงื่อนไขการให้บริการ
tr: İhlal Edilen Hizmet Koşulları
vi: Bị vi phạm Điều Khoản Dịch Vụ
zh_hans: 已违反服务条款
zh_hant: 違反服務條款

source: SSL verification failed
ar: فشل مصادقة شهادة التشفير SSL
de: SSL-Prüfung fehlgeschlagen
es: Verificación SSL fallida
fr: Échec de vérification SSL
id: Verifikasi SSL gagal
ja: SSL検証に失敗しました
ko: SSL 인증 실패
pt: Falha na verificação SSL
ru: Сбой проверки SSL
th: การตรวจสอบ SSL ล้มเหลว
tr: SSL doğrulaması başarısız
vi: Xác thực SSL bị thất bại
zh_hans: SSL验证失败
zh_hant: SSL驗證失敗

source: Not enough quota
ar: لا يوجد حجم متاح كافي
de: Sie haben Ihr Limit überschritten
es: Cuota insuficiente
fr: Quota insuffisant
id: Kuota tidak cukup
ja: 容量が足りません
ko: 충분하지 않은 할당량
pt: Cota insuficiente
ru: Недостаточно квоты
th: โควต้าไม่เพียงพอ
tr: Yeterli kota yok
vi: Không đủ băng thông
zh_hans: 配额不足
zh_hant: 配額不足

# Multi-factor authentication required
source: Two-factor authentication required
ar: المصادقة المزدوجة Two-Factor مطلوبة
de: Zwei-Faktor-Authentifizierung erforderlich
es: Se requiere la autenticación de dos factores
fr: L’authentification à deux facteurs est exigée
id: Diperlukan otentikasi dua faktor
ja: 二要素認証が必要です
ko: 2단계 인증이 필요합니다
pt: Autenticação de dois fatores necessária
ru: Требуется двухфакторная аутентификация
th: ต้องการการรับรองความถูกต้องด้วยสองปัจจัย
tr: İki faktörlü kimlik doğrulama gerekli
vi: Cần sử dụng xác thực 2 yếu tố
zh_hans: 需要双重验证
zh_hant: 需要雙重驗證

# Access denied for users
source: Access denied for non-admin users
ar: الولوج ممنوع لغيرمستخدمي مدير النظام
de: Kein Zugriff für Nicht-Administratoren
es: Acceso denegado para usuarios que no son administradores
fr: L’accès est refusé pour les utilisateurs qui ne sont pas administrateurs
id: Akses ditolak untuk pengguna non-admin
ja: 管理者以外のユーザーはアクセスを拒否されています
ko: 관리자가 아닌 이용자의 접근이 금지됨
pt: Acesso negado para usuários sem permissão de administrador
ru: Доступ закрыт для всех, кроме администраторов
th: ปฏิเสธการเข้าถึงสำหรับผู้ใช้ที่ไม่ใช่ผู้ดูแลระบบ
tr: Yönetici olmayan kullanıcılar için erişim reddedildi
vi: Truy cập bị từ chối cho thành viên dưới hạng quản trị
zh_hans: 非管理员用户的访问被拒绝
zh_hant: 非管理員所以拒絕存取

# Business account has expired
source: Account deactivated
ar: الحساب غير مفعل
de: Account deaktiviert
es: Cuenta desactivada
fr: Le compte est désactivé
id: Akun dinonaktifkan
ja: アカウントが無効になっています
ko: 계정 비활성화됨
pt: Conta desativada
ru: Аккаунт деактивирован
th: บัญชีถูกปิดใช้งาน
tr: Hesap devre dışı bırakıldı
vi: Tài khoản bị vô hiệu hóa
zh_hans: 帐户已停用
zh_hant: 帳戶已停用
