Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# settingsTitle
source: Settings
ar: الاعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
id: Pengaturan
ja: 設定
ko: 설정
pt: Configurações
ru: Настройки
th: ตั้งค่า
tr: Ayarlar
vi: Thiết đặt
zh_hans: 设置
zh_hant: 設定

# cameraUploadsLabel
source: Camera uploads
ar: ترفيعات الكاميرا
de: Kamera-Uploads
es: Subidas de la cámara
fr: Téléversements de l’appareil photo
id: Unggahan kamera
ja: カメラアップロード
ko: 카메라 업로드
pt: Uploads da câmera
ru: Загрузки из камеры
th: อัปโหลดจากกล้อง
tr: Kamera yüklemeleri
vi: Đăng tải camêra
zh_hans: 相机上传
zh_hant: 相機上傳

# general.cameraUploads
source: Camera uploads
ar: ترفيعات الكاميرا
fr: Téléversements de l’appareil photo
id: Unggahan kamera
ja: カメラアップロード
ko: 카메라 업로드
pt: Uploads da câmera
ru: Загрузки из камеры
th: อัปโหลดจากกล้อง
tr: Kamera yüklemeleri
zh_hans: 相机上传

# cameraUploads.warning.limitedAccessToPhotoMessage
source: ⚠ MEGA has limited access to your photo library and cannot back up all of your media. Tap to change permissions.
ar: ⚠ لدى ميغا MEGA وصول محدود إلى مكتبة الصور الخاصة بك ولا يمكنها عمل نسخة احتياطية لجميع الوسائط الخاصة بك. انقر لتغيير الأذونات.
de: ⚠ MEGA hat nur eingeschränkten Zugriff auf Ihre Fotobibliothek und kann nicht alle Ihre Mediendateien sichern. Antippen, um die Berechtigungen zu ändern.
es: ⚠ MEGA tiene acceso limitado a tu biblioteca de fotos y no puede hacer un backup de todos tus archivos multimedia. Pulsa para cambiar los permisos.
fr: ⚠ MEGA a un accès limité à votre photothèque et ne peut pas sauvegarder tous vos médias. Touchez pour changer les autorisations.
id: ⚠ MEGA memiliki akses terbatas ke perpustakaan foto anda dan tidak dapat membuat cadangan semua media anda. Ketuk untuk mengubah izin.
ja: ⚠ MEGAはフォトライブラリへのアクセスに制限があり、すべてのメディアをバックアップすることはできません。タップすると、権限が変更されます。
ko: ⚠ MEGA가 당신의 사진 라이브러리에 제한된 접근 권한을 가지고 있으며 모든 미디어를 백업할 수 없습니다. 권한을 변경하려면 탭 하세요.
pt: ⚠ O MEGA tem acesso limitado à sua biblioteca de fotos e não pode fazer backup de todos os seus arquivos de mídia. Toque para alterar as permissões.
ru: ⚠ MEGA имеет ограниченный доступ к вашей библиотеке фотографий и не может создавать резервные копии всех ваших медиафайлов. Нажмите, чтобы изменить разрешения.
th: ⚠ MEGA ถูกจำกัดการเข้าถึงไลบรารีรูปภาพของคุณและไม่สามารถสำรองสื่อทั้งหมดของคุณได้ แตะเพื่อเปลี่ยนการอนุญาต
tr: ⚠ MEGA, fotoğraf kitaplığınıza sınırlı erişime sahiptir ve tüm medyanızı yedekleyemez. İzinleri değiştirmek için dokunun.
vi: ⚠ MEGA bị giới hạn quyền truy cập vào thư viện ảnh và không thể sao lưu dự phòng tất cả phương tiện số của bạn. Chạm để thay đổi quyền hạn.
zh_hans: ⚠ MEGA对您的照片的访问受限，无法备份您的所有媒体。点击以更改权限。
zh_hant: ⚠ MEGA對您的照片的存取權限有限，無法備份您的所有媒體。點選以更改權限。

# photo.navigation.title
source: Photos
ar: تطبيق الصور
de: Fotos
es: Fotos
id: Foto
ja: 写真
ko: 사진
pt: Fotos
ru: Фото
th: รูปภาพ
tr: Fotoğraflar
vi: Ảnh
zh_hans: 照片
zh_hant: 照片

# photo.empty.title
source: No photos found
ar: لم يتم العثور على أي صور
de: Keine Fotos vorhanden
es: No se han encontrado fotos
fr: Aucune photo n’a été trouvée
id: Tidak Ada Foto Ditemukan
ja: 写真が見つかりません
ko: 검색된 사진 없음
pt: Não há fotos
ru: Фотографии не найдены
th: ไม่พบรูปภาพ
tr: Fotoğraf bulunamadı
vi: Không có ảnh nào
zh_hans: 无照片
zh_hant: 未找到照片

# media.photoLibrary.category.years.title
source: Years
ar: سنين
de: Jahre
es: Años
fr: Années
id: Tahun
ja: 年
ko: 년
pt: Anos
ru: Годы
th: ปี
tr: Yıllar
vi: Năm
zh_hans: 年
zh_hant: 年

# media.photoLibrary.category.months.title
source: Months
ar: أشهر
de: Monate
es: Meses
fr: Mois
id: Bulan
ja: 月
ko: 월
pt: Meses
ru: Месяцы
th: เดือน
tr: Aylar
vi: Tháng
zh_hans: 月
zh_hant: 月

# media.photoLibrary.category.days.title
source: Days
ar: أيام
de: Tage
es: Días
fr: Jours
id: Hari
ja: 日
ko: 일
pt: Dias
ru: Дни
th: วัน
tr: Günler
vi: Ngày
zh_hans: 日
zh_hant: 日

# media.photoLibrary.category.all.title
source: All
ar: الكل
de: Alle
es: Todas
fr: Toutes
id: Semua
ja: 全部
ko: 전체
pt: Todas
ru: Все
th: ทั้งหมด
tr: Hepsi
vi: Tất Cả
zh_hans: 全部
zh_hant: 全部

# rubbishBinLabel
source: Rubbish bin
ar: سلة المحذوفات
de: Papierkorb
es: Papelera
fr: Corbeille
id: Tempat sampah
ja: ごみ箱
ko: 휴지통
pt: Lixeira
ru: Корзина
th: ถังขยะ
tr: Çöp kutusu
vi: Thùng Rác
zh_hans: 回收站
zh_hant: 垃圾筒

source: Advanced
ar: متقدم
de: Erweitert
es: Avanzado
fr: Avancés
id: Lanjutan
ja: 詳細設定
ko: 고급
pt: Avançado
ru: Продвинутые
th: ขั้นสูง
tr: Gelişmiş
vi: Nâng cao
zh_hans: 高级
zh_hant: 進階

source: Security options
ar: خيارات الأمان
de: Sicherheitsoptionen
es: Opciones de seguridad
fr: Options de sécurité
id: Pilihan Keamanan
ja: セキュリティオプション
ko: 보안 옵션
pt: Opções de segurança
ru: Параметры безопасности
th: ตัวเลือกความปลอดภัย
tr: Güvenlik seçenekleri
vi: Tùy chọn bảo mật
zh_hans: 安全选项
zh_hant: 安全選項

source: About
ar: حول
de: Info
es: Acerca de
fr: À propos
id: Tentang
ja: 概要
ko: 대하여
pt: Sobre
ru: О программе
th: เกี่ยวกับ
tr: Hakkında
vi: Thông Tin
zh_hans: 关于
zh_hant: 關於

# sendFeedbackLabel
source: Send feedback
ar: أرسل ملاحظاتك
de: Bewertung abgeben
es: Enviar valoración
fr: Envoyer une rétroaction
id: Kirim Saran
ja: フィードバックを送信
ko: 피드백 보내기
pt: Enviar comentários
ru: Отправить отзыв
th: ส่งคำติชม
tr: Geri bildirim gönder
vi: Gửi Phản Hồi
zh_hans: 发送反馈
zh_hant: 送出建議

# pleaseWriteYourFeedback
source: Please write your feedback here:
ar: يرجى إعطاء ملاحظاتك هنا:
de: Bitte geben Sie Ihre Kommentare hier ein:
es: Escribe tu valoración:
fr: Veuillez rédiger votre rétroaction ici :
id: Harap tulis feedback anda disini:
ja: ご意見をこちらにお書きください：
ko: 여기에 피드백을 쓰세요:
pt: Por favor, escreva seu comentário aqui:
ru: Пожалуйста, напишите свой отзыв здесь:
th: กรุณาเขียนคำติชมของคุณที่นี่:
tr: Lütfen geri bildiriminizi buraya yazın:
vi: Xin điền lời phản hồi của bạn ở đây:
zh_hans: 请在这里写下您的反馈：
zh_hant: 請於此處寫下您的意見：

# noEmailAccountConfigured
source: No email account set up on your device
ar: ليس لديك حساب بريد إلكتروني مربوط على جهازك
de: Auf Ihrem Gerät ist kein E-Mail-Account eingerichtet
es: No hay una cuenta de correo electrónico configurada
fr: Aucun compte courriel n’est défini sur votre appareil
id: Tidak ada alamat email tersedia pada perangkat anda
ja: 端末にメールアカウントが設定されていません
ko: 장치에 이메일 계정이 설정되어있지 않습니다
pt: Não há uma conta de email configurada no seu dispositivo
ru: На вашем устройстве не найдено ни одного аккаунта с адресом эл. почты
th: บัญชีอีเมลยังไม่มีในการตั้งค่าบนอุปกรณ์ของคุณ
tr: Cihazınızda e-posta hesabı kurulmamış
vi: Không có tài khoản email nào được thiết lập cho máy này
zh_hans: 您的设备上未设置电子邮件帐户
zh_hant: 您的裝置沒有設定電子郵件帳戶

# privacyPolicyLabel
source: Privacy and Data Policy
ar: سياسة الخصوصية والبيانات
de: Datenschutzrichtlinien
es: Política de privacidad
fr: Politique de protection des renseignements personnels et des données
id: Kebijakan Privasi dan Data
ja: プライバシーおよびデータポリシー
ko: 개인정보 및 데이터 처리 방침
pt: Política de privacidade
ru: Политика конфиденциальности и данных
th: นโยบายสิทธิส่วนบุคคล
tr: Gizlilik ve Veri Politikası
vi: Chính[w]Sách Dữ[w]Liệu và Riêng[w]Tư
zh_hans: 隐私与数据政策
zh_hant: 私隱權政策

# general.cookiePolicy
source: Cookie Policy
ar: سياسة ملفات تعريف الارتباط Cookie
de: Cookie-Richtlinien
es: Política de Cookies
fr: Politique d’utilisation des Témoins
id: Kebijakan Cookie
ja: クッキーポリシー
ko: 쿠키 정책
pt: Política de cookies
ru: Политика использования куки-файлов
th: นโยบายคุกกี้
tr: Çerez Politikası
vi: Chính Sách Cookie
zh_hans: Cookie政策
zh_hant: Cookie政策

# general.cookieSettings
source: Cookie settings
ar: إعدادات ملفات تعريف الارتباط Cookies
de: Cookie-Einstellungen
es: Ajustes de Cookies
fr: Paramètres des Témoins
id: Pengaturan Cookie
ja: クッキーの設定
ko: 쿠키 설정
pt: Configurações de cookies
ru: Настройки куки-файлов
th: ตั้งค่าคุกกี้
tr: Çerez ayarları
vi: Cài đặt cookie
zh_hans: Cookie设置
zh_hant: Cookie設定

# termsOfServicesLabel
source: Terms of Service
ar: شروط الخدمة
de: Allgemeine Geschäftsbedingungen
es: Términos de servicio
fr: Conditions générales d’utilisation
id: Persyaratan Layanan
ja: ご利用規約
ko: 이용 약관
pt: Termos de serviço
ru: Условия использования
th: เงื่อนไขการให้บริการ
tr: Hizmet Şartları
vi: Điều Khoản Dịch Vụ
zh_hans: 服务条款
zh_hant: 服務條款

# dataProtectionRegulationLabel
source: Data protection regulation
ar: لائحة حماية البيانات
de: Datenschutz-Grundverordnung
es: Reglamento de protección de datos
fr: Règlement sur la protection des données
id: Peraturan Perlindungan Data
ja: データ保護規制
ko: 데이터 보호 규정
pt: Regulamento de proteção de dados
ru: Регламент по защите данных
th: หลักคุ้มครองข้อมูลส่วนบุคคล
tr: Veri koruma yönetmeliği
vi: Quy Định Bảo Vệ Dữ Liệu
zh_hans: 数据保护条例
zh_hant: 資料保護規範

source: Off
ar: ايقاف
de: Aus
es: Desactivado
fr: Désactivé
id: Mati
ja: オフ
ko: 끔
pt: Desativado
ru: Выкл
th: ปิด
tr: Kapalı
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

source: On
ar: تشغيل
de: An
es: Activado
fr: Activé
id: Nyala
ja: オン
ko: 켬
pt: Ativado
ru: Вкл
th: เปิด
tr: Üzerinde
vi: Bật
zh_hans: 开启
zh_hant: 開啟

source: Options
ar: الخيارات
de: Optionen
es: Opciones
id: Pilihan
ja: オプション
ko: 옵션
pt: Opções
ru: Опции
th: ตัวเลือก
tr: Seçenekler
vi: Tùy chọn
zh_hans: 选项
zh_hant: 選項

source: (Recommended)
ar: (موصى به)
de: (Empfohlen)
es: (Recomendado)
fr: (recommandée)
id: (Disarankan)
ja: （推奨）
ko: (권장)
pt: (Recomendado)
ru: (Рекомендуется)
th: (แนะนำ)
tr: (Önerilen)
vi: (Khuyên dùng)
zh_hans: （推荐）
zh_hant: （推薦的）

source: Save HEIC photos as
ar: حفظ الصور HEIC كـ
de: Speicherformat für HEIC-Fotos
es: Guardar fotos HEIC como
fr: Enregistrer les photos HEIC en tant que
id: Simpan foto HEIC sebagai
ja: HEIC写真の保存形式
ko: HEIC 사진을 다음으로 저장
pt: Salvar fotos HEIC como
ru: Сохранять HEIC-фото как
th: บันทึกรูปภาพ HEIC เป็น
tr: HEIC fotoğraflarını şu şekilde kaydedin
vi: Lưu các ảnh HEIC ở dạng
zh_hans: 将HEIC照片另存为
zh_hant: 將HEIC照片儲存為

# We recommend JPG, as its the most compatible format for photos.
source: We recommend JPG, as it is the most compatible format for photos.
ar: نوصي بتنسيق JPG، لأنه التنسيق الأكثر توافقًا للصور.
de: Wir empfehlen JPG, da es das kompatibelste Format für Fotos ist.
es: Recomendamos JPG, ya que es el formato más compatible para fotos.
fr: Nous recommandons JPG, le format le plus compatible pour les photos.
id: Kami merekomendasikan JPG, karena ini adalah format yang paling kompatibel untuk foto.
ja: JPGは写真と最も互換性のある形式であるため、お勧めいたします。
ko: 우리는 가장 호환성이 좋은 형식인, JPG를 추천합니다.
pt: Recomendamos o formato JPG por ser o mais compatível para fotos.
ru: Мы рекомендуем JPG, так как это самый совместимый формат для фото.
th: เราขอแนะนำ JPG เนื่องจากเป็นรูปแบบที่เข้ากันได้กับรูปภาพมากที่สุด
tr: Fotoğraflar için en uyumlu format olduğu için JPG'yi öneriyoruz.
vi: Khuyên dùng JPG, định dạng ảnh được tương tích với nhiều phương tiện.
zh_hans: 我们建议您使用最兼容的JPG照片格式。
zh_hant: 我們建議您使用相容性最好的JPG照片格式。

source: Save HEVC videos as
ar: حفظ فيديوهات HEVC كـ
de: Speicherformat für HEVC-Videos
es: Guardar videos HEVC como
fr: Enregistrer les vidéos HEVC en tant que
id: Simpan video HEVC sebagai
ja: HEVC動画の保存形式
ko: HEVC 동영상을 다음으로 저장
pt: Salvar vídeos HEVC como
ru: Сохранять HEVC-видео как
th: บันทึกวิดีโอ HEVC เป็น
tr: HEVC videolarını şu şekilde kaydedin
vi: Lưu các video HEVC ở dạng
zh_hans: 将HEVC视频另存为
zh_hant: 將HEVC影片儲存為

# We recommend H.264, as its the most compatible format for videos.
source: We recommend H.264, as it is the most compatible format for videos.
ar: نوصي بتنسيق H.264، لأنه التنسيق الأكثر ملاءمة لمقاطع الفيديو.
de: Wir empfehlen aus Kompatibilitätsgründen H.264.
es: Recomendamos H.264, ya que es el formato más compatible para videos.
fr: Nous recommandons H.264, car c’est le format le plus compatible pour les vidéos.
id: Kami merekomendasikan H.264, karena ini adalah format yang paling kompatibel untuk video.
ja: H.264は動画で最も互換性のある形式であるため、お勧めいたします。
ko: 우리는 가장 호환성이 좋은 형식인, H.264를 추천합니다.
pt: Recomendamos o formato H.264 por ser o mais compatível para vídeos.
ru: Мы рекомендуем H.264, так как это самый совместимый формат для видео.
th: เราแนะนำ H.264 เนื่องจากเป็นรูปแบบที่เข้ากันได้กับวิดีโอมากที่สุด
tr: Videolar için en uyumlu format olduğu için H.264'ü öneriyoruz.
vi: Khuyên dùng H.264, định dạng video được tương tích với nhiều phương tiện.
zh_hans: 我们建议您使用最兼容的H.264视频格式。
zh_hant: 我們建議使用H.264，因為它是最相容的影片格式。

# Compression quality when to transcode HEVC videos to H.264 format.
source: Compression quality when HEVC videos are transcoded to H.264 format.
ar: جودة الضغط عند تحويل مقاطع فيديوهات HEVC إلى H.264.
de: Kompressionsqualität bei HEVC-H.264-Transkodierung
es: Calidad de compresión cuando los videos HEVC se transcodifican a formato H.264.
fr: Qualité de la compression quand les vidéos HEVC sont transcodées en format H.264.
id: Kualitas kompresi ketika video HEVC ditranskode ke format H.264.
ja: HEVC動画をH.264形式にトランスコードしたときの圧縮品質。
ko: HEVC 동영상을 H.264 형식으로 변환할 때 압축 품질.
pt: Qualidade de compressão quando os vídeos HEVC são transcodificados ao formato H.264.
ru: Качество сжатия при перекодировании HEVC-видео в формат H.264.
th: คุณภาพการบีบอัดเมื่อวิดีโอ HEVC ถูกแปลงเป็นรูปแบบ H.264
tr: HEVC videoları H.264 formatına dönüştürüldüğünde sıkıştırma kalitesi.
vi: Nén chất lượng khi các video HEVC được chuyển mã thành định dạng H.264
zh_hans: 当HEVC格式视频转码为H.264格式时的压缩质量。
zh_hant: HEVC影片轉檔為H.264格式時的壓縮品質。

# uploadVideosLabel
source: Upload videos
ar: رفع مقاطع الفيديو
de: Videos hochladen
es: Subir vídeos
fr: Téléverser les vidéos
id: Unggah Video
ja: 動画をアップロード
ko: 동영상 업로드
pt: Fazer upload de vídeos
ru: Загружать видео
th: อัปโหลดวิดีโอ
tr: Videoları yükle
vi: Cho phép video được tải lên
zh_hans: 上传视频
zh_hant: 上傳影片

source: When enabled, photos will be uploaded.
ar: عند التمكين، سيتم ترفيع الصور.
de: Wenn aktiviert, werden Fotos hochgeladen.
es: Al activar, se subirán las fotos.
fr: Si cette option est activée, les photos seront téléversées.
id: Jika diaktifkan, foto akan diunggah.
ja: 有効にすると、写真がアップロードされます。
ko: 활성화하면, 사진이 업로드 됩니다.
pt: Ao ativar, será feito o upload de fotos.
ru: Если включено, фото будут загружаться.
th: เมื่อเปิดใช้งาน รูปภาพจะถูกอัปโหลด
tr: Etkinleştirildiğinde, fotoğraflar yüklenecektir.
vi: Khi được bật, hình ảnh sẽ được cho phép tải lên.
zh_hans: 当开启相机上传后，照片将会被上传。
zh_hant: 啟用後將上傳相片。

# Photos will be uploaded to Camera Uploads folder.
source: Photos will be uploaded to the Camera uploads folder.
ar: سيتم ترفيع الصور إلى مجلد ترفيعات الكاميرا.
de: Hochgeladene Fotos werden im Kamera-Uploads-Ordner gespeichert.
es: Las fotos se subirán a la carpeta Subidas de la cámara.
fr: Les photos seront téléversées dans le dossier Téléversements de l’appareil photo.
id: Foto akan diunggah ke folder Unggah kamera.
ja: 写真はカメラアップロードフォルダにアップロードされます。
ko: 사진이 카메라 업로드 폴더에 업로드 됩니다.
pt: Fotos serão salvas na pasta Camera uploads.
ru: Фото будут загружаться в папку «Загрузки из камеры».
th: รูปภาพจะถูกอัปโหลดไปยังโฟลเดอร์อัปโหลดจากกล้อง
tr: Fotoğraflar Kamera yüklemeleri klasörüne yüklenecektir.
vi: Hình ảnh sẽ được tải lên vào trong thư mục Đăng Tải Camêra.
zh_hans: 照片会上传到您的“相机上传”文件夹。
zh_hant: 照片將上傳到「相機上傳」資料夾。

# Photos and videos will be uploaded to Camera Uploads folder.
source: Photos and videos will be uploaded to the Camera uploads folder.
ar: سيتم ترفيع الصور و الفيديوهات إلى مجلد ترفيعات الكاميرا.
de: Hochgeladene Fotos und Videos werden im Ordner für Kamera-Uploads gespeichert.
es: Las fotos y los videos se subirán a la carpeta Subidas de la cámara.
fr: Les photos et les vidéos seront téléversées dans le dossier Téléversements de l’appareil photo.
id: Foto dan video akan diunggah ke folder Unggah kamera.
ja: 写真と動画はカメラアップロードフォルダにアップロードされます。
ko: 사진과 동영상이 카메라 업로드 폴더에 업로드 됩니다.
pt: Fotos e vídeos serão salvos na pasta Camera uploads.
ru: Фото и видео будут загружаться в папку «Загрузки из камеры».
th: รูปภาพและวิดีโอจะถูกอัปโหลดไปยังโฟลเดอร์อัปโหลดจากกล้อง
tr: Fotoğraflar ve videolar Kamera yüklemeleri klasörüne yüklenir.
vi: Hình ảnh và videos sẽ được tải lên vào trong thư mục Đăng Tải Camêra.
zh_hans: 照片和视频会上传到您的“相机上传”文件夹。
zh_hant: 相片與影片將上傳到相機上傳資料夾。

source: Videos will be uploaded to the Camera uploads folder.
ar: سيتم ترفيع مقاطع الفيديو إلى مجلد ترفيعات الكاميرا.
de: Videos werden im Kamera-Uploads-Ordner gespeichert.
es: Los videos se subirán a la carpeta Camera Uploads.
fr: Les vidéos seront téléversées dans le dossier Téléversements de l’appareil photo.
id: Video akan diunggah ke folder Unggah kamera.
ja: 動画はカメラアップロードフォルダにアップロードされます。
ko: 동영상이 카메라 업로드 폴더에 업로드 됩니다.
pt: Os vídeos serão salvos na pasta Camera uploads.
ru: Видео будут загружаться в папку «Загрузки из камеры».
th: วิดีโอจะถูกอัปโหลดไปยังโฟลเดอร์อัปโหลดจากกล้อง
tr: Videolar Kamera yüklemeleri klasörüne yüklenecektir.
vi: Videos sẽ được tải lên vào trong thư mục Đăng Tải Camêra.
zh_hans: 视频会上传到“相机上传”文件夹。
zh_hant: 影片將上傳到「相機上傳」資料夾。

source: When enabled, videos will be uploaded.
ar: عند التمكين، سيتم ترفيع مقاطع الفيديو.
de: Wenn aktiviert, werden Videos hochgeladen.
es: Al activar, se subirán los videos.
fr: Si cette option est activée, les vidéos seront téléversées.
id: Jika diaktifkan, video akan diunggah.
ja: 有効にすると、動画がアップロードされます。
ko: 활성화하면, 동영상이 업로드 됩니다.
pt: Ao ativar, será feito o upload de vídeos.
ru: Если включено, видео будут загружаться в облако.
th: เมื่อเปิดใช้งาน วิดีโอจะถูกอัปโหลด
tr: Etkinleştirildiğinde, videolar yüklenecektir.
vi: Khi được bật, videos sẽ được cho phép tải lên.
zh_hans: 当开启相机上传后，视频将会被上传。
zh_hant: 啟用後將上傳影片。

# New Camera Upload!
source: New Camera uploads options
ar: خيارات ترفيعات الكاميرا الجديدة!
de: Neue Optionen für Camera Uploads
es: Nuevas opciones para las Subidas de la cámara
fr: Nouvelles options des Téléversements de l’appareil photo
id: Opsi Unggah kamera baru
ja: 新しいカメラアップロードオプション
ko: 새 카메라 업로드 옵션
pt: Novas opções para os Uploads da câmera
ru: Новые опции Загрузок из камеры
th: ตัวเลือกอัพโหลดกล้องใหม่
tr: Yeni Kamera yükleme seçenekleri
vi: Các tùy chọn mới cho Đăng Tải Camêra
zh_hans: 全新相机上传选项
zh_hant: 新的相機上傳選項

source: Now you can choose to convert HEIC/HEVC photos and videos to the more widely compatible JPEG/H.264 formats.
ar: الآن يمكنك اختيار تحويل الصور ومقاطع الفيديو HEIC/HEVC إلى تنسيقات JPEG/H.264 الأكثر توافقاً.
de: Sie können jetzt optional HEIC/HEVC Fotos und Videos automatisch in die verbreiteteren Formate JPEG und H.264 konvertieren.
es: Puedes elegir convertir fotos y videos HEIC/HEVC a los formatos más compatibles JPEG/H.264.
fr: Vous pouvez maintenant choisir de convertir les photos et les vidéos HEIC/HEVC vers les formats plus largement compatibles JPEG/H.264.
id: Sekarang anda dapat memilih untuk mengonversi foto dan video HEIC/HEVC ke format JPEG/H.264 yang lebih luas kompatibel.
ja: HEIC/HEVC写真と動画を、より広く互換性があるJPEG/H.264形式に変換するように選択できるようになりました。
ko: 이제 HEIC/HEVC 사진과 동영상을 널리 호환되는 JPEG/H.264 형식으로 변환하도록 선택할 수 있습니다.
pt: Agora você pode optar por converter fotos e vídeos HEIC/HEVC a formatos mais compatíveis, como JPEG e H.264.
ru: Теперь вы можете конвертировать фотографии и видео HEIC/HEVC в более широко совместимые форматы JPEG/H.264.
th: ตอนนี้คุณสามารถเลือกที่จะแปลงรูปภาพและวิดีโอ HEIC/HEVC เป็นรูปแบบ JPEG/H.264 ที่เข้ากันได้มากขึ้น
tr: Artık HEIC/HEVC fotoğraflarını ve videolarını daha yaygın olarak uyumlu JPEG/H.264 formatlarına dönüştürmeyi seçebilirsiniz.
vi: Chọn lựa giữa việc chuyển định dạng số phim ảnh HEIC/HEVC sang các định dạng số tương tích với JPEG/H.264.
zh_hans: 现在您可以选择将HEIC/HEVC格式的照片和视频转换为更兼容的JPEG/H.264格式。
zh_hant: 現在您可以選擇將HEIC/HEVC相片和影片轉檔成相容性更好的JPEG/H.264格式。

source: Use most compatible formats
ar: استخدم التنسيقات الأكثر توافقاً
de: Kompatible Formate verwenden
es: Utilizar los formatos más compatibles
fr: Utiliser les formats les plus compatibles
id: Gunakan Format Paling Kompatibel
ja: 最も互換性のある形式を使用する
ko: 가장 잘 호환되는 형식 사용
pt: Use os formatos mais compatíveis
ru: Использовать наиболее совместимые форматы
th: ใช้รูปแบบที่เข้ากันได้มากที่สุด
tr: En uyumlu formatları kullanın
vi: Dùng Các Định Dạng Thông Dụng Nhất
zh_hans: 使用最兼容的格式
zh_hant: 使用最相容的格式

source: Custom settings
ar: إعدادات مخصصة
de: Spezielle Einstellungen
es: Ajustes personalizados
fr: Paramètres personnalisés
id: Pengaturan Kustom
ja: カスタム設定
ko: 개별 설정
pt: Ajustes personalizados
ru: Пользовательские настройки
th: การตั้งค่าที่กำหนดเอง
tr: Özel ayarlar
vi: Thiết đặt tùy chỉnh
zh_hans: 自定义设置
zh_hant: 自訂設定

source: Device storage almost full
ar: مساحة تخزين الجهاز ممتلئة تقريباً
de: Gerätespeicher fast voll
es: Almacenamiento del dispositivo casi lleno
fr: La mémoire de l’appareil est presque saturée
id: Penyimpanan Perangkat Hampir Penuh
ja: 端末ストレージがほぼ満杯です
ko: 기기 저장소가 거의 가득 참
pt: Armazenamento do dispositivo quase cheio
ru: Память устройства почти заполнена
th: ที่เก็บอุปกรณ์ใกล้จะเต็ม
tr: Cihaz depolama alanı neredeyse dolu
vi: Dung Lượng Của Thiết Bị Sắp Hết
zh_hans: 设备储存空间已满
zh_hant: 裝置儲存空間幾乎已滿

source: You do not have enough storage for further camera uploads. Free up space by deleting unneeded apps, videos or music. You can manage your storage in %@
ar: ليس لديك مساحة تخزين كافية لمزيد من ترفيعات الكاميرا. حرر المساحة عن طريق حذف التطبيقات أو مقاطع الفيديو أو الموسيقى غير الضرورية. يمكنك إدارة مساحة التخزين الخاص بك في %@
de: Sie haben für weitere Camera Uploads nicht genügend freien Speicherplatz. Bitte löschen Sie Apps, Videos oder Musik, die Sie nicht mehr benötigen. Sie können Ihren Speicherplatz in %@ verwalten.
es: No tienes almacenamiento suficiente para más Subidas de la cámara. Libera espacio eliminando aplicaciones que no utilizas, videos o música. Puedes gestionar tu almacenamiento en %@
fr: Vous manquez d’espace de stockage pour d’autres Téléversements de l’appareil photo. Libérez de l’espace en supprimant des applis, des vidéos ou de la musique inutilisées. Vous pouvez gérer votre espace de stockage dans %@
id: Anda tidak memiliki cukup penyimpanan untuk unggahan kamera lebih lanjut. Kosongkan ruang dengan menghapus aplikasi, video, atau musik yang tidak dibutuhkan. Anda dapat mengelola penyimpanan anda di %@
ja: それ以上のカメラアップロード用のストレージが十分ではありません。不要なアプリ、動画、音楽を削除してスペースを解放してください。%@でストレージを管理できます。
ko: 앞으로의 카메라 업로드를 위한 공간이 충분하지 않습니다. 불필요한 앱, 동영상 또는 음악을 삭제함으로써 공간을 확보하세요. %@에서 저장소를 관리할 수 있습니다
pt: Você não tem espaço de armazenamento suficiente para fazer mais uploads da câmera. Libere espaço excluindo aplicativos, música ou vídeos desnecessários. Você pode gerenciar seu armazenamento em %@
ru: У вас недостаточно места для дальнейшей Загрузки с камеры. Освободите место, удалив ненужные приложения, видео или музыку. Вы можете управлять хранилищем в %@
th: คุณมีพื้นที่เก็บข้อมูลไม่เพียงพอสำหรับการอัปโหลดของกล้องเพิ่มเติม เพิ่มพื้นที่ว่างโดยการลบแอป วิดีโอหรือเพลงที่ไม่จำเป็น คุณสามารถจัดการที่เก็บข้อมูลของคุณใน %@
tr: Daha fazla kamera yüklemesi için yeterli depolama alanınız yok. Gereksiz uygulamaları, videoları veya müzikleri silerek yer açın. Depolamanızı şurada yönetebilirsiniz %@
vi: Thiết bị không còn đủ dung lượng cho việc đăng tải camêra. Xin xóa bớt các ứng dụng ít sử dụng, videos hay nhạc. Hoặc vào %@ để quản lý không gian.
zh_hans: 您没有足够的储存空间用于相机上传。请删除一些不必要的应用、视频和音乐以释放空间。您可以在%@管理您的储存空间。
zh_hant: 您沒有足夠的儲存空間進一步做相機上傳。請刪除不需要的app、影片或音樂以釋出空間。您可以在%@管理您的儲存空間。

source: Settings > General > %@ Storage
ar: الإعدادات > عام > %@ مساحة التخزين
de: Einstellungen > Allgemein > %@ Speicher
es: Ajustes > General > Almacenamiento %@
fr: Réglages > Général > Stockage %@
id: Pengaturan > Umum > %@ Penyimpanan
ja: 設定 > 一般 > %@ ストレージ
ko: 설정 > 일반 > %@ 저장소
pt: Ajustes > Geral > Armazenamento do %@
ru: Настройки > Обшие > Хранилище %@
th: การตั้งค่า > ทั่วไป > พื้นที่จัดเก็บข้อมูลของ %@
tr: Ayarlar > Genel > %@ Depolama
vi: Cài đặt > Cài đặt chung > Dung lượng %@
zh_hans: 设置 > 通用 > %@储存空间
zh_hant: 設定 > 一般 > %@儲存空間
