Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

source: Upload videos for Live photos
ar: ترفيع مقاطع الفيديو لصور Live Photos
de: Live-Fotos als Videos hochladen
es: Subir vídeos de Live Photos
fr: Téléverser les vidéos pour les Live Photos
id: Unggah Video untuk Foto Live
ja: ライブ写真用の動画をアップロード
ko: 라이브 포토 동영상 업로드
pt: Fazer o upload de vídeos das Live Photos
ru: Загружать видео для живых фото
th: อัปโหลดวิดีโอ Live Photos
tr: Canlı fotoğraflar için video yükleyin
vi: Tải lên các Ảnh Live Photos dưới dạng Videos
zh_hans: 上传实况照片视频
zh_hant: 上傳作為原況照片的影片

source: Upload all burst photos
ar: ترفيع جميع صور المتتابعة Burst
de: Alle Burst-Fotos hochladen
es: Subir fotos hechas en modo ráfaga
fr: Téléverser toutes les photos en rafale
id: Unggah Semua Foto Beruntun
ja: すべてのバースト写真をアップロード
ko: 모든 연속 촬영 사진 업로드
pt: Fazer o upload de todas as fotos em modo série
ru: Загружать серийную съёмку
th: อัปโหลดรูปภาพต่อเนื่องทั้งหมด
tr: Tüm seri fotoğrafları yükle
vi: Tải lên các ảnh Chụp Liên Tục
zh_hans: 上传所有连拍快照
zh_hant: 上傳所有的連拍相片

source: Upload Hidden album
ar: ترفيع ألبوم مخفي
de: Versteckte Alben hochladen
es: Subir Álbum oculto
fr: Téléverser l’album Masqués
id: Unggah Album Tersembunyi
ja: 隠しアルバムをアップロード
ko: 숨긴 사진첩 업로드
pt: Fazer upload do Álbum Oculto
ru: Загружать скрытый альбом
th: อัปโหลดอัลบั้มที่ซ่อนอยู่
tr: Gizli albüm yükle
vi: Tải lên các ảnh trong Album Bị Ẩn
zh_hans: 上传隐藏相册
zh_hant: 上傳隱藏的相簿

# The video and the photo in each Live Photo will be uploaded.
source: The photo and video versions of each Live photo will be uploaded.
ar: سيتم ترفيع نسخ الصور والفيديو لكل صورة Live Photo.
de: Die Standbild- und Videoversion jedes Live-Fotos wird hochgeladen.
es: Se subirán las fotos y los vídeos de cada Live Photo.
fr: Les versions photo et vidéo de chaque Live Photo seront téléversées.
id: Versi foto dan video dari setiap Foto Live akan diunggah.
ja: 各ライブ写真の写真と動画バージョンがアップロードされます。
ko: 라이브 포토의 사진과 동영상 버전이 업로드됩니다.
pt: Será feito o upload da foto e do vídeo de cada Live Photo.
ru: Фото- и видеоверсии каждого живого фото будут загружены.
th: Live Photo แต่ละเวอร์ชันและวิดีโอจะถูกอัปโหลด
tr: Her Canlı fotoğrafın fotoğraf ve video sürümleri yüklenecektir.
vi: Các phiên bản của từng ảnh và video trong mục Live Photos sẽ được phép tải lên.
zh_hans: 上传每个实况照片的照片和视频版本。
zh_hant: 將上傳每張原況照片的相片與影片版本。

# Only the photo in each Live Photo will be uploaded.
source: Only the photo version of each Live Photo will be uploaded.
ar: سيتم فقط ترفيع نسخة الصور لكل صورة Live Photo.
de: Nur die Standbildversion eines Live-Fotos wird hochgeladen.
es: Solo se subirá la foto de cada Live Photo.
fr: Seule la version photo de chaque Live Photo sera téléversée.
id: Hanya versi foto dari setiap Foto Live yang akan diunggah.
ja: 各ライブ写真の写真バージョンのみがアップロードされます。
ko: 라이브 포토의 사진 버전만 업로드됩니다.
pt: Somente será feito o upload da foto de cada Live Photo.
ru: Только фотоверсии каждого живого фото будут загружены.
th: เฉพาะเวอร์ชันรูปภาพของ Live Photo แต่ละอันเท่านั้นที่จะถูกอัปโหลด
tr: Her Canlı Fotoğrafın yalnızca fotoğraf sürümü yüklenecektir.
vi: Chỉ cho phép các phiên bản bằng hình trong Live Photos mới được tải lên.
zh_hans: 只上传每个实况照片的照片版本。
zh_hant: 只會上傳每張原況照片的照片版本。

source: All the photos from your burst photo sequences will be uploaded.
ar: سيتم ترفيع جميع الصور من تسلسل الصور المتتابعة burst.
de: Burst-Foto-Sequenzen werden komplett hochgeladen.
es: Se subirán todas las fotos hechas en modo ráfaga.
fr: Toutes les photos de vos séquences de photos en rafale seront téléversées.
id: Semua foto dari urutan foto burst anda akan diunggah.
ja: あなたのバースト写真シーケンスからの写真がすべてアップロードされます。
ko: 연속 촬영의 모든 사진이 업로드 됩니다.
pt: Será feito o upload de todas as fotos tiradas com o modo série.
ru: Все фото из серийной съёмки будут загружаться.
th: รูปภาพทั้งหมดจากลำดับรูปภาพที่ถ่ายต่อเนื่องของคุณจะถูกอัปโหลด
tr: Seri çekim fotoğraf dizilerinizdeki tüm fotoğraflar yüklenecektir.
vi: Tất cả các ảnh trong mục Chụp Liên Tục sẽ được phép tải lên.
zh_hans: 上传连拍照片序列中的所有照片。
zh_hant: 將上傳您連拍照片的所有照片。

# Only the representative photos from your burst photo sequences will be uploaded.
source: Only favourite photos from your burst photo sequences will be uploaded.
ar: سيتم ترفيع الصور المفضلة فقط من تسلسل الصور المتتابعة burst.
de: Nur ausgewählte Fotos aus Burst-Sequenzen werden hochgeladen.
es: Solo se subirán las fotos favoritas de tus fotos en modo ráfaga.
fr: Seules les photos favorites de vos séquences de photos en rafale seront téléversées.
id: Hanya foto favorit dari urutan foto burst anda yang akan diunggah.
ja: あなたのバースト写真シーケンスのお気に入りの写真のみがアップロードされます。
ko: 연속 촬영의 가장 좋아하는 사진만 업로드 됩니다.
pt: Somente será feito o upload das fotos favoritas das suas fotos em modo série.
ru: Только избранные фото из серийной съёмки будут загружаться.
th: เฉพาะภาพโปรดจากลำดับรูปภาพที่ถ่ายต่อเนื่องเท่านั้นที่จะอัปโหลด
tr: Yalnızca seri çekim fotoğraf dizilerinizden en sevdiğiniz fotoğraflar yüklenir.
vi: Chỉ cho phép các ảnh được đánh dấu là ưa thích mới được tải lên.
zh_hans: 只上传连拍照片中的个人收藏照片。
zh_hant: 只會上傳您連拍照片中最愛的照片。

# The Hidden Album is where you hide photos or videos in your device Photos app.
source: The Hidden album is where you hide photos or videos in your device’s Photos app.
ar: الألبوم المخفي هو المكان الذي تخفي فيه الصور أو مقاطع الفيديو في تطبيق الصور في جهازك.
de: Sie können Fotos und Videos in Ihrer Photos-App in versteckten Alben unsichtbar machen.
es: El Álbum oculto es donde escondes fotos o videos en la aplicación Fotos de tu dispositivo.
fr: L’album Masqués est l’endroit où vous cachez des photos ou des vidéos dans l’appli Photos de votre appareil.
id: Album Tersembunyi adalah tempat anda menyembunyikan foto atau video di aplikasi Foto perangkat anda.
ja: 隠しアルバムは、あなたの端末の写真アプリで非表示にしている写真や動画の場所です。
ko: 숨긴 앨범은 기기의 사진 앱에서 숨긴 사진 또는 동영상입니다.
pt: Um Álbum Oculto é onde você oculta fotos ou vídeos no aplicativo Fotos do seu dispositivo.
ru: Скрытый альбом — альбом, где вы прячете фото или видео в приложении «Фото» на устройстве.
th: อัลบั้มที่ซ่อนคือที่ที่คุณซ่อนรูปภาพหรือวิดีโอในแอปรูปภาพของอุปกรณ์
tr: Gizli albüm, cihazınızın Fotoğraflar uygulamasında fotoğrafları veya videoları gizlediğiniz yerdir.
vi: Album Bị Ẩn là nơi dấu hình ảnh và videos trong kho Ảnh của thiết bị.
zh_hans: 隐藏相册是指您在设备的照片中隐藏照片或视频的地方。
zh_hant: 隱藏相簿是您裝置的照片應用程式中隱藏相片或影片的地方。

source: Upload shared albums
ar: ترفيع ألبومات مشاركة
de: Geteilte Alben hochladen
es: Subir Álbumes compartidos
fr: Téléverser les albums partagés
id: Unggah Album yang Dibagikan
ja: 共有アルバムをアップロード
ko: 공유된 사진첩 업로드
pt: Fazer upload dos álbuns compartilhados
ru: Загружать общие альбомы
th: อัปโหลดอัลบั้มที่แชร์
tr: Paylaşılan albümleri yükle
vi: Tải lên các Album Chia Sẻ
zh_hans: 上传共享相册
zh_hant: 上傳共享相簿

source: Shared Albums from your device’s Photos app will be uploaded.
ar: سيتم ترفيع الألبومات المشاركة من تطبيق الصور بجهازك.
de: Durch die Photos-App freigegebene Alben werden hochgeladen.
es: Se subirán los Álbumes compartidos desde la app Fotos de tu dispositivo.
fr: Les albums partagés de l’appli Photos de votre appareil seront téléversés.
id: Album bersama dari aplikasi Foto perangkat anda akan diunggah.
ja: お使いの端末のフォトアプリから共有アルバムはアップロードされます。
ko: 기기의 사진 앱의 공유된 앨범이 업로드될 것입니다.
pt: Será feito o upload dos álbuns compartilhados do aplicativo Fotos do seu dispositivo.
ru: Общие альбомы из приложения «Фото» были загружены.
th: อัลบั้มที่แชร์จากแอปรูปภาพของอุปกรณ์จะถูกอัปโหลด
tr: Cihazınızın Fotoğraflar uygulamasından Paylaşılan Albümler yüklenir.
vi: Nội dung trong các Album Chia Sẻ từ kho Ảnh của máy sẽ được tải lên.
zh_hans: 设备照片中的共享相册将会被上传。
zh_hant: 您裝置的照片應用程式裡的共享相簿將會被上傳。

source: Shared albums from your device’s Photos app will not be uploaded.
ar: لن يتم ترفيع الألبومات المشاركة من تطبيق الصور بجهازك.
de: Durch die Photos-App freigegebene Alben werden nicht hochgeladen.
es: No se subirán los Álbumes compartidos desde la app Fotos de tu dispositivo.
fr: Les albums partagés de l’appli Photos de votre appareil ne seront pas téléversés.
id: Album yang Dibagikan dari aplikasi Foto perangkat anda tidak akan diunggah.
ja: お使いの端末のフォトアプリから共有アルバムはアップロードされません。
ko: 기기의 사진 앱의 공유된 앨범이 업로드되지 않을 것입니다.
pt: Não será feito o upload dos álbuns compartilhados do aplicativo Fotos do seu dispositivo.
ru: Общие альбомы из приложения «Фото» не будут загружаться.
th: อัลบั้มที่แชร์จากแอปรูปภาพของอุปกรณ์จะไม่ถูกอัปโหลด
tr: Cihazınızın Fotoğraflar uygulamasından paylaşılan albümler yüklenmez.
vi: Nội dung trong các Album Chia Sẻ từ kho Ảnh của máy sẽ không được tải lên.
zh_hans: 设备照片中的共享相册不会被上传。
zh_hant: 您裝置的照片應用程式裡的共享相簿不會被上傳。

source: Upload albums synced from iTunes
ar: ترفيع ألبومات متزامنة من أي تيونز iTunes
de: Aus iTunes synchronisierte Alben hochladen
es: Subir álbumes sincronizados desde iTunes
fr: Téléverser les albums synchronisés d’iTunes
id: Unggah Album yang Disinkronkan dari iTunes
ja: iTunesから同期されたアルバムをアップロード
ko: iTunes에서 동기화된 사진첩 업로드
pt: Fazer o upload dos álbuns sincronizados do iTunes
ru: Загружать альбомы, синхронизированные с iTunes
th: อัปโหลดอัลบัมที่ซิงค์จาก iTunes
tr: İTunes'dan senkronize edilen albümleri yükleyin
vi: Tải lên các albums được đồng bộ từ iTunes
zh_hans: 上传来自iTunes同步的相簿
zh_hant: 上傳來自iTunes同步的專輯

source: Synced albums are where you sync photos or videos to your device’s Photos app from iTunes.
ar: الألبومات التي تمت مزامنتها هي المكان الذي تقوم فيه بمزامنة الصور أو مقاطع الفيديو مع تطبيق الصور بجهازك من أي تيونز iTunes.
de: Sychronisierte Alben sind Fotos und Videos, die von iTunes an Ihre Photos-App synchronisiert werden.
es: Los álbumes sincronizados son donde sincronizas fotos o videos a la aplicación Fotos de tu dispositivo desde iTunes.
fr: Les albums synchronisés sont où vous synchronisez les photos ou les vidéos vers l’appli Photos de votre appareil, à partir d’iTunes.
id: Album yang disinkronkan adalah tempat anda menyelaraskan foto atau video ke aplikasi Foto perangkat anda dari iTunes.
ja: 同期アルバムでは、写真または動画をiTunesからあなたの端末の写真アプリに同期できます。
ko: 동기화된 앨범은 당신의 기기의 사진 앱이 iTunes에서 공기화한 사진 또는 동영상이 저장되는 곳입니다.
pt: Álbuns sincronizados permitem sincronizar fotos ou vídeos com o aplicativo Fotos do seu dispositivo no iTunes.
ru: Синхронизированные альбомы, где вы синхронизируете фотографии или видео из iTunes c приложением «Фото» на устройстве.
th: อัลบั้มที่ซิงค์คือที่ที่คุณซิงค์รูปภาพหรือวิดีโอกับแอปรูปภาพของอุปกรณ์จาก iTunes
tr: Senkronize edilmiş albümler, fotoğrafları veya videoları iTunes'dan cihazınızın Fotoğraflar uygulamasına senkronize ettiğiniz yerdir.
vi: Các albums đồng bộ là nơi chứa các hình ảnh và videos được đồng bộ hóa từ iTunes vào kho Ảnh của thiết bị.
zh_hans: 同步相簿是指您将照片或视频从iTunes同步至设备的照片应用的相册。
zh_hant: 同步相簿是您相片與影片從iTunes同步到您裝置照片應用程式的地方。

source: App version
ar: إصدار التطبيق
es: Versión de la aplicación
fr: Version de l’appli
id: Versi Aplikasi
ja: アプリのバージョン
ko: 앱 버전
pt: Versão do aplicativo
ru: Версия приложения
th: เวอร์ชันของแอป
tr: Uygulama sürümü
vi: Phiên bản App
zh_hans: App版本
zh_hant: 應用程式版本

# sdkVersion
source: MEGA SDK version
ar: نسخة MEGA ميغا SDK
es: Versión del SDK de MEGA
fr: Version de la trousse SDK de MEGA
id: Versi MEGA SDK
ja: MEGA SDKバージョン
ko: MEGA SDK 버전
pt: MEGA - versão do SDK
ru: Версия MEGA SDK
th: เวอร์ชัน MEGA SDK
tr: MEGA SDK sürümü
vi: Phiên bản MEGA SDK
zh_hans: MEGA SDK版本
zh_hant: MEGA SDK軟體開發包版本

source: MEGA Chat SDK version
ar: نسخة حزمة أدوات تطوير البرمجيات لمحادثة ميغا MEGA chat
es: Versión del SDK de MEGA chat
fr: Version de la trousse SDK de MEGA Chat
id: Versi MEGA chat SDK
ja: MEGA chat SDKバージョン
ko: MEGA chat SDK 버전
pt: MEGA chat - versão do SDK
ru: Версия MEGA Chat SDK
th: เวอร์ชัน MEGA chat SDK
tr: MEGA Chat SDK sürümü
vi: Phiên bản SDK MEGA Chat
zh_hans: MEGA chat SDK版本
zh_hant: MEGA Chat SDK版本

source: View source code
ar: الاطلاع على الرماز المصدري
de: Quellcode anzeigen
es: Ver código fuente
fr: Visualiser le code source
id: Lihat Kode Sumber
ja: ソースコードを見る
ko: 소스 코드 보기
pt: Ver o código-fonte
ru: Посмотреть исходный код
th: ดูซอร์สโค้ด
tr: Kaynak kodunu görüntüle
vi: Xem Mã Nguồn
zh_hans: 查看源代码
zh_hant: 檢視原始碼

source: Acknowledgements
ar: شكر وتقدير
de: Danksagungen
es: Agradecimientos
fr: Mentions
id: Pengakuan
ja: 謝辞
ko: 통지
pt: Agradecimentos
ru: Благодарности
th: กิตติกรรมประกาศ
tr: Teşekkür bölümü
vi: Thỏa Thuận
zh_hans: 致谢
zh_hant: 感謝

# changePasswordLabel
source: Change password
ar: تغيير كلمة المرور
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
id: Ganti Kata Sandi
ja: パスワードの変更
ko: 암호 변경
pt: Alterar senha
ru: Изменить пароль
th: เปลี่ยนรหัสผ่าน
tr: Şifreyi değiştir
vi: Đổi mật khẩu
zh_hans: 更改密码
zh_hant: 更改密碼

# exportMasterKeyFooter
source: Exporting the Recovery key and keeping it in a secure location enables you to set a new password without data loss.
ar: تصدير مفتاح الاستعادة والحفاظ عليه في مكان آمن يساعدك على تحديد كلمة مرور جديدة دون فقدك للبيانات.
de: Wenn Sie Ihren Rettungsschlüssel exportieren und an einem sicheren Ort verwahren, können Sie Ihr Passwort ohne Datenverlust zurücksetzen.
es: Si exportas la Clave de recuperación y la guardas en un lugar seguro podrás cambiar la contraseña sin perder tus datos.
fr: En exportant et en conservant la Clé de récupération en lieu sûr, vous pourrez définir un nouveau mot de passe sans risquer de perdre des données.
id: Mengekspor Kunci pemulihan dan menyimpan nya di tempat yang aman membolehkan anda mengatur password baru tanpa kehilangan data.
ja: 回復キーをエクスポートして安全な場所に保管すると、データを失うことなく新しいパスワードを設定できます。
ko: 복구 키를 내보내고 안전한 장소에 보관하는 것은 데이터 손실 없이 새 암호를 설정할 수 있도록 해줍니다.
pt: Exportar a chave de recuperação e guardá-la em um lugar seguro permite que você altere a sua senha sem perder os seus dados.
ru: Экспорт ключа восстановления и его хранение в надёжном месте позволит задать новый пароль без потери данных.
th: การส่งออกคีย์การกู้คืนและเก็บไว้ในที่ปลอดภัย จะช่วยให้คุณสามารถตั้งรหัสผ่านใหม่โดยไม่สูญเสียข้อมูล
tr: Kurtarma anahtarını dışa aktarmak ve güvenli bir yerde tutmak, veri kaybı olmadan yeni bir şifre belirlemenizi sağlar.
vi: Xuất ra Chìa Khóa Phục Hồi và giữ chìa khóa này ở một nơi an toàn và dễ nhớ sẽ giúp bạn tránh việc mất dữ liệu khi quên mật khẩu.
zh_hans: 导出恢复密钥并将其妥善保存使您可以设置新密码而不会丢失数据。
zh_hant: 正在匯出您的還原金鑰，請妥善保管。您的還原金鑰可以使您不會因為重新設定密碼而遺失過去上傳的資料。

source: Why do I need a Recovery key?
ar: لماذا أحتاج لمفتاح استعادة؟
de: Wozu brauche ich einen Rettungsschlüssel?
es: ¿Por qué necesito la Clave de recuperación?
fr: Pourquoi ai-je besoin d’une Clé de récupération ?
id: Mengapa saya butuh Kunci pemulihan?
ja: 回復キーが必要な理由とは？
ko: 왜 복구 키가 필요한가요?
pt: Por que eu preciso de uma chave de recuperação?
ru: Для чего нужен ключ восстановления?
th: เหตุใดฉันจึงต้องมีคีย์การกู้คืน
tr: Neden bir Kurtarma anahtarına ihtiyacım var?
vi: Tại sao tôi cần phải lưu giữ Chìa Khóa Phục Hồi?
zh_hans: 为什么我需要恢复密钥？
zh_hant: 為什麼我會需要還原金鑰？

# recoveryKeyCopiedToClipboard
source: Recovery key copied to clipboard. Save it to a safe place where you can easily access later.
ar: تم نسخ مفتاح الاستعادة إلى الحافظة. احفظه في مكان آمن حيث يمكنك الوصول إليه بسهولة لاحقًا.
de: Ihr Rettungsschlüssel wurde in die Zwischenablage kopiert. Speichern Sie ihn an einem sicheren Ort, an dem Sie später leicht darauf zugreifen können.
es: Clave de recuperación copiada al portapapeles. Guárdala en un lugar seguro al que pueda acceder fácilmente más tarde.
fr: La clé de récupération a été copiée dans le presse-papiers. Enregistrez-la en lieu sûr où vous pourrez y accéder ultérieurement.
id: Kunci pemulihan disalin ke papan klip. Simpan ke tempat yang aman di mana anda dapat dengan mudah mengaksesnya nanti.
ja: 回復キーがクリップボードにコピーされました。後で簡単にアクセスできる安全な場所に保管してください。
ko: 복구 키가 클립보드에 복사되었습니다. 나중에 쉽게 접근할 수 있는 안전한 곳에 저장하세요.
pt: A chave de recuperação foi copiada para a área de transferência. Salve-a em um lugar seguro, que você possa acessar facilmente mais tarde.
ru: Ключ восстановления скопирован в буфер обмена. Сохраните его в безопасном месте, откуда вы сможете легко получить его позже.
th: คัดลอกคีย์การกู้คืนไปไว้ที่คลิปบอร์ดแล้ว บันทึกไว้ในที่ปลอดภัย ที่คุณสามารถเข้าถึงได้ง่ายในภายหลัง
tr: Kurtarma anahtarı panoya kopyalandı. Daha sonra kolayca erişebileceğiniz güvenli bir yere kaydedin.
vi: Chìa khóa phục hồi đã được sao chép vào bộ nhớ tạm. Lưu chìa khóa lại vào nơi bạn có thể dễ dàng truy cập khi cần dùng sau này.
zh_hans: 恢复密钥已付知道剪贴板。请把它保存到一个您之后可以轻松访问的安全地方。
zh_hant: 還原金鑰已複製到剪貼簿。請將它保存在一個安全的地方，以便您以後可以輕鬆的存取。

# masterKeyExported
source: Recovery key exported
ar: تم تصدير مفتاح الاستعادة
de: Rettungsschlüssel exportiert
es: Clave de recuperación guardada
fr: La Clé de récupération a été exportée
id: Kunci pemulihan terekspor
ja: 回復キーがエクスポートされました
ko: 복구 키 내보내짐
pt: A chave de recuperação foi exportada
ru: Ключ восстановления импортирован
th: ส่งออกคีย์การกู้คืนแล้ว
tr: Kurtarma anahtarı dışa aktarıldı
vi: Đã xuất ra chìa khóa phục hồi
zh_hans: 恢复密钥已导出
zh_hant: 已匯出還原金鑰

# masterKeyExported_alertMessage
source: The Recovery key has been exported into the Offline section as MEGA-RECOVERYKEY.txt. Note: It will be deleted if you log out, please store it in a safe place.
ar: تم تصدير ”مفتاح الاستعادة“ إلى قسم ”غير متصل بالانترنت“ كـ MEGA-مفتاح الاستعادة.txt. ملاحظة: سيتم حذفه إذا قمت بتسجيل الخروج، يرجى تخزينه في مكان آمن.
de: Der Rettungsschlüssel wurde als MEGA-RETTUNGSSCHLUESSEL.txt in den Offlinebereich exportiert. Bitte beachten Sie: Wenn Sie sich ausloggen, wird die Datei gelöscht. Bitte speichern Sie sie daher an einem sicheren Ort.
es: Se ha guardado la Clave de recuperación en la sección Sin conexión como MEGA-CLAVEDERECUPERACION.txt. Aviso: si te desconectas se eliminará, por favor guárdala en un lugar seguro.
fr: La Clé de récupération a été exportée dans la section Hors ligne sous MEGA-CLÉdeRÉCUPÉRATION.txt. Remarque : Elle sera supprimée si vous vous déconnectez. Veuillez la conserver en lieu sûr.
id: Kunci pemulihan telah diekspor ke bagian Offline sebagai MEGA-KUNCIPEMULIHAN.txt. Catatan: Ini akan dihapus jika anda keluar, harap simpan di tempat yang aman.
ja: 回復キーは、MEGA-回復キー.txtとしてオフラインセクションにエクスポートされました。注意：ログアウトすると削除されますので、安全な場所に保管してください。
ko: 복구 키가 MEGA-복구키.txt로 오프라인 섹션에 내보내졌습니다. 참고: 로그아웃 하면 삭제되니, 안전한 곳에 보관하세요.
pt: A chave de recuperação foi exportada para a seção offline como MEGA-CHAVEDERECUPERACAO.txt. Aviso: ela será deletada se você fizer logout. Por favor, guarde-a em um lugar seguro.
ru: Ключ восстановления был экспортирован на локальный диск в файл MEGA-КЛЮЧ-ВОССТАНОВЛЕНИЯ.txt. Примечание: Он будет удалён, если вы выйдете из системы. Пожалуйста, сохраните его в безопасном месте.
th: คีย์การกู้คืนได้ถูกส่งออกไปยังส่วนออฟไลน์ในชื่อ MEGA-คีย์การกู้คืน.txt เรียบร้อยแล้ว หมายเหตุ: ไฟล์จะถูกลบออก หากคุณออกจากระบบ ขอให้คุณเก็บไว้ในที่ปลอดภัยทันที
tr: Kurtarma anahtarı Çevrimdışı bölümüne MEGA-RECOVERYKEY.txt olarak dışa aktarıldı. Not: Oturumu kapatırsanız silinecektir, lütfen güvenli bir yerde saklayın.
vi: Chìa Khóa Phục Hồi đã được lưu vào mục Ngoại Tuyến với tên CHIAKHOAPHUCHOI-MEGA.txt. Ghi chú: Tệp tin sẽ bị xóa khi bạn đăng xuất, xin lưu tệp tin vào một chỗ khác an toàn hơn.
zh_hans: 恢复密钥文件“MEGA-恢复密钥.txt”已导出到您的离线中。请注意：登出帐户后，您的离线文件将会被删除，请妥善保存。
zh_hant: 還原金鑰已以 MEGA-還原金鑰.txt 匯出至離線存取區。注意：您登出後它將會被刪除，請將其存放於安全之處。

source: On your device
ar: على جهازك
de: Auf Ihrem Gerät
es: En el dispositivo
fr: Sur votre appareil
id: Pada perangkat anda
ja: ご自分のデバイス
ko: 기기에서
pt: No seu dispositivo
ru: На устройстве
th: บนอุปกรณ์ของคุณ
tr: Cihazınızda
vi: Trong điện thoại
zh_hans: 在您的设备上
zh_hant: 在您的裝置上

source: Clear Offline files
ar: مسح كافة الملفات في دون اتصال
de: Offline-Dateien löschen
es: Eliminar archivos sin conexión
fr: Vider les fichiers Hors ligne
id: Hapus File Offilne
ja: オフラインのファイルをクリア
ko: 오프라인 파일 삭제
pt: Deletar arquivos offline
ru: Очистка локальных файлов
th: ล้างไฟล์ออฟไลน์
tr: Çevrimdışı dosyaları temizle
vi: Dọn các tệp tin Ngoại Tuyến
zh_hans: 清除离线文件
zh_hant: 清除可離線使用的檔案

# settings.fileManagement.alert.clearAllOfflineFiles
source: Clear all offline files?
ar: مسح كافة الملفات في دون اتصال؟
de: Alle Offline-Dateien löschen?
es: ¿Eliminar todos los archivos sin conexión?
fr: Vider tous les fichiers Hors ligne ?
id: Hapus semua file offline?
ja: オフラインファイルをすべて消去しますか？
ko: 모든 오프라인 파일을 삭제할까요?
pt: Você quer deletar todos os arquivos offline?
ru: Очистить все локальные файлы?
th: ล้างไฟล์ออฟไลน์ทั้งหมดหรือไม่
tr: Tüm çevrimdışı dosyaları temizleyin?
vi: Dọn tất cả các tệp ngoại tuyến?
zh_hans: 是否清除所有离线文件？
zh_hant: 清除所有可離線使用的檔案？

source: Clear cache
ar: مسح التخزين المؤقت
de: Zwischenspeicher leeren
es: Borrar caché
fr: Vider le cache
id: Hapus Cache
ja: キャッシュ消去
ko: 캐시 지우기
pt: Deletar cache
ru: Очистить кэш
th: ล้างแคช
tr: Önbelleği temizle
vi: Dọn bộ nhớ tạm
zh_hans: 清除缓存
zh_hant: 清除快取

source: On MEGA
ar: على ميغا MEGA
de: Auf MEGA
es: En MEGA
fr: Sur MEGA
id: Pada MEGA
ja: MEGAで
ko: MEGA에서
pt: No MEGA
ru: В MEGA
th: บน MEGA
tr: MEGA üzerinde
vi: Trên mạng MEGA
zh_hans: 在MEGA上
zh_hant: 於MEGA上

source: Empty Rubbish bin
ar: إفراغ سلة المحذوفات
de: Papierkorb leeren
es: Vaciar Papelera
fr: Vider la Corbeille
id: Kosongkan Sampah
ja: ごみ箱を空にする
ko: 휴지통 비우기
pt: Esvaziar a Lixeira
ru: Очистить Корзину
th: ล้างข้อมูลในถังขยะ
tr: Boş Çöp Kovası
vi: Thùng Rác Trống
zh_hans: 清空回收站
zh_hant: 清空垃圾筒

# emptyRubbishBinAlertTitle
source: All the items in the Rubbish bin will be deleted.
ar: سيتم حذف جميع العناصر الموجودة في سلة المحذوفات.
de: Alle Elemente im Papierkorb werden endgültig gelöscht
es: Todos los elementos de la Papelera se eliminarán
fr: Tous les éléments dans la Corbeille seront supprimés
id: Semua item di tempat sampah akan dihapus.
ja: ごみ箱の項目はすべて削除されます。
ko: 휴지통의 모든 항목이 삭제됩니다.
pt: Todos os itens da Lixeira serão deletados
ru: Все элементы в Корзине будут удалены.
th: รายการทั้งหมดในถังขยะจะถูกลบ
tr: Çöp kutusundaki tüm öğeler silinecektir.
vi: Tất cả các mục trong Thùng Rác sẽ bị xóa
zh_hans: 回收站中的所有项目都将被删除。
zh_hant: 所有垃圾筒中的項目將被刪除

# settings.fileManagement.rubbishBin.snackbar.message
source: Rubbish bin emptied
ar: تم إفراغ سلة المحذوفات
id: Sampah dikosongkan dengan
ja: ごみ箱が空になりました
ko: 휴지통이 비워졌습니다
pt: A lixeira foi esvaziada
ru: Корзина успешно очищена
th: เคลียร์ถังขยะเสร็จแล้ว
tr: Çöp kutusu boşaltıldı
zh_hans: 已清空回收站

# settings.fileManagement.rubbishBin.upgrade.info.title
source: Rubbish bin is automatically emptied every %d days. If you would like disable automatic emptying of the Rubbish bin, upgrade to a paid plan.
ar: يتم تفريغ سلة المحذوفات تلقائيًا كل %d أيام. إذا كنت ترغب في تعطيل التفريغ التلقائي لسلة المحذوفات، قم بالترقية إلى باقة مدفوعة.
id: Tempat sampah secara otomatis dikosongkan setiap %d hari. Jika anda ingin menonaktifkan pengosongan otomatis tempat sampah, tingkatkan ke paket berbayar.
ja: ごみ箱は%d日ごとに自動的に空になります。ごみ箱を自動的に空にする機能を無効にしたい場合は、有料プランにアップグレードしてください。
ko: 휴지통이 %d일마다 자동으로 비워집니다. 만약 휴지통 자동 비우기를 비활성화하고 싶다면, 유료 요금제로 업그레이드 하세요.
pt: A Lixeira é esvaziada automaticamente a cada %d dias. Se você quiser desativar o esvaziamento automático da Lixeira, faça o upgrade a um plano pago.
ru: Корзина для мусора автоматически очищается каждые %d дней. Если вы хотите отключить автоматическую очистку Корзины, перейдите на платный план.
th: ถังขยะจะถูกล้างโดยอัตโนมัติทุก ๆ %d วัน หากคุณต้องการปิดใช้งานการล้างถังขยะอัตโนมัติ กรุณาอัปเกรดเป็นแผนบริการแบบชำระเงิน
tr: Çöp kutusu her seferinde otomatik olarak boşaltılır %d günler. Çöp kutusunun otomatik olarak boşaltılmasını devre dışı bırakmak isterseniz, ücretli bir plana yükseltin.
zh_hans: 每%d天回收站将会被自动清空。如果您想禁用自动清空回收站的功能，请升级到付费方案。

# settings.fileManagement.rubbishBin.autoPurge.title
source: Automatically empty Rubbish bin
ar: قم بإفراغ سلة المحذوفات تلقائيًا
id: Kosongkan Tempat Sampah Secara Otomatis
ja: ごみ箱を自動的に空にする
ko: 자동으로 휴지통 비우기
pt: Esvaziar a Lixeira automaticamente
ru: Автоматическая очистка Корзины
th: ล้างถังขยะโดยอัตโนมัติ
tr: Çöp kutusunu otomatik olarak boşaltın
zh_hans: 自动清空回收站

# settings.fileManagement.rubbishBin.autoPurge.days
source: %d days
ar: %d يوم
id: %d hari
ja: %d日
ko: %d일
pt: %d dias
ru: %d дня
th: %d วัน
tr: %d günler
zh_hans: %d 天
