Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# settings.fileManagement.rubbishBin.clean.warning.title
source: Empty Rubbish bin?
ar: إفراغ سلة المحذوفات؟
id: Kosongkan Sampah?
ja: ごみ箱を空にしますか？
ko: 휴지통을 비울까요?
pt: Esvaziar a Lixeira?
ru: Очистить Корзину?
th: ล้างข้อมูลในถังขยะหรือไม่
tr: Boş çöp kutusu?
zh_hans: 是否清空回收站？

# settings.fileManagement.rubbishBin.clean.title
source: Empty Rubbish Bin
ar: سلة المحذوفات فارغة
id: Kosongkan Sampah
ja: ごみ箱は空です
ko: 휴지통 비우기
pt: Lixeira vazia
ru: Корзина пуста
th: ล้างข้อมูลในถังขยะ
tr: Boş Çöp Kovası
zh_hans: 回收站为空

# settings.fileManagement.rubbishBin.navigation.title
source: Rubbish bin settings
ar: إعدادات سلة المحذوفات
id: Pengaturan tempat sampah
ja: ごみ箱の設定
ko: 휴지통 설정
pt: Configurações da Lixeira
ru: Настройки Корзины
th: การตั้งค่าถังขยะ
tr: Çöp kutusu ayarları
zh_hans: 回收站设置

# settings.fileManagement.rubbishBin.clean.warning.empty
source: Empty
ar: إفراغ
id: Kosongkan
ja: 空にする
ko: 비우기
pt: Esvaziar
ru: Очистить
th: ว่างเปล่า
tr: Boş
zh_hans: 清空

# settings.fileManagement.title
source: File management
ar: إدارة الملفات
id: Pengelolaan File
ja: ファイル管理
ko: 파일 관리
pt: Gerenciamento de arquivos
ru: Управление файлами
th: การจัดการไฟล์
tr: Dosya yönetimi
zh_hans: 文件管理

# settings.fileManagement.header.onMEGA
source: On MEGA
ar: على ميغا MEGA
id: Pada MEGA
ja: MEGAで
ko: MEGA에서
pt: No MEGA
ru: В MEGA
th: บน MEGA
tr: MEGA üzerinde
zh_hans: 在MEGA上

# settings.fileManagement.useMobileDataForHighResolution
source: Use mobile data to load high resolution images
ar: استخدم بيانات الهاتف المحمول لترفيع صور عالية الدقة
id: Gunakan data seluler untuk memuat gambar resolusi tinggi
ja: モバイルデータを使用して高解像度画像を読み込む
ko: 고해상도 이미지를 불러오는데에 모바일 데이터 사용
pt: Permitir o uso de dados móveis para carregar imagens de alta resolução
ru: Использовать мобильные данные для загрузки изображений с высоким разрешением
th: ใช้ข้อมูลมือถือเพื่อโหลดภาพความละเอียดสูง
tr: Yüksek çözünürlüklü görüntüler yüklemek için mobil verileri kullanın
zh_hans: 使用移动数据加载高分辨率图像

# settings.fileManagement.useMobileDataForHighResolution.description
source: If disabled, the high resolution image will only be loaded when you zoom in.
ar: في حالة التعطيل، لن يتم ترفيع الصورة عالية الدقة إلا عند التكبير.
id: Jika dinonaktifkan, gambar resolusi tinggi hanya akan dimuat saat anda memperbesar.
ja: 無効にした場合、高解像度の画像はズームインしたときにのみ読み込まれます。
ko: 비활성화 하면, 고해상도 이미지는 확대할 때만 불러옵니다.
pt: Se esta opção for desativada, a imagem em alta resolução só será carregada quando você aumentar o zoom.
ru: Если этот параметр отключён, изображение с высоким разрешением будет загружено только при увеличении масштаба.
th: หากปิดใช้งาน ภาพความละเอียดสูงจะโหลดเมื่อคุณซูมเข้าเท่านั้น
tr: Devre dışı bırakılırsa, yüksek çözünürlüklü görüntü yalnızca yakınlaştırdığınızda yüklenir.
zh_hans: 如果已禁用，则只有在放大时才会加载高分辨率图片。

# settings.fileManagement.rubbishBinSettings
source: Rubbish bin settings
ar: إعدادات سلة المحذوفات
id: Pengaturan tempat sampah
ja: ごみ箱の設定
ko: 휴지통 설정
pt: Configurações da Lixeira
ru: Настройки Корзины
th: การตั้งค่าถังขยะ
tr: Çöp kutusu ayarları
zh_hans: 回收站设置

# settings.fileManagement.fileVersioning
source: File versioning
ar: النسخ المعدلة للملفات
id: Versi file
ja: ファイルのバージョン管理
ko: 파일 버전 관리
pt: Controle das versões de arquivos
ru: Версии файлов
th: เวอร์ชันไฟล์
tr: Dosya sürümü oluşturma
zh_hans: 文件版本

# settings.fileManagement.header.onYourDevice
source: On your device
ar: على جهازك
id: Pada perangkat anda
ja: お使いのデバイスで
ko: 기기에서
pt: No seu dispositivo
ru: На устройстве
th: บนอุปกรณ์ของคุณ
tr: Cihazınızda
zh_hans: 在您的设备上

# settings.fileManagement.clearCache
source: Clear cache
ar: مسح التخزين المؤقت
id: Hapus Cache
ja: キャッシュをクリア
ko: 캐시 지우기
pt: Deletar cache
ru: Очистить кэш
th: ล้างแคช
tr: Önbelleği temizle
zh_hans: 清除缓存

# settings.fileManagement.clearCache.done.message
source: Cache cleared
ar: تم مسح ذاكرة التخزين المؤقت
id: Cache dibersihkan
ja: キャッシュがクリアされました
ko: 캐시 비움
pt: Cache deletado
ru: Кэш очищен
th: ล้างแคชแล้ว
tr: Önbellek temizlendi
zh_hans: 缓存已清除

# settings.fileManagement.clearOfflineFiles
source: Clear offline files
ar: مسح الملفات في دون اتصال بالانترنت
id: Hapus file offline
ja: オフラインファイルをクリア
ko: 오프라인 파일 삭제
pt: Deletar arquivos offline
ru: Очистка локальных файлов
th: ล้างไฟล์ออฟไลน์
tr: Çevrimdışı dosyaları temizle
zh_hans: 清除离线文件

# settings.fileManagement.clearOfflineFiles.alert.title
source: Clear offline files?
ar: مسح الملفات في دون اتصال بالانترنت؟
id: Hapus file offline?
ja: オフラインファイルをクリアしますか？
ko: 오프라인 파일을 삭제할까요?
pt: Deletar arquivos offline?
ru: Очистить локальные файлы?
th: ล้างไฟล์ออฟไลน์หรือไม่
tr: Çevrimdışı dosyaları temizleyin?
zh_hans: 清除离线文件？

# settings.fileManagement.clearOfflineFiles.alert.description
source: If you would like to view these files, an internet connection will be required.
ar: إذا كنت ترغب في عرض هذه الملفات، فستكون هناك حاجة إلى الاتصال بالإنترنت.
id: Jika anda ingin melihat file-file ini, koneksi internet akan diperlukan.
ja: これらのファイルを表示するには、インターネット接続が必要です。
ko: 이 파일들을 보려면, 인터넷 연결이 필요합니다.
pt: Se você quiser visualizar estes arquivos, será necessária uma conexão à internet.
ru: Для просмотра этих файлов потребуется подключение к Интернету.
th: หากคุณต้องการดูไฟล์เหล่านี้ จำเป็นต้องมีการเชื่อมต่ออินเทอร์เน็ต
tr: Bu dosyaları görüntülemek isterseniz, bir internet bağlantısı gerekli olacaktır.
zh_hans: 如果您想查看这些文件，则需要互联网连接。

# settings.fileManagement.clearOfflineFiles.alert.confirmationButton
source: Clear
ar: مسح
id: Hapus
ja: クリア
ko: 비우기
pt: Deletar
ru: Очистить
th: ล้าง
tr: Temiz
zh_hans: 清除

# settings.fileManagement.clearOfflineFiles.done.message
source: Offline files cleared
ar: تم مسح الملفات في دون اتصال بالانترنت
id: File offline dihapus
ja: オフラインファイルがクリアされました
ko: 오프라인 파일 삭제함
pt: Arquivos offline deletados
ru: Локальные файлы удалены
th: ล้างไฟล์ออฟไลน์แล้ว
tr: Çevrimdışı dosyalar temizlendi
zh_hans: 离线文件已清除

# settings.fileManagement.fileVersioning.menu.subtitle
source: Store multiple versions of your files. Disabling this setting does not stop your contacts from adding new versions.
ar: قم بتخزين نسخ متعددة من ملفاتك. لا يؤدي تعطيل هذا الإعداد إلى إيقاف جهات الاتصال الخاصة بك من إضافة نسخ جديدة في المجلدات المشاركة.
id: Simpan beberapa versi file anda. Menonaktifkan pengaturan ini tidak menghentikan kontak anda menambahkan versi baru di folder bersama.
ja: ファイルの複数のバージョンを保存します。この設定を無効にしても、連絡先が共有フォルダに新しいバージョンを追加するのを止めることはできません。
ko: Store multiple versions of your files. Disabling this setting does not stop your contacts from adding new versions in shared folders.
pt: Permite armazenar várias versões dos seus arquivos. Desativar esta configuração não vai impedir que os seus contatos adicionem novas versões em pastas compartilhadas.
ru: Храните несколько версий файлов. Отключение этого параметра не помешает вашим контактам добавлять новые версии в общих папках.
th: จัดเก็บไฟล์ของคุณได้หลายเวอร์ชัน การปิดใช้งานการตั้งค่านี้จะไม่เป็นการป้องกันไม่ให้รายชื่อติดต่อของคุณเพิ่มเวอร์ชันใหม่ในโฟลเดอร์ที่แชร์
tr: Dosyalarınızın birden çok sürümünü saklayın. Bu ayarı devre dışı bırakmak, kişilerinizin paylaşılan klasörlere yeni sürümler eklemesini engellemez.
zh_hans: 以多个版本存储您的文件。禁用此设置不会阻止您的联系人在共享文件夹中添加新版本。

# settings.fileManagement.fileVersioning.deleteOlderVersions.button
source: Delete all older versions of files
ar: احذف جميع النسخ القديمة من الملفات
id: Hapus semua versi file yang lebih lama
ja: 古いバージョンのファイルをすべて削除
ko: 파일의 모든 이전 버전 삭제
pt: Deletar todas as versões anteriores de arquivos
ru: Удалить все старые версии файлов
th: ลบไฟล์เวอร์ชันเก่าทั้งหมด
tr: Dosyaların tüm eski sürümlerini silin
zh_hans: 删除所有文件的旧版本

# settings.fileManagement.fileVersioning.deleteOlderVersions.alert.title
source: Delete older versions of files?
ar: حذف النسخ القديمة من الملفات؟
id: Hapus versi file yang lebih lama?
ja: 古いバージョンのファイルをすべて削除しますか？
ko: 파일의 이전 버전을 삭제할까요?
pt: Deletar as versões anteriores de arquivos?
ru: Удалить все старые версии файлов?
th: ลบไฟล์เวอร์ชันเก่าหรือไม่
tr: Dosyaların eski sürümlerini silin mi?
zh_hans: 删除文件的旧版本？

# settings.fileManagement.fileVersioning.deleteOlderVersions.alert.message
source: Any file versions shared to you from a contact will need to be deleted by them. Current versions of files won’t be deleted.
ar: يجب حذف أي نسخ ملفات تمت مشاركتها معك من جهة اتصال من قبلهم. لن يتم حذف النسخ الحالية من الملفات.
id: Versi file apa pun yang dibagikan kepada anda dari kontak harus dihapus oleh mereka. Versi file saat ini tidak akan dihapus.
ja: 連絡先から共有されたファイルバージョンは、当該連絡先によって削除される必要があります。ファイルの現在のバージョンは削除されません。
ko: 연락처로부터 공유 받은 모든 파일 버전은 연락처가 지워야 합니다. 파일의 현재 버전은 지워지지 않습니다.
pt: Versões de arquivos compartilhados com você por um contato deve ser excluídas por ele. As versões atuais dos arquivos não serão deletadas.
ru: Любые версии файлов, доступные вам от контакта, должны быть удалены им. Текущие версии файлов не будут удалены.
th: ไฟล์เวอร์ชันต่าง ๆ ที่ผู้อื่นแชร์มาให้คุณจะต้องถูกลบโดยเจ้าของไฟล์เท่านั้น ส่วนไฟล์เวอร์ชันปัจจุบันจะไม่ถูกลบ
tr: Bir kişiden size paylaşılan tüm dosya sürümlerinin onlar tarafından silinmesi gerekir. Dosyaların mevcut sürümleri silinmez.
zh_hans: 联系人共享给您的任何文件版本都需要由他们删除。当前版本的文件不会被删除。

# settings.fileManagement.fileVersioning.deleteOlderVersions.snackBar
source: File versions deleted
ar: حذف نسخ الملف
id: Versi file dihapus
ja: ファイルバージョンが削除されました
ko: 파일 버전 삭제됨
pt: As versões de arquivos foram deletadas
ru: Версии файлов удалены
th: ลบเวอร์ชันไฟล์แล้ว
tr: Dosya sürümleri silindi
zh_hans: 已删除文件历史版本

# settings.fileManagement.fileVersioning.disableFileVersioning.alert.title
source: Disable file versioning?
ar: تعطيل نَسخْ الملف؟
id: Nonaktifkan versi file?
ja: ファイルのバージョン管理を無効にしますか？
ko: 파일 버전 관리를 비활성화 할까요?
pt: Desativar o controle das versões de arquivos?
ru: Отключить версии файлов?
th: ปิดใช้งานการเก็บเวอร์ชันไฟล์หรือไม่
tr: Dosya sürümü oluşturmayı devre dışı bırakmak mı?
zh_hans: 禁用文件版本功能？

# settings.fileManagement.fileVersioning.disableFileVersioning.alert.message
source: When file versioning is disabled, the current version will be replaced once a file is updated.
ar: عند تعطيل نسخ الملف سيؤدي تحديث الملف إلى استبداله تمامًا.
id: Ketika versi file dinonaktifkan, memperbarui file akan sepenuhnya menggantikannya.
ja: ファイルのバージョン管理が無効になっている場合、ファイルを更新すると完全に置き換えられます。
ko: When file versioning is disabled, updating a file will completely replace it.
pt: Quando o controle das versões de arquivos estiver desativado, atualizar um arquivo vai fazer com que o existente seja completamente substituído.
ru: Если управление версиями файлов отключено, при обновлении файла он будет полностью заменён.
th: เมื่อปิดใช้งานการจัดเวอร์ชันไฟล์ การอัปเดตไฟล์จะเป็นการแทนที่ไฟล์เดิมทั้งหมด
tr: Dosya sürümü oluşturma devre dışı bırakıldığında, bir dosyanın güncellenmesi tamamen yerini alacaktır.
zh_hans: 当文件版本控制功能被禁用时，正在更新的文件将完全替换它。

# settings.fileManagement.fileVersioning.disableFileVersioning.alert.disableButton
source: Disable
ar: تعطيل
id: Nonaktifkan
ja: 無効化
ko: 해제
pt: Desativar
ru: Отключение
th: ปิดใช้งาน
tr: Kapat
zh_hans: 禁用

# settings.fileManagement.fileVersioning.footer.title
source: All current files will remain. Only historic versions of your files will be deleted.
ar: كل الملفات الحالية ستبقى دون تعديل، فقد النسخ القديمة للملفات سوف تحذف.
id: Ini akan menghapus secara permanen semua versi file anda sendiri. Setiap versi file yang dibagikan kepada anda dari kontak harus dihapus oleh mereka.
ja: 現在のファイルはすべて残ります。あなたのファイルの過去バージョンのみが削除されます。
ko: 소유하고 계신 모든 현재 버전의 파일들은 남습니다. 오직 오래된 구 버전의 파일 기록만이 제거됩니다.
pt: Todos os arquivos atuais permanecerão. Apenas as versões antigas dos seus arquivos serão deletadas.
ru: Все текущие файлы останутся. Только прошлые версии файлов будут удалены.
th: ไฟล์ปัจจุบันทั้งหมดจะยังคงอยู่ ระบบจะลบไฟล์เวอร์ชันที่เก่ากว่าเท่านั้น
tr: Mevcut tüm dosyalar kalacaktır. Dosyalarınızın yalnızca geçmiş sürümleri silinecektir.
zh_hans: 当前所有文件将被保留。仅删除文件的历史版本。

source: Don’t use HTTP
ar: لا تستخدم بروتوكول HTTP
de: Kein HTTP nutzen
es: No usar HTTP
fr: Ne pas utiliser HTTP
id: Jangan gunakan HTTP
ja: HTTPを使用しない
ko: HTTP 사용 안함
pt: Não usar HTTP
ru: Не использовать HTTP
th: อย่าใช้ HTTP
tr: HTTP kullanmayın
vi: Không dùng HTTP
zh_hans: 不使用HTTP
zh_hant: 不使用HTTP

# transfersSectionFooter
source: Enable this option only if your transfers don’t start. In normal circumstances HTTP is satisfactory as all transfers are already encrypted.
ar: تمكين هذا الخيار فقط في حال لم تبدأ عمليات تراسل المعطيات بعد. في الظروف العادية فإن استخدام HTTP مقبول كون جميع عمليات التراسل مشفرة بالفعل.
de: Aktivieren Sie diese Option ausschließlich bei Übertragungsproblemen. Normalerweise ist HTTP ausreichend, da alle Daten bereits verschlüsselt sind.
es: Activa esta opción solo si tus transferencias no se inician. En circunstancias normales HTTP es suficiente ya que todas las transferencias ya viajan encriptadas.
fr: N’activez cette option que si vos transferts ne démarrent pas. Dans des conditions normales, le protocole HTTP est adéquat, car tous les transferts sont déjà chiffrés.
id: Aktifkan pilihan ini jika transfer anda tidak dimulai. Dalam keadaan normal, HTTP cukup memuaskan karena seluruh transfer telah dienkripsi.
ja: 転送が開始されない場合にのみ、このオプションを有効にします。通常の状況では、転送はすべてすでに暗号化されているため、HTTPで問題ありません。
ko: 이 옵션은 전송이 시작되지 않을때만 활성화하세요. 일반적은 환경에서는 모든 전송이 이미 암호화되었기 때문에 HTTP면 충분합니다.
pt: Ative essa opção somente se a sua transferência não começar. Em circunstâncias normais, HTTP é suficiente, pois todas as transferências já estão criptografadas.
ru: Включите эту опцию, только если передача не начинается. Обычно HTTP достаточно, так как все передачи уже зашифрованы.
th: เปิดใช้งานตัวเลือกนี้เฉพาะเมื่อการถ่ายโอนของคุณไม่เริ่มทำงาน โดยปกติ HTTP จะยังมีการเข้ารหัสลับระหว่างการถ่ายโอนข้อมูลอยู่แล้ว
tr: Bu seçeneği yalnızca transferleriniz başlamazsa etkinleştirin. Normal koşullarda HTTP tatmin edicidir, çünkü tüm aktarımlar zaten şifrelenmiştir.
vi: Chỉ nên bật khi các phiên truyền tải không lưu thông. Trong các trường hợp bình thường, HTTP là đủ đáp ứng vì các phiên truyền tải đã được mã hóa.
zh_hans: 仅当您的传输未开始时启用此选项。正常情况下，HTTP已位所有传输都加密，且可正常工作。
zh_hant: 僅於您的傳輸未開始時才啟用此選項。正常情況下，HTTP已可為所有傳輸加密，且成果令人滿意。

source: Download options
ar: خيارات التنزيل
de: Downloadoptionen
es: Opciones de descarga
fr: Options de téléchargement
id: Opsi download
ja: ダウンロードのオプション
ko: 다운로드 옵션
pt: Opções de download
ru: Параметры скачивания
th: ตัวเลือกดาวน์โหลด
tr: İndirme seçenekleri
vi: Tuỳ chọn tải xuống
zh_hans: 下载选项
zh_hant: 下載選項

# currentlyUsing
source: Currently using %s
ar: المساحة المستخدمة حالياً %s
de: %s belegt
es: Actualmente en uso %s
fr: %s sont utilisés actuellement
id: Sekarang memakai %s
ja: 現在の使用量は%s
ko: 현재 %s 사용중
pt: Atualmente usando %s
ru: Сейчас занимает %s
th: ใช้ไปแล้ว %s
tr: Şu anda kullanıyorum %s
vi: Hiện đang dùng %s
zh_hans: 当前已使用%s
zh_hant: 目前已使用%s

# cancelYourAccount
source: Delete account
ar: حذف الحساب
de: Account löschen
es: Eliminar cuenta
fr: Supprimer le compte
id: Hapus Akun
ja: アカウントを削除
ko: 계정 삭제
pt: Excluir conta
ru: Удалить аккаунт
th: ลบบัญชี
tr: Hesabı sil
vi: Xoá tài khoản
zh_hans: 删除帐户
zh_hant: 刪除帳戶

# youWillLooseAllData
source: You will lose all data associated with this account. Are you sure you want to proceed?
ar: سوف تفقد جميع البيانات المرتبطة بهذا الحساب. هل أنت متأكد أنك تريد المتابعة؟
de: Sie werden alle gespeicherten Daten dieses Accounts verlieren. Wirklich löschen?
es: Perderás todos los datos asociados con esta cuenta. ¿Confirmas que quieres continuar?
fr: Vous perdrez toutes les données associées à ce compte. Voulez-vous vraiment poursuivre ?
id: Anda akan kehilangan seluruh data yang berhubungan dengan akun ini. Anda yakin ingin melanjutkan?
ja: このアカウントに関連付けられているデータがすべて失われます。続行してもよろしいですか？
ko: 이 계정과 연결된 모든 데이터를 잃게 됩니다. 진행하시겠습니까?
pt: Você perderá todos os dados associados a esta conta. Tem certeza de que deseja continuar?
ru: Вы потеряете все связанные данные. Действительно хотите продолжить?
th: คุณจะสูญเสียข้อมูลทั้งหมดที่เชื่อมโยงกับบัญชีนี้ คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ
tr: Bu hesapla ilişkili tüm verileri kaybedeceksiniz. Devamlamak istediğinden emin misin?
vi: Bạn sẽ mất tất cả dữ liệu liên quan đến tới tài khoản này. Bạn có chắc muốn tiếp tục không?
zh_hans: 您将丢失与此帐户关联的所有数据。您确定要继续吗？
zh_hant: 您將遺失所有與此帳戶相關的資料。確定要繼續嗎？

# ifYouCantAccessYourEmailAccount
source: If you can’t access your email inbox, contact support@mega.nz
ar: إذا لم تتمكن من الوصول إلى صندوق البريد الإلكتروني الخاص بك، فتواصل معsupport@mega.nz
de: Falls Sie keinen Zugang zu Ihrem E-Mail-Posteingang haben, wenden Sie sich an support@mega.nz
es: Si no puedes acceder a tu correo electrónico contacta con support@mega.nz
fr: Si vous ne pouvez pas accéder à votre boîte de réception des courriels, contactez support@mega.nz
id: Jika anda tidak dapat mengakses kotak masuk email anda, hubungi support@mega.nz
ja: メール受信箱にアクセスできない場合、support@mega.nzにご連絡ください
ko: 당신의 이메일 수신함에 접근할 수 없다면, support@mega.nz로 연락주세요.
pt: Se você não puder acessar o seu email, entre em contato com support@mega.nz
ru: Если вы не можете получить доступ к своей электронной почте, напишите на support@mega.nz.
th: หากคุณไม่สามารถเข้าถึงกล่องจดหมายอีเมลของคุณได้ ติดต่อ support@mega.io
tr: E-posta gelen kutunuza erişemiyorsanız, iletişime geçin support@mega.nz
vi: Nếu bạn không truy cập được hộp thư email của mình, xin liên hệ support@mega.nz
zh_hans: 如果您无法访问您的电子邮件收件箱，联系support@mega.nz
zh_hant: 如果您無法存取您的電子郵件收件匣，請聯繫support@mega.nz

source: Cancellation link has expired.
ar: انتهت صلاحية رابط الإلغاء.
de: Stornolink abgelaufen.
es: El enlace de cancelación ha caducado.
fr: Le lien d’annulation est expiré.
id: Link pembatalan telah habis.
ja: キャンセルリンクは失効しました。
ko: 취소 링크가 만료되었습니다.
pt: Link de cancelamento expirado.
ru: Срок действия ссылки для удаления истёк.
th: ลิงก์ยกเลิกหมดอายุแล้ว
tr: İptal bağlantısının süresi doldu.
vi: Yêu cầu hủy bỏ này đã hết hạn.
zh_hans: 取消链接已过期。
zh_hant: 取消連結已過期。

# enterYourPasswordToConfirmThatYouWanToClose
source: This is the last step to delete your account. You will permanently lose all the data stored in the cloud. Please enter your password below.
ar: هذه هي الخطوة الأخيرة لحذف حسابك. ستفقد بشكل دائم جميع البيانات المخزنة في السحابة. الرجاء إدخال كلمة المرور الخاصة بك أدناه.
de: Dies ist die letzte Stufe der Accountlöschung. Sie werden Ihre online gespeicherten Daten verlieren. Bitte geben Sie Ihr Passwort ein.
es: Este es el último paso para eliminar tu cuenta. Perderás de forma permanente todos los datos almacenados en la nube. Por favor, introduce tu contraseña a continuación.
fr: Ceci est la dernière étape pour supprimer votre compte. Vous perdrez irrémédiablement toutes les données stockées dans le nuage. Saisissez votre mot de passe ci-dessous.
id: Ini adalah langkah terakhir untuk menghapus akun anda. Anda akan kehilangan semua data yang disimpan di cloud secara permanen. Silakan masukkan kata sandi anda di bawah ini.
ja: これはあなたのアカウントを削除する最後のステップです。クラウドに保存されているデータはすべて完全に失われます。以下にパスワードを入力してください。
ko: 계정을 삭제하는 마지막 단계입니다. 클라우드에 저장된 모든 데이터를 잃게 됩니다. 아래에 암호를 입력하세요.
pt: Este é o último passo para excluir a sua conta. Todos os dados armazenados na sua nuvem de arquivos serão permanentemente deletados. Por favor, digite sua senha abaixo para confirmar.
ru: Остался один шаг перед удалением аккаунта. Все данные в облаке будут безвозвратно утрачены. Введите пароль.
th: นี่เป็นขั้นตอนสุดท้ายในการลบบัญชีของคุณ คุณจะสูญเสียข้อมูลทั้งหมดที่เก็บไว้ในคลาวด์อย่างถาวร กรุณากรอกรหัสผ่านของคุณด้านล่าง
tr: Bu, hesabınızı silmek için son adımdır. Bulutta depolanan tüm verileri kalıcı olarak kaybedersiniz. Lütfen aşağıya şifrenizi girin.
vi: Đây là bước cuối cùng để hoàn tất việc xóa bỏ tài khoản. Bạn sẽ mất hoàn toàn tất cả dữ liệu bạn đã lưu trên ổ mây. Để tiến hành, xin nhập mật khẩu vào dưới đây.
zh_hans: 这是删除帐户的最后一步。您将永久丢失存储在云盘中的所有数据。请在下方输入您的密码。
zh_hant: 這是刪除帳戶的最後步驟。您將永久遺失儲存在雲端空間中的所有資料。請於下方輸入您的密碼。

# accountCanceledSuccessfully
source: Your account has been deleted
ar: لقد تم حذف حسابك
de: Ihr Account wurde gelöscht
es: Tu cuenta ha sido eliminada
fr: Votre compte a été supprimé
id: Akun anda telah dihapus
ja: あなたのアカウントは削除されました
ko: 계정이 삭제되었습니다
pt: A sua conta foi excluída.
ru: Ваш аккаунт удалён
th: บัญชีของคุณถูกลบออกแล้ว
tr: Hesabınız silindi
vi: Tài khoản của bạn đã bị xóa
zh_hans: 您的帐户已被删除
zh_hant: 您的帳戶已被刪除

source: Close account
ar: إغلاق الحساب
de: Account schließen
es: Cancelar cuenta
fr: Fermer le compte
id: Tutup akun
ja: アカウントを閉じる
ko: 계정 닫기
pt: Encerrar a conta
ru: Закрыть аккаунт
th: ปิดบัญชี
tr: Hesabı kapat
vi: Đóng tài khoản
zh_hans: 关闭帐户
zh_hant: 關閉帳戶

source: Remove
ar: حذف
de: Entfernen
es: Eliminar
fr: Supprimer
id: Hapus
ja: 削除
ko: 제거
pt: Remover
ru: Удалить
th: ลบออก
tr: Kaldır
vi: Xóa
zh_hans: 移除
zh_hant: 移除

# removeNodeFromRubbishBinTitle
source: Confirm removal
ar: تأكيد الإزالة
de: Löschen bestätigen
es: Confirmar eliminación
fr: Confirmer la suppression
id: Konfirmasi penghapusan
ja: 削除を確認
ko: 삭제 승인
pt: Confirmar remoção
ru: Подтвердите удаление
th: ยืนยันการลบ
tr: Kaldırmayı onaylayın
vi: Xác nhận việc xóa bỏ
zh_hans: 确认删除
zh_hant: 確認移除

# sharedItems.rubbish.warning.message
source: You are about to permanently remove %@. Would you like to proceed? (You cannot undo this action.)
ar: أنت على وشك إزالة %@ بشكل دائم. هل ترغب في المتابعة؟ (لا يمكنك التراجع عن هذا الإجراء.)
de: Sie sind dabei, %@ unwiderruflich zu entfernen. Fortfahren? (Sie können diese Aktion nicht rückgängig machen.)
es: Estás a punto de eliminar permanentemente %@. ¿Seguro que quieres continuar? (Esta acción no se podrá deshacer.)
fr: Vous êtes sur le point de supprimer %@ définitivement. Voulez-vous poursuivre ? (Cette action est irréversible.)
id: Anda akan menghapus %@ secara permanen. Apakah anda ingin melanjutkan? (Anda tidak dapat membatalkan tindakan ini.)
ja: %@を恒久的に削除しようとしています。続行しますか？（この操作を元に戻すことはできません）
ko: %@을/를 완전히 삭제하려고 합니다. 진행 하시겠습니까? (이 행동은 되돌릴 수 없습니다.)
pt: Você está prestes a remover permanentemente %@. Você quer continuar? Esta ação é irreversível.
ru: Вы собираетесь навсегда удалить %@. Продолжить? (Вы не сможете отменить это действие.)
th: คุณกำลังจะลบ %@ ออกอย่างถาวร คุณต้องการที่จะดำเนินการต่อไปหรือไม่ (จะไม่สามารถเรียกคืนรายการที่ลบกลับมาได้อีก)
tr: Kalıcı olarak kaldırmak üzeresiniz %@. Devamlamak ister misiniz? (Bu işlemi geri alamazsınız.)
vi: Bạn đang chuẩn bị tiến hành xóa vĩnh viễn %@. Bạn có muốn xóa không? (Không thể hồi lại sau khi xóa).
zh_hans: %@将被永久移除。您想继续吗？（您无法撤消此操作。）
zh_hant: 您將永久刪除%@。您要繼續嗎？（您無法撤銷此操作。）

# fileRemovedToRubbishBinMessage
source: 1 file removed from MEGA
ar: تم إزالة 1 ملف من ميغا MEGA
de: 1 Datei von MEGA entfernt
es: 1 archivo eliminado de MEGA
fr: 1 fichier a été supprimé de MEGA
id: 1 file dihapuskan dari MEGA
ja: MEGA から1 個のファイルが削除されました
ko: MEGA에서 파일 1개 삭제됨
pt: 1 arquivo eliminado do MEGA
ru: 1 файл удалён из MEGA
th: 1 ไฟล์ถูกลบออกจาก MEGA
tr: MEGA'dan 1 dosya kaldırıldı
vi: Đã xóa 1 tệp tin khỏi MEGA
zh_hans: 已从MEGA移除1个文件
zh_hant: 已自MEGA移除1個檔案

# filesRemovedToRubbishBinMessage
source: %d files removed from MEGA
ar: تم إزالة %d ملف من ميغا MEGA
de: %d Dateien von MEGA entfernt
es: %d archivos eliminados de MEGA
fr: %d fichiers ont été supprimés de MEGA
id: %d file dihapus dari MEGA
ja: MEGA から%d個のファイルが削除されました
ko: MEGA에서 파일 %d개 삭제됨
pt: %d arquivos eliminados do MEGA
ru: %d файлов удалено с MEGA
th: %d ถูกลบออกจาก MEGA แล้ว
tr: %d MEGA'dan kaldırılan dosyalar
vi: %d tệp tin đã xóa khỏi MEGA
zh_hans: 已从MEGA移除%d个文件
zh_hant: 已自MEGA移除%d個檔案

# folderRemovedToRubbishBinMessage
source: 1 folder removed from MEGA
ar: تم إزالة 1 مجلد من ميغا MEGA
de: 1 Ordner von MEGA entfernt
es: 1 carpeta eliminada de MEGA
fr: 1 dossier a été supprimé de MEGA
id: 1 folder dihapus dari MEGA
ja: MEGA から1 個のフォルダが削除されました
ko: MEGA에서 폴더 1개 삭제됨
pt: 1 pasta removida do MEGA
ru: 1 папка удалена с MEGA
th: 1 ถูกลบออกจาก MEGA แล้ว
tr: MEGA'dan 1 klasör kaldırıldı
vi: 1 thư mục vừa bị xóa khỏi MEGA
zh_hans: 已从MEGA移除1个文件夹
zh_hant: 已自MEGA移除1個資料夾
