Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# videos.tab.playlist.content.alert.title
source: Enter playlist name
ar: أدخل اسم قائمة التشغيل
de: Namen der Playlist eingeben
es: Introducir el nombre de la lista de reproducción
fr: Saisir le nom de la liste de lecture
id: Masukkan nama daftar putar
ja: プレイリスト名を入力
ko: 재생목록 이름을 입력하세요
pt: Digite o nome da lista de reprodução
ru: Введите название плейлиста
th: กรอกชื่อเพลย์ลิสต์
tr: Oynatma listesi adını girin
vi: Đặt tên danh sách phát
zh_hans: 输入播放列表名称
zh_hant: 輸入播放列表名稱

# videos.tab.playlist.content.alert.placeholder
source: New playlist
ar: قائمة تشغيل جديدة
de: Neue Playlist
es: Nueva lista de reproducción
fr: Nouvelle liste de lecture
id: Daftar putar baru
ja: 新しいプレイリスト
ko: 새 재생 목록
pt: Nova lista de reprodução
ru: Новый плейлист
th: เพลย์ลิสต์ใหม่
tr: Yeni çalma listesi
vi: Tạo danh sách phát mới
zh_hans: 新播放列表
zh_hant: 新的播放列表

# videos.tab.playlist.content.alert.button.create
source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
id: Buat
ja: 作成
ko: 생성
pt: Criar
ru: Создать
th: สร้าง
tr: Oluştur
vi: Tạo
zh_hans: 创建
zh_hant: 建立

# videos.tab.playlist.create.alert.enterNewName
source: Enter a new name
ar: أدخل اسمًا جديدًا
de: Geben Sie einen neuen Namen ein
es: Introducir un nombre nuevo
fr: Saisissez un nouveau nom.
id: Masukkan nama baru
ja: 新しい名前を入力してください
ko: 새 이름을 입력하세요
pt: Digite um novo nome
ru: Введите новое название
th: กรอกชื่อใหม่
tr: Yeni bir isim girin
vi: Nhập một tên mới.
zh_hans: 输入新名称
zh_hant: 輸入新的名稱

# videos.tab.playlist.create.alert.videoPlaylistNameNotAllowed
source: This playlist name is not allowed
ar: اسم قائمة التشغيل هذا غير مسموح به
de: Dieser Playlist-Name ist nicht zulässig
fr: Le nom de cette liste de lecture n'est pas autorisé
id: Nama playlist ini tidak diperbolehkan
ja: このプレイリスト名は許可されていません
ko: 이 재생목록 이름은 허용되지 않습니다
pt: Este nome de lista de reprodução não é permitido
ru: Недопустимое название плейлиста
th: ไม่อนุญาตให้ใช้ชื่อเพลย์ลิสต์นี้
tr: Bu çalma listesi adına izin verilmiyor
zh_hans: 不允许使用此播放列表名称

# videos.tab.playlist.create.alert.enterDifferentName
source: Enter a different name
ar: أدخل اسمًا مختلفًا.
de: Bitte anderen Namen eingeben
es: Introduce un nombre diferente
fr: Saisissez un nom différent
id: Masukkan nama yang berbeda
ja: 別の名前を入力してください
ko: 다른 이름을 입력하세요
pt: Digite um nome diferente
ru: Введите другое название
th: กรอกชื่ออื่น
tr: Farklı bir isim girin
vi: Đặt một cái tên khác
zh_hans: 输入一个不同的名称
zh_hant: 輸入不同的名稱

# videos.tab.playlist.create.alert.userVideoPlaylistExists
source: A playlist with this name already exists
ar: يوجد بالفعل قائمة تشغيل بهذا الاسم
de: Eine Playlist mit diesem Namen existiert bereits
es: Ya existe una lista de reproducción con este nombre
fr: Une liste de lecture du même nom existe déjà
id: Daftar putar dengan nama ini sudah ada
ja: この名前のプレイリストはすでに存在します
ko: 이 이름을 가진 재생목록이 이미 존재합니다
pt: Já existe uma lista de reprodução com este nome
ru: Плейлист с таким названием уже существует
th: มีชื่อเพลย์ลิสต์นี้อยู่แล้ว
tr: Bu ada sahip bir çalma listesi zaten var
vi: Đã có một danh sách phát với tên này rồi
zh_hans: 已经存在该名称的播放列表
zh_hant: 已存在相同名稱的播放列表

# videos.tab.playlist.playlistContent.menu.addVideos
source: Add videos
ar: إضافة مقاطع فيديو
de: Videos hinzufügen
es: Añadir vídeos
fr: Ajouter des vidéos
id: Tambahkan video
ja: 動画を追加
ko: 동영상 추가
pt: Adicionar vídeos
ru: Все видео
th: เพิ่มวิดีโอ
tr: Video ekle
vi: Thêm video
zh_hans: 添加视频
zh_hant: 新增影片

# videos.tab.playlist.playlistContent.menu.deletePlaylist
source: Delete playlist
ar: حذف قائمة التشغيل
de: Playlist löschen
es: Eliminar lista de reproducción
fr: Supprimer la liste de lecture
id: Hapus daftar putar
ja: プレイリストを削除
ko: 재생목록 삭제
pt: Deletar a lista de reprodução
ru: Удалить плейлист
th: ลบเพลย์ลิสต์ออก
tr: Oynatma listesini sil
vi: Xóa danh[w]sách phát
zh_hans: 删除播放列表
zh_hant: 刪除播放列表

# videos.tab.playlist.playlistContent.actionSheet.title.removeFromPlaylist
source: Remove from playlist?
ar: إزالة من قائمة التشغيل؟
de: Aus Playlist entfernen?
es: ¿Eliminar de la lista de reproducción?
fr: Supprimer de la liste de lecture ?
id: Hapus dari playlist?
ja: プレイリストから削除しますか？
ko: 재생목록에서 제거할까요?
pt: Você quer eliminar da lista de reprodução?
ru: Удалить из плейлиста?
th: นำออกจากเพลย์ลิสต์หรือไม่
tr: Oynatma listesinden kaldırılsın mı?
vi: Loại khỏi danh[w]sách phát?
zh_hans: 从播放列表中移除？
zh_hant: 從播放列表中移除？

# videos.tab.playlist.browser.button.add
source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
id: Tambah
ja: 追加
ko: 추가
pt: Adicionar
ru: Добавить
th: เพิ่ม
tr: Ekle
vi: Thêm
zh_hans: 添加
zh_hant: 新增

# videos.tab.playlist.content.header.button.title.add
source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
id: Tambah
ja: 追加
ko: 추가
pt: Adicionar
ru: Добавить
th: เพิ่ม
tr: Ekle
vi: Thêm
zh_hans: 添加
zh_hant: 新增

# videos.tab.playlist.content.alert.title.rename
source: Rename playlist
ar: إعادة تسمية قائمة التشغيل
de: Playlist umbenennen
es: Renombrar lista
fr: Renommer la liste de lecture
id: Ubah nama playlist
ja: プレイリストの名前を変更
ko: 재생목록 이름 변경
pt: Renomear a lista de reprodução
ru: Переименование плейлиста
th: เปลี่ยนชื่อเพลย์ลิสต์
tr: Oynatma listesini yeniden adlandırın
vi: Đổi tên danh sách phát
zh_hans: 重命名播放列表
zh_hant: 重新命名播放列表

# videos.tab.playlist.content.alert.subtitle.enterTheNewName
source: Enter the new name
ar: أدخل الاسم الجديد
de: Neuen Namen eingeben
es: Introducir el nuevo nombre
fr: Saisissez le nouveau nom
id: Masukkan nama baru
ja: 新しい名前を入力してください
ko: 새 이름을 입력하세요
pt: Digite o novo nome
ru: Введите новое название
th: กรอกชื่อใหม่
tr: Yeni adı girin
vi: Nhập tên mới
zh_hans: 输入新名称
zh_hant: 輸入新名稱

# videos.tab.playlist.content.alert.button.rename
source: Rename
ar: إعادة التسمية
de: Umbenennen
es: Renombrar
fr: Renommer
id: Ubah nama
ja: 名前を変更
ko: 이름 바꾸기
pt: Renomear
ru: Переименовать
th: เปลี่ยนชื่อ
tr: Yeniden Adlandır
vi: Đổi tên
zh_hans: 重命名
zh_hant: 重新命名

# videos.tab.playlist.content.snackbar.renamingFailed
source: Renaming failed
ar: فشلت عملية إعادة التسمية
de: Umbenennen fehlgeschlagen
es: Error al cambiar el nombre
fr: Échec de renommage
id: Mengganti nama gagal
ja: 名前の変更に失敗しました
ko: 이름 변경 실패
pt: Não foi possível renomear
ru: Не удалось переименовать
th: เปลี่ยนชื่อไม่สำเร็จ
tr: Yeniden adlandırma başarısız oldu
vi: Đổi tên không thành[w]công
zh_hans: 重命名失败
zh_hant: 重新命名失敗

# videos.tab.playlist.content.alert.title.deletePlaylist
source: Delete playlist?
ar: حذف قائمة التشغيل؟
de: Playlist löschen?
es: ¿Eliminar la lista de reproducción?
fr: Supprimer la liste de lecture ?
id: Hapus playlist?
ja: プレイリストを削除しますか？
ko: 재생목록을 삭제할까요?
pt: Deletar a lista de reprodução?
ru: Удалить плейлист?
th: ลบเพลย์ลิสต์นี้ออกหรือไม่
tr: Oynatma listesini silmek mi?
vi: Xóa danh[w]sách phát?
zh_hans: 删除播放列表？
zh_hant: 刪除播放列表？

source: Playlist will be deleted but its contents will stay in your Timeline.
ar: سيتم حذف قائمة التشغيل ولكن محتوياتها ستبقى في المخطط الزمني الخاص بك.
de: Die Playlist wird gelöscht, aber ihr Inhalt bleibt in Ihrer Zeitleiste.
es: La lista de reproducción se eliminará, pero su contenido permanecerá en tu cronología.
fr: La liste de lecture sera supprimée, mais son contenu restera dans votre Vue chronologique.
id: Playlist akan dihapus tetapi isinya akan tetap berada di Timeline anda.
ja: プレイリストは削除されますが、その内容はタイムラインに残ります。
ko: 재생목록이 삭제되지만 항목들은 연표에 남게 됩니다.
pt: A lista de reprodução será deletada, mas o conteúdo dela permanecerá na sua linha do tempo.
ru: Плейлист будет удалён, но его содержимое останется на «Временной шкале».
th: เพลย์ลิสต์จะถูกลบออก แต่เนื้อหาจะยังอยู่บนไทม์ไลน์ของคุณ
tr: Oynatma listesi silinecek ancak içeriği Zaman Çizelgenizde kalacaktır.
vi: Danh sách phát sẽ bị xóa nhưng các nội dung có bên trong sẽ vẫn giữ lại trên Dòng thời gian của bạn.
zh_hans: 播放列表将被删除，但其内容将保留在您的时间线中。
zh_hant: 播放列表將被刪除，但其內容將保留在您的時間軸中。

# videos.tab.playlist.content.snackbar.playlistNameDeleted
source: “[A]” deleted
ar: تم حذف ”[A]“ ألبوم
de: „[A]“ wurde gelöscht
es: “[A]” ha sido eliminado
fr: « [A] » a été supprimé
id: ”[A]” dihapus
ja: 「[A]」が削除されました
ko: “[A]” 삭제됨
pt: “[A]” foi deletado
ru: Альбом «[A]» удалён
th: ลบ “[A]” ออกแล้ว
tr: ”[A]” silindi
vi: “[A]” đã bị xóa
zh_hans: 已删除“[A]”
zh_hant: 已刪除「[A]」

# videos.tab.playlist.content.removeFromPlaylist
source: Remove from playlist
ar: إزالة من قائمة التشغيل
de: Aus Playlist entfernen
es: Eliminar de la lista de reproducción
fr: Supprimer de la liste de lecture
id: Hapus dari playlist
ja: プレイリストから削除
ko: 재생목록에서 제거
pt: Eliminar da lista de reprodução
ru: Удалить из плейлиста
th: นำออกจากเพลย์ลิสต์
tr: Oynatma listesinden kaldır
vi: Loại khỏi danh sách phát
zh_hans: 从播放列表中移除
zh_hant: 從播放列表中移除

# videos.recentlyWatched.navigationBarTitle
source: Recently watched
ar: تمت مشاهدتها مؤخرًا
de: Kürzlich angesehen
fr: Regardées récemment
id: Baru-baru ini ditonton
ja: 最近視聴
ko: 최근에 봄
pt: Assistido recentemente
ru: Недавно просмотренные
th: ดูล่าสุด
tr: Son zamanlarda izlenen
zh_hans: 最近观看

# videos.recentlyWatched.emptyState
source: No recent activity
ar: لا وجود لأي نشاط مؤخراً
de: Keine Aktivität
fr: Aucune activité récente
id: Tidak ada aktivitas terbaru
ja: 最近の活動はありません
ko: 최근 활동 없음
pt: Não há atividade recente
ru: Нет недавней активности
th: ไม่มีกิจกรรมล่าสุด
tr: Son etkinlik yok
zh_hans: 无近期动态

# videos.recentlyWatched.deletion.alert.title
source: Videos will be removed from this list, but not deleted from your Cloud drive
ar: ستتم إزالة مقاطع الفيديو من هذه القائمة ولكن لن يتم حذفهم من السواقة السحابية
fr: Les vidéos seront supprimées de cette liste, mais pas de votre Disque nuagique
id: Video akan dihapus dari daftar ini, tetapi tidak dihapus dari drive Cloud anda
ja: 動画はこのリストから削除されますが、クラウドドライブからは削除されません
ko: 동영상이 이 목록에서 제거되지만, 클라우드 드라이브에서는 삭제되지 않습니다
pt: Os vídeos serão removidos desta lista, mas não serão excluídos da sua Nuvem de arquivos
ru: Видео будут удалены из этого списка, но останутся на Облачном диске
th: วิดีโอจะถูกลบออกจากรายการนี้ แต่จะไม่ถูกลบออกจากคลาวด์ไดรฟ์ของคุณ
tr: Videolar bu listeden kaldırılacak, ancak Bulut sürücünüzden silinmeyecek
zh_hans: 视频将从此列表中删除，但不会从您的云盘中删除

# videos.recentlyWatched.deletion.alert.option.clearRecentlyWatched
source: Clear list
ar: مسح القائمة
fr: Effacer la liste
id: Hapus daftar
ja: リストをクリア
ko: 목록 비우기
pt: Deletar lista
ru: Очистить список
th: ล้างรายการออก
tr: Listeyi temizle
zh_hans: 清除清单

# calls.panel.participantsInWaitingRoom.emptyState
source: There is no one in the waiting room
ar: لا يوجد أحد في غرفة الانتظار
de: Der Warteraum ist leer
es: No hay nadie en la sala de espera
fr: La salle d’attente est vide
id: Tidak ada seorang pun di ruang tunggu
ja: 待合室に誰もいません
ko: 대기실에 아무도 없습니다
pt: Não há ninguém na sala de espera
ru: В комнате ожидания никого нет
th: ไม่มีใครอยู่ในห้องนั่งรอ
tr: Bekleme odasında kimse yok
vi: Không có ai ở trong phòng chờ
zh_hans: 等候室里没有人
zh_hant: 等候室裡沒有人

# meetings.info.shareMeetingLink.invitation
source: %@ is inviting you to a MEGA meeting
ar: %@ يدعوك إلى اجتماع ميغا MEGA
de: %@ lädt Sie zu einem MEGA-Meeting ein
es: %@ te está invitando a una reunión de MEGA
fr: %@ vous invite à une réunion sur MEGA
id: %@ mengundang anda ke pertemuan MEGA
ja: %@さんがMEGAミーティングに招待しています
ko: %@ 님이 당신을 MEGA 회의에 초대하고 있습니다
pt: %@ está convidando você para uma reunião no MEGA
ru: %@ приглашает вас на MEGA-встречу
th: %@ เชิญคุณเข้าร่วมการประชุม MEGA
tr: %@ Sizi MEGA toplantısına davet ediyor
vi: %@ mời bạn tham gia một cuộc họp MEGA
zh_hans: %@正在邀请您参加MEGA会议
zh_hant: %@邀請你參加一個MEGA會議

# meetings.info.shareMeetingLink.meetingName
source: Meeting name: %@
ar: اسم الاجتماع: %@
de: Name des Meetings: %@
es: Nombre de la reunión: %@
fr: Nom de la réunion : %@
id: Nama rapat: %@
ja: ミーティング名：%@
ko: 회의 이름: %@
pt: Nome da reunião: %@
ru: Название встречи:%@
th: ชื่อเรื่องการประชุม: %@
tr: Toplantı adı: %@
vi: Tên cuộc họp: %@
zh_hans: 会议名称：%@
zh_hant: 會議名稱：%@

# meetings.info.shareMeetingLink.meetingTime
source: Date and time: %@
ar: الوقت و التاريخ: %@
de: Datum und Uhrzeit: %@
es: Fecha y hora: %@
fr: Date et heure : %@
id: Tanggal dan waktu: %@
ja: 日付と時刻：%@
ko: 날짜와 시간: %@
pt: Data e hora: %@
ru: Дата и время: %@
th: วันที่และเวลา: %@
tr: Tarih ve saat: %@
vi: Ngày và giờ: %@
zh_hans: 日期和时间：%@
zh_hant: 日期和時間：%@

# meetings.info.shareMeetingLink.meetingLink
source: Meeting link: %@
ar: رابط الاجتماع: %@
es: Enlace de la reunión: %@
fr: Lien de la réunion : %@
id: Tautan pertemuan: %@
ja: ミーティングリンク：%@
ko: 회의 링크: %@
pt: Link da reunião: %@
ru: Ссылка на встречу: %@
th: ลิงก์ประชุม: %@
tr: Toplantı bağlantısı: %@
vi: Đường liên kết cuộc họp: %@
zh_hans: 会议链接：%@
zh_hant: 會議連結：%@

# chat.message.joinedTheMeeting
source: [A] joined the meeting.
ar: [A] انضم إلى الاجتماع.
de: [A] ist dem Meeting beigetreten.
es: [A] se ha unido a la reunión.
fr: [A] participe à la réunion.
id: [A] bergabung di pertemuan.
ja: [A]さんがミーティングに参加しました。
ko: [A] 님이 회의에 참여하였습니다.
pt: [A] entrou na reunião.
ru: Пользователь [A] присоединился к встрече.
th: [A] เข้าร่วมการประชุมแล้ว
tr: [A] Toplantıya katıldı.
vi: [A] đã tham gia cuộc họp.
zh_hans: [A]已加入会议。
zh_hant: [A]加入了會議。

# chat.message.leftTheMeeting
source: [A] left the meeting.
ar: [A] غادر الاجتماع.
de: [A] hat das Meeting verlassen.
es: [A] ha abandonado la reunión.
fr: [A] a quitté la réunion.
id: [A] meninggalkan pertemuan.
ja: [A]さんがミーティングから退席しました。
ko: [A] 님이 회의를 떠났습니다.
pt: [A] saiu da reunião.
ru: Пользователь [A] покинул встречу.
th: [A] ออกจากการประชุมแล้ว
tr: [A] Toplantıdan ayrıldı.
vi: [A] đã rời khỏi cuộc họp.
zh_hans: [A]已离开会议。
zh_hant: [A]離開了會議。

# chat.message.wasRemovedFromTheMeetingBy
source: [A] was removed from the meeting by [B].
ar: [A] تمت إزالته من الاجتماع من قبل [B].
de: [A] wurde von [B] aus dem Meeting entfernt.
es: [B] ha eliminado a [A] de la reunión.
fr: [B] a supprimé [A] de la réunion.
id: [A] dihapus dari rapat oleh [B].
ja: [A]さんは[B]さんによってミーティングから削除されました。
ko: [A] 님은 [B] 님에 의해 회의에서 제거되었습니다
pt: [A] foi removido da reunião por [B].
ru: Пользователь [A] был удалён из встречи модератором [B].
th: [B] ได้นำ [A] ออกจากการประชุมแล้ว
tr: [A] Toplantıdan çıkarıldı [B].
vi: [A] đã bị loại khỏi cuộc họp bởi [B].
zh_hans: [B]将[A]从会议中移除。
zh_hant: [B]將[A]從會議中移除。

# chat.message.joinedTheMeetingByInvitationFrom
source: [A] joined the meeting by invitation from [B].
ar: [A] انضم إلى الاجتماع بدعوة من [B].
de: [A] ist dem Meeting auf Einladung von [B] beigetreten.
es: [A] se ha unido a la reunión por invitación de [B].
fr: [A] participe à la réunion sur invitation de [B].
id: [A] bergabung dengan pertemuan melalui undangan dari [B].
ja: [B]さんからの招待で[A]さんがミーティングに参加しました。
ko: [A] 님이 [B] 님의 초대에 의해 회의에 참여하였습니다.
pt: [A] entrou na reunião a convite de [B].
ru: Пользователь [A] присоединился к встрече по приглашению [B].
th: [A] เข้าร่วมการประชุมตามคำเชิญ [B] แล้ว
tr: [A] toplantıya davet edilerek katıldı [B].
vi: [A] đã tham gia cuộc họp từ lời mời của [B].
zh_hans: [A]接受了[B]的邀请加入会议。
zh_hant: [A]接受了[B]的邀請加入會議。

# meetings.info.shareMeetingLink.subject
source: MEGA meeting invitation
ar: دعوة اجتماع ميغا MEGA
de: Einladung zu einem MEGA-Meeting
es: Invitación a una reunión de MEGA
fr: Invitation à une réunion sur MEGA
id: Undangan pertemuan MEGA
ja: MEGAミーティングへの招待
ko: MEGA 회의 초대장
pt: Convite para a reunião no MEGA
ru: Приглашения на встречу MEGA
th: เชิญเข้าร่วมการประชุม MEGA
tr: MEGA toplantı davetiyesi
vi: Lời mời tham gia cuộc họp MEGA
zh_hans: MEGA会议邀请
zh_hant: MEGA會議邀請

# calls.panel.participantsInCall.header.muteAll
source: Mute all
ar: كتم صوت الكل
de: Alle stummschalten
es: Silenciar a todos
fr: Désactiver tous les micros
id: Bisukan semua
ja: すべてミュート
ko: 모두 음소거
pt: Silenciar a todos
ru: Приглушить всех
th: ปิดเสียงทั้งหมด
tr: Tümünü sessize al
vi: Tắt tiếng tất cả
zh_hans: 全部静音
zh_hant: 全部靜音

# calls.panel.participantsInCall.header.allMuted
source: All muted
ar: تم كتم الكل
de: Alle stummgeschaltet
es: Todos silenciados
fr: Tous les micros ont été désactivés
id: Semua dibisukan
ja: すべてミュート
ko: 모두 음소거됨
pt: Todos foram silenciados
ru: Приглушены все
th: ปิดเสียงทุกคนแล้ว
tr: Hepsi sessiz
vi: Đã tắt tiếng tất cả
zh_hans: 已全部静音
zh_hant: 已全部靜音

# calls.panel.participantsInCall.participantContextMenu.actions.mute
source: Mute
ar: كتم
de: Stummschalten
es: Silenciar
fr: Désactiver le micro
id: Matikan Suara
ja: ミュート
ko: 조용히
pt: Silenciar
ru: Приглушить
th: ปิดเสียง
tr: Sessiz
vi: Tắt tiếng
zh_hans: 静音
zh_hant: 靜音

# calls.participantsInCall.muteAll.success
source: You’ve muted all participants
ar: لقد كتمت صوت جميع المشاركين
de: Sie haben alle Teilnehmer stummgeschaltet
es: Has silenciado a todos los participantes
fr: Vous avez désactivé le micro de tous les participants
id: Anda telah membisukan semua peserta
ja: すべての参加者をミュートにしました
ko: 당신이 모든 참여자를 음소거 하였습니다
pt: Você silenciou todos os participantes
ru: Вы приглушили всех участников
th: คุณได้ปิดเสียงผู้เข้าร่วมทั้งหมดแล้ว
tr: Tüm katılımcıları sessize aldınız
vi: Bạn đã tắt tiếng tất cả các người tham gia
zh_hans: 您已将所有参与者设为静音
zh_hant: 您已將所有與會者設為靜音

# calls.participantsInCall.muteParticipant.success
source: You’ve muted %@
ar: لقد كتمت صوت %@
de: Sie haben %@ stummgeschaltet
es: Has silenciado a %@
fr: Vous avez désactivé le micro de %@
id: Anda telah dibisukan %@
ja: %@さんをミュートしました
ko: %@ 님을 음소거 하였습니다
pt: Você silenciou %@
ru: Вы приглушили %@
th: คุณปิดเสียง %@ แล้ว
tr: Sessize aldın %@
vi: Bạn đã tắt tiếng của %@
zh_hans: 您已将%@静音
zh_hant: 您已將%@設為靜音

# calls.participantsInCall.muteAll.error
source: Error muting all participants
ar: حدث خطأ أثناء كتم صوت جميع المشاركين
de: Fehler beim Stummschalten aller Teilnehmer
es: Error al silenciar a todos los participantes
fr: Erreur de coupure du micro de tous les participants
id: Kesalahan membisukan semua peserta
ja: すべての参加者をミュートするときにエラーが発生しました
ko: 모든 참여자를 음소거 하던 중 오류
pt: Erro ao silenciar todos os participantes
ru: Не удалось приглушить всех участников
th: ปิดเสียงผู้เข้าร่วมทั้งหมดไม่สำเร็จ
tr: Tüm katılımcıların sesini kapatırken hata oluştu
vi: Lỗi tắt tiếng tất cả các người tham gia
zh_hans: 将所有参与者设为静音时出错
zh_hant: 將所有與會者設靜音時出錯

# calls.participantsInCall.muteParticipant.error
source: Error muting %@
ar: حدث خطأ أثناء كتم الصوت %@
de: Fehler beim Stummschalten von %@
es: Error al silenciar a %@
fr: Erreur de coupure du micro de %@
id: Kesalahan membisukan %@
ja: %@さんのミュート中にエラーが発生しました
ko: %@ 님을 음소거 하던 중 오류
pt: Erro ao silenciar %@
ru: Не удалось приглушить %@
th: ปิดเสียง %@ ไม่สำเร็จ
tr: Sessize alma hatası %@
vi: Lỗi tắt tiếng của %@
zh_hans: 将%@设为静音时出错
zh_hant: 將%@設為靜音時出錯

# calls.participantsInCall.mutedBy
source: You’ve been muted by %@
ar: لقد تم كتم صوتك بواسطة %@
de: Sie wurden von %@ stummgeschaltet
es: %@ te ha silenciado
fr: Votre micro a été coupé par %@
id: Anda telah dibisukan oleh %@
ja: %@さんにミュートされました
ko: 당신이 %@ 님에 의해 음소거 되었습니다
pt: Você foi silenciado por %@
ru: Пользователь %@ пришлушил вас
th: %@ ได้ปิดเสียงคุณ
tr: Tarafından sessize alındın %@
vi: Bạn đã bị tắt tiếng bởi %@
zh_hans: %@已将您静音
zh_hant: %@已將您設為靜音

# calls.sfuOutdated.updateAppAlert.title
source: Update required
ar: التحديث مطلوب
de: Update erforderlich
es: Actualización requerida
fr: Une mise à jour est nécessaire
id: Diperlukan pembaruan
ja: アップデートが必要です
ko: 업데이트가 필요합니다
pt: Atualização necessária
ru: Требуется обновление
th: จำเป็นต้องมีการอัปเดต
tr: Güncelleme gerekli
vi: Cần phải cập nhật ứng dụng
zh_hans: 需要更新
zh_hant: 需要更新

# calls.sfuOutdated.updateAppAlert.message
source: You’re not using the latest version of our app so you can’t start or join calls. Update now to continue.
ar: انت لا تستخدم أحدث إصدار من تطبيقنا لذا لا يمكنك بدء المكالمات أو الانضمام إليها. قم بالتحديث الآن للمتابعة.
de: Da Sie nicht die neueste Version unserer App verwenden, können Sie keine Anrufe oder Konferenzen starten oder an diesen teilnehmen. Führen Sie jetzt ein Update durch, um fortzufahren.
es: No estás usando la última versión de nuestra aplicación, por lo que no puedes iniciar llamadas ni unirte a ellas. Actualiza ahora para continuar.
fr: Vous n’utilisez pas la version la plus récente de notre appli et ne pouvez donc pas démarrer d’appels ou y participer. Mettez l’appli à jour maintenant afin de poursuivre.
id: Anda tidak menggunakan versi terbaru aplikasi kami sehingga Anda tidak dapat memulai atau bergabung dengan panggilan. Perbarui sekarang untuk melanjutkan.
ja: 当社の最新バージョンのアプリを使用されていないため、通話を開始したり、通話に参加したりできません。今すぐアップデートしてから続行してください。
ko: 앱의 최신 버전을 이용하고 있지 않아서 통화를 시작하거나 참여할 수 없습니다. 계속 하려면 지금 업데이트 하세요.
pt: Você não está usando a versão mais recente do nosso aplicativo, e por isso não poderá fazer ou entrar em chamadas. Atualize para poder continuar.
ru: У вас не последняя версия нашего приложения, поэтому вы не можете начинать звонки или присоединяться к ним. Обновите приложение, чтобы продолжить.
th: คุณกำลังใช้แอปเวอร์ชันเก่า ไม่สามารถเริ่มหรือเข้าร่วมการโทรได้ กรุณาอัปเดตแอปเป็นเวอร์ชันล่าสุดเพื่อใช้งานต่อไป
tr: Uygulamamızın en son sürümünü kullanmıyorsunuz, bu nedenle aramaları başlatamıyor veya aramalara katılamazsınız. Devamlamak için şimdi güncelleyin.
vi: Bạn hiện không sử dụng phiên bản mới nhất của ứng dụng nên bạn không thể bắt đầu hoặc tham gia cuộc gọi được. Cập nhật ngay bây giờ để tiếp tục.
zh_hans: 您使用的不是我们应用程序的最新版本，因此您无法发起或加入通话。立即更新以继续。
zh_hant: 您沒有使用我們應用程式的最新版本，因此您無法啟動或加入通話。立即更新以繼續。

# calls.sfuOutdated.updateAppAlert.button.update
source: Update
ar: تحديث
es: Actualizar
fr: Mettre à jour
id: Perbarui
ja: 更新
ko: 변경
pt: Atualizar
ru: Изменить
th: อัปเดต
tr: Güncelle
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

# calls.sfuOutdated.updateAppAlert.button.skip
source: Skip
ar: تخطى
de: Überspringen
es: Saltar
fr: Ignorer
id: Lewati
ja: スキップ
ko: 건너뛰기
pt: Pular
ru: Пропустить
th: ข้าม
tr: Atla
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 略過

# meetings.scheduleMeeting.create.freePlanLimitWarning.longerThan60Minutes
source: Your free plan has a 60-minute limit on meetings. Pro users have unlimited calls and up to 1000 participants. [A]Upgrade now[/A]
ar: تحتوي باقتك المجانية على 60 دقيقة كحد أقصى للاجتماعات. يتمتع مستخدمو برو Pro بمكالمات غير محدودة وما يصل إلى 1000 مشارك. [A]قم بالترقية الآن[/A]
de: Bei Ihrem kostenlosen Paket sind Meetings auf 60 Minuten begrenzt. Pro-Pakete unterliegen keinen zeitlichen Begrenzungen und erlauben bis zu 1000 Teilnehmer. [A]Jetzt upgraden[/A]
es: Tu plan gratuito tiene un límite de 60 minutos por reunión. Los usuarios Pro tienen llamadas ilimitadas y hasta 1000 participantes. [A]Amplía ahora[/A]
fr: Votre abonnement gratuit limite les réunions à 60 minutes. Les utilisateurs MEGA Pro bénéficient d’une durée d’appel illimitée et d’un maximum de 1 000 participants. [A]Surclassez votre compte maintenant[/A]
id: Paket gratis anda memiliki batas 60 menit untuk rapat. Pengguna pro memiliki panggilan tak terbatas dan hingga 1000 peserta. [A]Tingkatkan sekarang[/A]
ja: 無料プランではミーティングに60分の制限があります。Proユーザー様は無制限の通話と、最大1000人の参加者まで可能です。[A]今すぐアップグレード[/A]
ko: 무료 요금제는 회의에 60분 제한이 있습니다. Pro 이용자는 무제한 통화와 최대 1,000명의 참여자가 가능합니다. [A]지금 업그레이드[/A]
pt: O seu plano gratuito tem um limite de 60 minutos para reuniões. Usuários com planos Pro podem fazer chamadas ilimitadas com até 1000 participantes. [A]Faça um upgrade.[/A]
ru: В бесплатном плане встречи ограничены 60 минутами. У пользователей Pro звонки не ограничены по длительности и могут включать до 1000 участников. [A]Улучшить план[/A]
th: แผนฟรีของคุณมีข้อจำกัดเวลาการประชุมอยู่ที่ 60 นาที ผู้ใช้ Pro สามารถโทรได้ไม่จำกัดและผู้เข้าร่วมประชุมสามารถเข้าประชุมได้สูงสุด 1000 คน [A]อัปเกรดตอนนี้เลย[/A]
tr: Ücretsiz planınızın toplantılarda 60 dakikalık bir sınırı vardır. Profesyonel kullanıcılar sınırsız çağrıya ve 1000'e kadar katılımcıya sahiptir. [A]Şimdi yükselt[/A]
vi: Gói miễn phí của bạn có giới hạn cuộc họp là 60 phút. Người dùng Pro có thời lượng cuộc gọi không giới hạn và có tối đa 1000 người tham gia. [A]Nâng cấp ngay bây giờ[/A]
zh_hans: 您的免费方案有60分钟的会议限制。Pro会员用户具有无限通话时间，并且最多可达1000名参与者。[A]立即升级[/A]
zh_hant: 您的免費方案有60分鐘的會議時間限制。Pro會員的通話時間無限制，而且最多可容納1000名與會者。[A]立即升級[/A]
