Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# notifications.notificationType.promo.title
source: Limited time offer
ar: عرض لفترة محدودة
de: Zeitlich begrenztes Angebot
es: Oferta por tiempo limitado
fr: Offre à durée limitée
id: Penawaran waktu terbatas
ja: 期間限定オファー
ko: 시간 제한이 있는 제안
pt: Oferta por tempo limitado
ru: Предложение ограничено по времени
th: ข้อเสนอสุดพิเศษ
tr: Sınırlı süreli teklif
vi: Ưu đãi có thời gian giới hạn
zh_hans: 限时优惠
zh_hant: 限時優惠

# notifications.tag.promo.title
source: Promo
ar: ترويج
de: Aktion
es: Oferta
ja: プロモ
ko: 행사
pt: Oferta
ru: Промо
th: โปรโมชั่น
tr: Promosyon
vi: Khuyến mãi
zh_hans: 促销
zh_hant: 促銷

# notifications.expiration.message
source: Expires on [date] at [time]
ar: تنتهي الصلاحية في [date] الساعة [time]
de: Gültig bis [date] [time]
es: Caduca el [date] a las [time]
fr: Expire le [date] à [time]
id: Kedaluwarsa pada [date] jam [time]
ja: [date][time]に期限切れになります
ko: [date] [time]에 만료
pt: Expira às [time] do dia [date]
ru: Истекает [date] в [time]
th: หมดอายุในวันที่ [date] เวลา [time]
tr: Süresi doluyor [date] de [time]
vi: Hết hạn vào ngày [date] lúc [time]
zh_hans: [date][time]到期
zh_hant: [date][time]到期

# general.menuAction.hide.title
source: Hide
ar: إخفاء
de: Nicht anzeigen
es: Ocultar
fr: Cacher
id: Menyembunyikan
ja: 隠す
ko: 숨기기
pt: Ocultar
ru: Скрыть
th: ซ่อน
tr: Gizle
vi: Ẩn
zh_hans: 隐藏
zh_hant: 隱藏

# general.menuAction.unhide.title
source: Unhide
ar: إلغاء الإخفاء
de: Einblenden
es: Mostrar
fr: Afficher
id: Munculkan
ja: 非表示を解除
ko: 숨기기 취소
pt: Deixar de ocultar
ru: Показывать
th: เลิกซ่อน
tr: Göster
vi: Hiện
zh_hans: 取消隐藏
zh_hant: 取消隱藏

# calls.freePlanLimitWarning.usersLimitAlert.title
source: Cannot join
ar: لا يمكن الانضمام
de: Beitritt nicht möglich
es: No es posible unirse
fr: Impossible de vous joindre
id: Tidak dapat bergabung
ja: 参加できません
ko: 참여할 수 없음
pt: Não foi possível entrar
ru: Не удалось войти
th: ไม่สามารถเข้าร่วมได้
tr: Katılamıyor
vi: Không thể tham gia
zh_hans: 无法加入
zh_hant: 無法登入

# calls.freePlanLimitWarning.usersLimitAlert.message
source: This call can only support 100 participants. Ask the organiser to remove this restriction.
ar: يمكن لهذه المكالمة دعم 100 مشارك فقط. اطلب من المنظم إزالة هذا التقييد.
de: Dieser Konferenz können nur 100 Teilnehmer beitreten. Bitten Sie den Organisator, diese Einschränkung aufzuheben.
es: Esta llamada solo admite a 100 participantes. Pide al organizador que elimine esta restricción.
fr: Un maximum de 100 personnes peut participer à cet appel. Demandez à la personne qui l’a organisé de lever cette limite.
id: Panggilan ini hanya dapat mendukung 100 peserta. Minta penyelenggara untuk menghapus batasan ini.
ja: この通話では100 人の参加者のみをサポートできます。この制限を解除するには、主催者様にご依頼ください。
ko: 이 통화는 100명의 참여자만 지원합니다. 주최자에게 이 제한을 없앨 것을 요청하세요.
pt: Esta chamada permite um máximo de 100 participantes. Solicite ao organizador que elimine essa restrição.
ru: Этот звонок может включать до 100 участников. Попросите организатора снять это ограничение.
th: การโทรนี้รองรับผู้เข้าร่วมได้สูงสุด 100 คน หากต้องการเพิ่มจำนวนผู้เข้าร่วม กรุณาขอให้ผู้จัดการประชุมยกเลิกข้อจำกัดนี้ก่อน
tr: Bu çağrı sadece 100 katılımcıyı destekleyebilir. Organizatörden bu kısıtlamayı kaldırmasını isteyin.
vi: Cuộc gọi này chỉ hỗ trợ được 100 người tham gia. Hãy yêu cầu bên tổ chức để loại bỏ hạn chế này.
zh_hans: 此通话只能支持100位参与者。请求组织者移除此限制。
zh_hant: 此通話僅支援100位與會者。請召集人移除此限制。

# calls.freePlanLimitWarning.usersLimitAlert.button
source: OK, got it
ar: حسنًا، فهمت ذلك
de: Alles klar
es: Entendido
fr: D’accord, j’ai compris
id: OK, mengerti
ja: はい、わかりました。
ko: 알겠습니다
pt: Entendi
ru: Понятно
th: โอเค เข้าใจแล้ว
tr: Tamam, anladım.
vi: OK, hiểu rồi
zh_hans: 好的，明白了
zh_hant: 好的，明白了

# meetings.waitingRoom.warning.limit100Participants
source: Only 100 participants can join the call. Any additional participants will only be able to send and read chats. Need to add more participants? [A]Upgrade now[/A]
ar: يمكن لـ 100 مشارك الانضمام إلى المكالمة. لن يتمكن أي مشارك إضافي إلا من إرسال المحادثات وقراءتها. هل تحتاج إلى إضافة المزيد من المشاركين؟ [A]قم بالترقية الآن[/A]
de: Nur 100 Teilnehmer können der Konferenz beitreten. Alle weiteren Teilnehmer können nur Chatnachrichten senden und lesen. Sie möchten weitere Teilnehmer hinzufügen? [A]Jetzt upgraden[/A]
es: Solo 100 participantes pueden unirse a la llamada. Los participantes adicionales solamente podrán enviar y leer los chats. ¿Necesitas añadir a más participantes? [A]Amplía ahora[/A]
fr: Seuls 100 participants peuvent participer à l’appel. Tout participant supplémentaire ne pourra qu’envoyer et lire les conversations. Souhaitez-vous ajouter des participants ? [A]Surclassez votre compte maintenant[/A]
id: Hanya 100 peserta yang dapat bergabung dengan panggilan. Setiap peserta tambahan hanya akan dapat mengirim dan membaca obrolan. Perlu menambahkan lebih banyak peserta? [A]Tingkatkan sekarang[/A]
ja: 通話に参加できる参加者は100名のみです。追加の参加者は、チャットの送信と読み取りのみが可能になります。さらに参加者を追加する必要がありますか？[A]今すぐアップグレード[/A]
ko: 100명의 참여자만 통화에 참여할 수 있습니다. 추가 참여자는 대화를 읽고 보내기만 할 수 있습니다. 더 많은 참여자를 추가해야 하나요? [A]지금 업그레이드 하세요[/A]
pt: Somente 100 participantes podem entrar na chamada. Participantes adicionais só poderão enviar e ler mensagens. Precisa adicionar mais participantes? [A]Faça um upgrade[/A]
ru: К звонку могут присоединиться до 100 участников. Остальные участники смогут только читать чаты и делиться ссылками на них. Нужно добавить больше участников? [A]Улучшите аккаунт[/A]
th: ผู้เข้าร่วมสามารถเข้าร่วมการโทรได้สูงสุด 100 คนเท่านั้น หากมีผู้เข้าร่วมเพิ่มเติม จะสามารถส่งและอ่านข้อความในแชทได้เท่านั้น ต้องการเพิ่มผู้เข้าร่วมเพิ่มเติมหรือไม่ [A]อัปเกรดแผนของคุณตอนนี้[/A]
tr: Çağrıya sadece 100 katılımcı katılabilir. Herhangi bir ek katılımcı yalnızca sohbet gönderebilir ve okuyabilir. Daha fazla katılımcı eklemeniz mi gerekiyor? [A]Şimdi yükselt[/A]
vi: Chỉ có 100 người mới có thể tham gia cuộc gọi. Bất kỳ người tham gia nào thêm sẽ chỉ có thể gửi và đọc các cuộc chat. Bạn cần thêm nhiều người tham gia? [A]Nâng cấp ngay[/A]
zh_hans: 只有100位参与者可以加入通话。任何其他参与者将只能发送和阅读聊天记录。需要添加更多参与者吗？[A]立即升级[/A]
zh_hant: 只有100個與會者可以加入通話。任何其他與會者將只能發送和讀取對話。需要新增更多與會者嗎？[A]立即升級[/A]

# meetings.waitingRoom.banner.limit100Participants.non-organizer-host
source: Only 100 participants can join the call. Ask the organiser to upgrade to Pro to remove this restriction.
ar: يمكن لـ 100 مشارك فقط الانضمام إلى المكالمة. اطلب من المنظم الترقية إلى برو Pro لإزالة هذا القيد.
de: Only 100 participants can join the call. Ask the organiser to upgrade to Pro to remove these restrictions.
es: Only 100 participants can join the call. Ask the organiser to upgrade to Pro to remove these restrictions.
fr: Seuls 100 participants peuvent participer à l'appel. Demandez à l'organisateur d'effectuer la mise à niveau vers la version Pro pour supprimer ces restrictions.
id: Hanya 100 peserta yang dapat bergabung dengan panggilan. Minta penyelenggara untuk meningkatkan ke Pro untuk menghapus batasan ini.
ja: 通話に参加できる参加者は100名のみです。これらの制限を解除するには、Proにアップグレードするように主催者様にご依頼ください。
ko: 이 통화는 100명의 참여자만 지원합니다. 이 제한을 없애려면 주최자에게 Pro로 업그레이드할 것을 요청하세요.
pt: Somente 100 participantes podem entrar na chamada. O organizador deve fazer o upgrade a um plano Pro para remover essa restrição.
ru: Только 100 участников могут присоединиться к звонку. Попросите организатора перейти на Pro, чтобы снять это ограничение.
th: ผู้เข้าร่วมสามารถเข้าร่วมการโทรได้สูงสุด 100 คนเท่านั้น หากต้องการเพิ่มจำนวนผู้เข้าร่วม กรุณาแจ้งให้ผู้จัดประชุมอัปเกรดเป็นแผน Pro เพื่อยกเลิกข้อจำกัดนี้
tr: Çağrıya sadece 100 katılımcı katılabilir. Organizatörden bu kısıtlamayı kaldırmak için Pro'ya yükseltmesini isteyin.
vi: Only 100 participants can join the call. Ask the organiser to upgrade to Pro to remove these restrictions.
zh_hans: 只有100名参与者可以加入通话。要求组织者升级到Pro会员以移除此限制。
zh_hant: Only 100 participants can join the call. Ask the organiser to upgrade to Pro to remove these restrictions.

# meetings.inCall.banner.limit100Participants.organizer-host
source: Only 100 participants can join the call. Any additional participants will only be able to send and read chats. Need more? [A]Upgrade now[/A]
ar: يمكن لـ 100 مشارك فقط الانضمام إلى المكالمة. لن يتمكن أي مشارك إضافي إلا من إرسال المحادثات وقراءتها. هل تحتاج إلى المزيد؟ [A]قم بالترقية الآن[/A]
fr: Seuls 100 participants peuvent participer à l'appel. Les participants supplémentaires pourront uniquement envoyer et lire des conversations. Vous en avez besoin de plus ? [A]Mettez à jour dès maintenant[/A]
id: Hanya 100 peserta yang dapat bergabung dengan panggilan. Setiap peserta tambahan hanya akan dapat mengirim dan membaca obrolan. Butuh lebih banyak? [A]Tingkatkan sekarang[/A]
ja: 通話に参加できる参加者は100名のみです。追加の参加者は、チャットの送信と読み取りのみが可能になります。さらにご必要ですか？[A]今すぐアップグレード[/A]
ko: 100명의 참여자만 통화에 참여할 수 있습니다. 추가 참여자는 대화를 읽고 보내기만 할 수 있습니다. 더 필요한가요? [A]지금 업그레이드 하세요[/A]
pt: Somente 100 participantes podem entrar na chamada. Participantes adicionais só poderão enviar e ler mensagens. Precisa de mais? [A]Faça um upgrade[/A]
ru: К звонку могут присоединиться до 100 участников. Остальные участники смогут только читать чаты и делиться ссылками на них. Нужно больше? [A]Улучшите аккаунт[/A]
th: ผู้เข้าร่วมสามารถเข้าร่วมการโทรได้สูงสุด 100 คนเท่านั้น หากมีผู้เข้าร่วมเพิ่มเติม จะสามารถส่งและอ่านข้อความในแชทได้เท่านั้น ต้องการมากกว่านี้หรือไม่ [A]อัปเกรดแผนของคุณตอนนี้[/A]
tr: Çağrıya sadece 100 katılımcı katılabilir. Herhangi bir ek katılımcı yalnızca sohbet gönderebilir ve okuyabilir. Daha fazlasına mı ihtiyacınız var? [A]Şimdi yükselt[/A]
zh_hans: 只有100名参与者可以加入通话。任何其他参与者只能发送和阅读聊天记录。需要更多？[A]立即升级[/A]

# calls.freePlanLimitWarning.durationLimitAlert.message
source: Need more time? Pro plans offer unlimited calls.
ar: هل تحتاج إلى مزيد من الوقت؟ تحتوي باقات برو Pro على مكالمات غير محدودة المدة.
de: Sie benötigen mehr Zeit? Pro-Pakete bietet zeitlich unbeschränkte Anrufe.
es: ¿Necesitas más tiempo? El plan Pro ofrece llamadas ilimitadas.
fr: Besoin de plus de temps ? Les abonnements Pro offrent des appels illimités.
id: Butuh lebih banyak waktu? Paket Pro menawarkan panggilan tak terbatas.
ja: もっと時間がご必要です？Proプランをご利用いただくと無制限の通話をお楽しみいただけます。
ko: 시간이 더 필요한가요? Pro 요금제는 무제한 통화를 제공합니다.
pt: Precisa de mais tempo? Os planos Pro incluem chamadas ilimitadas.
ru: Нужно больше времени? Перейдите на план Pro с неограниченными звонками.
th: ต้องการคุยต่อนานกว่านี้หรือไม่ สมัครใช้งานแผน Pro จะสามารถโทรได้ไม่อั้น
tr: Daha fazla zamana mı ihtiyacınız var? Pro planları sınırsız çağrı sunar.
vi: Cần thêm thời gian? Các gói Pro không có giới hạn lượng cuộc gọi.
zh_hans: 需要更多时间？Pro方案提供无限通话。
zh_hant: 需要更多時間嗎？Pro方案提供不受限制的通話。

# calls.freePlanLimitWarning.durationLimitAlert.upgrade
source: Upgrade
ar: الترقية
es: Ampliar
fr: Surclasser le compte
id: Tingkatkan
ja: アップグレード
ko: 업그레이드
ru: Улучшить аккаунт
th: อัปเกรด
tr: Yükselt
vi: Nâng cấp
zh_hans: 升级
zh_hant: 升級

# calls.freePlanLimitWarning.durationLimitAlert.notNow
source: Not now
ar: ليس الآن
de: Jetzt nicht
es: Ahora no
fr: Pas maintenant
id: Tidak Sekarang
ja: 今はやめます
ko: 나중에
pt: Agora não
ru: Не сейчас
th: ไม่ใช่ตอนนี้
tr: Şimdi değil
vi: Không phải lúc này
zh_hans: 稍后再说
zh_hant: 稍後再說

# calls.freePlanLimitWarning.durationLimitCountdown.title
source: This free call will end in %@
ar: ستنتهي هذه المكالمة المجانية في %@
de: Dieser kostenlose Anruf endet in %@
es: Esta llamada gratuita finalizará en %@
fr: Cet appel gratuit se terminera dans %@
id: Panggilan gratis ini akan berakhir dalam %@
ja: この無料通話は%@分後に終了します
ko: 이 무료 통화는 %@ 내에 종료됩니다
pt: Esta chamada gratuita vai terminar em %@
ru: Бесплатный звонок завершится через %@
th: การโทรฟรีนี้จะสิ้นสุดลงใน %@
tr: Bu ücretsiz arama şu tarihte sona erecek %@
vi: Cuộc gọi miễn phí này sẽ kết thúc sau %@
zh_hans: 此免费通话将在%@结束
zh_hant: 此免費通話將在%@結束

# meetings.contact-picker.warning.over-limit.host
source: Only 100 participants can join the call. Any additional participants will only be able to send and read chats. Need to add more participants? [A]Upgrade now.[/A]
ar: يمكن لـ 100 مشارك فقط الانضمام إلى المكالمة. لن يتمكن أي مشارك إضافي إلا من إرسال المحادثات وقراءتها. هل تحتاج إلى إضافة المزيد من المشاركين؟ [A]قم بالترقية الآن.[/A]
fr: Seuls 100 participants peuvent participer à l'appel. Les participants supplémentaires pourront uniquement envoyer et lire des conversations. Vous avez besoin d'ajouter d'autres participants ? [A]Effectuez une mise à niveau maintenant[/A]
id: Hanya 100 peserta yang dapat bergabung dengan panggilan. Setiap peserta tambahan hanya akan dapat mengirim dan membaca obrolan. Perlu menambahkan lebih banyak peserta? [A]Tingkatkan sekarang.[/A]
ja: 通話に参加できる参加者は100名のみです。追加の参加者は、チャットの送信と読み取りのみが可能になります。さらに参加者を追加する必要がありますか？[A]今すぐアップグレード[/A]。
ko: 100명의 참여자만 통화에 참여할 수 있습니다. 추가 참여자는 대화를 읽고 보내기만 할 수 있습니다. 더 많은 참여자를 추가해야 하나요? [A]지금 업그레이드 하세요[/A]
pt: Somente 100 participantes podem entrar na chamada. Participantes adicionais só poderão enviar e ler mensagens. Precisa adicionar mais participantes? [A]Faça um upgrade[/A]
ru: К звонку могут присоединиться до 100 участников. Остальные участники смогут только читать чаты и делиться ссылками на них. Нужно добавить больше участников? [A]Улучшите аккаунт.[/A]
th: ผู้เข้าร่วมสามารถเข้าร่วมการโทรได้สูงสุด 100 คนเท่านั้น หากมีผู้เข้าร่วมเพิ่มเติม จะสามารถส่งและอ่านข้อความในแชทได้เท่านั้น ต้องการเพิ่มผู้เข้าร่วมเพิ่มเติมหรือไม่ [A]อัปเกรดแผนของคุณตอนนี้[/A]
tr: Çağrıya sadece 100 katılımcı katılabilir. Herhangi bir ek katılımcı yalnızca sohbet gönderebilir ve okuyabilir. Daha fazla katılımcı eklemeniz mi gerekiyor? [A]Şimdi yükseltin.[/A]
zh_hans: 只有100名参与者可以加入通话。任何其他参与者只能发送和阅读聊天记录。需要添加更多参与者吗？[A]立即升级。[/A]

# calls.freePlanLimitWarning.upgradeToProDialog.title
source: Upgrade to Pro to get unlimited calls
ar: قم بالترقية إلى برو Pro للحصول على مكالمات غير محدودة
de: Auf Pro upgraden, um unbegrenzte Anrufe zu führen
es: Amplía a Pro para recibir llamadas ilimitadas
fr: Passer à la version Pro pour bénéficier d’appels illimités
id: Tingkatkan ke Pro untuk mendapatkan panggilan tak terbatas
ja: Proにアップグレードしていただく無制限に通話できるようになります
ko: 무제한 통화를 하려면 Pro로 업그레이드 하세요
pt: Faça o upgrade a um plano Pro para ter chamadas ilimitadas
ru: Перейдите на Pro для безлимитных звонков
th: อัปเกรดเป็นแผน Pro เพื่อโทรได้ไม่อั้น
tr: Sınırsız çağrı almak için Pro'ya yükseltin
vi: Nâng cấp lên Pro để cuộc gọi không giới hạn
zh_hans: 升级到Pro版即可获得无限通话
zh_hant: 升級到Pro方案可獲得不受限制的通話時間

# calls.freePlanLimitWarning.upgradeToProDialog.message
source: Your call reached the 60-minute limit and has ended. Pro users have unlimited call duration and can invite up to 1000 participants.
ar: وصلت مكالمتك إلى حد 60 دقيقة وانتهت. يتمتع مستخدمو برو Pro بمدة مكالمات غير محدودة ويمكنهم دعوة ما يصل إلى 1000 مشارك.
de: Ihr Anruf hat das Limit von 60 Minuten erreicht und wurde beendet. Pro-Benutzer können beliebig lange Anrufe führen und bis zu 1000 Teilnehmer einladen.
es: La llamada ha alcanzado el límite de 60 minutos y ha finalizado. Los usuarios Pro tienen llamadas de duración ilimitada y pueden invitar hasta 1000 participantes.
fr: Votre appel a atteint la limite de 60 minutes et s’est terminé. Les utilisateurs Pro bénéficient d’une durée d’appel illimitée et peuvent inviter jusqu’à 1 000 participants.
id: Panggilan anda mencapai batas 60 menit dan telah berakhir. Pengguna Pro memiliki durasi panggilan tak terbatas dan dapat mengundang hingga 1000 peserta.
ja: 通話時間が60分の制限に達したため終了しました。Proユーザー様は通話時間が無制限で、最大1000人の参加者を招待できます。
ko: 당신의 통화가 60분 제한에 도달하여 종료되었습니다. Pro 이용자들은 무제한 통화 시간과 최대 1000명의 참여자를 초대할 수 있습니다.
pt: A sua chamada atingiu o limite de 60 minutos e foi finalizada. Os usuários Pro podem fazer chamadas com qualquer duração e convidar até 1000 participantes.
ru: Ваш звонок продлился 60 минут и был завершён. Пользователи Pro могут организовывать звонки без ограничений по времени и приглашать до 1000 участников.
th: การโทรของคุณใช้เวลาครบ 60 นาทีตามข้อจำกัดของระบบแล้ว ผู้ใช้บัญชี Pro นั้นสามารถโทรได้นานไม่จำกัด และสามารถเชิญผู้เข้าร่วมได้มากถึง 1000 คน
tr: Aramanız 60 dakika sınırına ulaştı ve sona erdi. Profesyonel kullanıcılar sınırsız arama süresine sahiptir ve 1000 katılımcıya kadar davet edebilir.
vi: Cuộc gọi của bạn đạt đến giới hạn 60 phút và đã kết thúc. Người dùng Pro có thời lượng cuộc gọi không giới hạn và có thể mời tối đa 1000 người tham gia.
zh_hans: 您的通话已达到60分钟限制并已结束。Pro会员用户具有无限通话时长，并且可以邀请多达1000名参与者。
zh_hant: 您的通話時間已達60分鐘的限制並已結束。Pro使用者的通話時間不受限制，最多可邀請1000位與會者。

# calls.freePlanLimitWarning.upgradeToProDialog.button
source: Upgrade now
ar: رق حسابك الآن
de: Jetzt upgraden
es: Ampliar cuenta
fr: Surclasser le compte maintenant
id: Tingkatkan sekarang
ja: 今すぐアップグレード
ko: 지금 업그레이드
pt: Upgrade
ru: Улучшить
th: อัปเกรดตอนนี้
tr: Şimdi yükselt
vi: Nâng cấp ngay
zh_hans: 立即升级
zh_hant: 立即升級

# onboarding.hiddenFilesAndFolders.title
source: Hidden files and folders
ar: الملفات والمجلدات المخفية
de: Verborgene Dateien und Ordner
es: Archivos y carpetas ocultos
fr: Fichiers et dossiers cachés
id: File dan folder tersembunyi
ja: ファイルとフォルダを隠す
ko: 숨겨진 파일과 폴더
pt: Arquivos e pastas ocultos
ru: Скрытые файлы и папки
th: ซ่อนไฟล์และโฟลเดอร์
tr: Gizli dosyalar ve klasörler
vi: Tệp[w]tin và thư[w]mục ẩn
zh_hans: 隐藏的文件和文件夹
zh_hant: 隱藏的檔案和資料夾

# onboarding.hiddenFilesAndFolders.hideImportant.content.title
source: Hide important files and folders
ar: إخفاء الملفات والمجلدات المهمة
de: Verbergen Sie wichtige Dateien und Ordner
es: Oculta archivos y carpetas importantes
fr: Cacher les fichiers et dossiers importants
id: Sembunyikan file dan folder penting
ja: 重要なファイルやフォルダを隠す
ko: 중요한 파일과 폴더 숨기기
pt: Oculte arquivos e pastas importantes
ru: Скрывайте важные файлы и папки
th: ซ่อนไฟล์และโฟลเดอร์สำคัญ
tr: Önemli dosya ve klasörleri gizle
vi: Ẩn đi các tệp[w]tin và thư[w]mục quan[w]trọng
zh_hans: 隐藏重要的文件和文件夹
zh_hant: 隱藏重要的檔案和資料夾

# onboarding.hiddenFilesAndFolders.hideImportant.content.message
source: You can conceal sensitive files and folders for privacy. Only you can reveal them, either individually or by temporarily displaying hidden items from the settings.
ar: يمكنك إخفاء الملفات والمجلدات الحساسة للخصوصية. يمكنك فقط الكشف عنها إما بشكل فردي أو عن طريق عرض العناصر المخفية مؤقتًا من الإعدادات.
de: Sie können sensible Dateien und Ordner zum Schutz Ihrer Privatsphäre verbergen. Nur Sie haben die Möglichkeit, diese Elemente sichtbar zu machen, entweder einzeln oder indem Sie über die Einstellungen verborgene Elemente vorübergehend einblenden.
es: Puedes ocultar archivos y carpetas confidenciales por motivos de privacidad. Solo tú puedes enseñarlos, ya sea de forma individual o mostrando temporalmente los elementos ocultos desde los ajustes.
fr: À des fins de confidentialité, vous pouvez dissimuler des fichiers et dossiers sensibles. Le choix de les faire apparaître vous appartient, soit individuellement, soit en activant temporairement dans les paramètres l’affichage des éléments cachés.
id: Anda dapat menyembunyikan file dan folder sensitif untuk privasi. Hanya anda yang dapat mengungkapkannya, baik secara individual atau dengan menampilkan item tersembunyi sementara dari pengaturan.
ja: 機密性の高いファイルやフォルダを非表示にして、プライバシーを確​​保できます。あなただけが、個別に、または一時的に、設定から非表示項目を表示できます。
ko: 개인 정보 보호를 위해 민감한 파일 및 폴더를 숨길 수 있습니다. 당신만 그것들을개별적으로 또는 일시적으로 숨겨진 항목들을 설정에서 나타나게 할 수 있습니다.
pt: Você pode ocultar arquivos e pastas confidenciais para ter privacidade. Somente você poderá mostrá-los, de forma individual ou exibindo temporariamente itens ocultos nas configurações.
ru: Вы можете скрывать важные файлы и папки в целях конфиденциальности. Отобразить их можете только вы: либо по отдельности, либо временно временно включить отображение скрытых элементов в настройках.
th: เก็บไฟล์และโฟลเดอร์ลับไว้ส่วนตัว เฉพาะคุณเท่านั้นที่สามารถดูได้ โดยสามารถเลือกดูทีละรายการ หรือแสดงไฟล์ที่ซ่อนไว้ชั่วคราวจากการตั้งค่า
tr: Gizlilik için hassas dosyaları ve klasörleri gizleyebilirsiniz. Bunları tek tek veya ayarlardan gizli öğeleri geçici olarak görüntüleyerek yalnızca siz ortaya çıkarabilirsiniz.
vi: Bạn có thể giấu đi các tệp[w]tin và thư[w]mục riêng[w]tư của mình. Chỉ có bạn mới có thể hiện những mục đó lại, bằng cách thực[w]hiện từng cái riêng[w]lẻ hoặc bật hiển[w]thị các mục đã ẩn đi trong phần thiết[w]đặt.
zh_hans: 您可以隐藏敏感的文件和文件夹以保护隐私。只有您可以单独或通过设置中的暂时显示隐藏项目来显示它们。
zh_hant: 為保護隱私，您可以隱藏敏感的檔案和資料夾。只有您可以個別，或透過在設定中的暫時顯示隱藏項目來顯示它們。

# onboarding.hiddenFilesAndFolders.excludeTimeline.content.title
source: Exclude from Timeline
ar: الاستبعاد من المخطط الزمني
de: Von der Zeitleiste ausschließen
es: Excluye de la cronología
fr: Exclure de la Vue chronologique
id: Kecualikan dari Timeline
ja: タイムラインから除外
ko: 연표에서 제외
pt: Exclua da Linha do tempo
ru: Исключайте из «Временной шкалы»
th: ไม่แสดงในไทม์ไลน์
tr: Zaman Çizelgesi'nden hariç tut
vi: Loại trừ khỏi Dòng thời[w]gian
zh_hans: 从时间线中排除
zh_hant: 從時間軸中排除

# onboarding.hiddenFilesAndFolders.excludeTimeline.content.message
source: Hidden items are only accessible through the Cloud drive and will not appear in your Photos, Albums or Recents.
ar: لا يمكن الوصول إلى العناصر المخفية إلا من خلال السواقة السحابية ولن تظهر في الصور أو الألبومات أو الأحداث الأخيرة.
de: Verborgene Elemente sind nur im Cloud Drive zugänglich und erscheinen nicht in Ihren Fotos, Alben oder kürzlich verwendeten Dateien.
es: Los elementos ocultos solo son accesibles a través de la Nube y no aparecerán en tus Fotos, Álbumes o Recientes.
fr: Les éléments cachés ne sont accessibles que dans le Disque nuagique et n’apparaissent pas dans vos Photos, Albums ou Récents.
id: Item tersembunyi hanya dapat diakses melalui drive Cloud dan tidak akan muncul di Foto, Album, atau Terbaru anda.
ja: 非表示項目にはクラウドドライブからのみアクセスでき、写真、アルバム、最近の項目には表示されません。
ko: 숨겨진 항목은 클라우드 드라이브를 통해서만 접근 가능하며 사진, 사진첩 또는 최근 항목에 나타나지 않습니다.
pt: Somente é possível acessar itens ocultos por meio da Nuvem de arquivos: eles não aparecerão nas suas Fotos, nos Álbuns ou nas Atividades recentes.
ru: Скрытые элементы доступны только через Облачный диск и не отображаются в «Фотографиях», «Альбомах» или «Недавних».
th: รายการที่ซ่อนจะมองเห็นได้เฉพาะในคลาวด์ไดร์ฟเท่านั้น และจะไม่ปรากฏในรูปภาพ อัลบั้ม หรือรายการล่าสุด
tr: Gizli öğelere yalnızca Bulut sürücüsü üzerinden erişilebilir ve Fotoğraflarınızda, Albümlerinizde veya Son Kullanılanlarınızda görünmez.
vi: Các mục đã ẩn đi chỉ có thể truy[w]cập thông qua Ổ[w]Mây và sẽ không xuất[w]hiện trong Ảnh, Album hoặc Sử[w]dụng gần[w]đây của bạn.
zh_hans: 隐藏的项目只能通过云盘访问，不会出现在您的照片、相册或近期记录中。
zh_hant: 隱藏的項目只能透過雲端硬碟存取，不會出現在您的照片、相簿或最近的動態記錄。

# onboarding.hiddenFilesAndFolders.outOfSight.content.title
source: Out of sight
ar: بعيدًا عن الأنظار
de: Unsichtbar
es: Elementos ocultos
fr: À l’abri des regards
id: Tidak terlihat
ja: 非表示の解除
ko: 시야 범위 밖
pt: Fora do alcance
ru: С глаз долой
th: แสดงไฟล์ที่ซ่อนอยู่
tr: Gözden uzakta
vi: Ra khỏi tầm nhìn
zh_hans: 隐藏
zh_hant: 隱藏
