Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

source: Your account has been removed by your administrator. Please contact your Business account administrator for further details.
ar: تمت إزالة حسابك من قبل مشرف الحساب الخاص بك. يرجى الاتصال بمشرف حساب الأعمال لمزيد من التفاصيل.
de: Ihr Account wurde von Ihrem Administrator entfernt. Bitte setzen Sie sich mit ihm in Verbindung.
es: Tu cuenta ha sido eliminada por tu administrador. Ponte en contacto con el administrador de tu cuenta Business para más información.
fr: Votre compte a été supprimé par votre administrateur. Veuillez contacter l’administrateur de votre compte Pour entreprise pour plus de précisions.
id: Akun Anda telah dihapus oleh administrator Anda. Silakan hubungi administrator akun bisnis Anda untuk rincian lebih lanjut.
ja: あなたのアカウントはあなたの管理者によって削除されました。詳細については、あなたのビジネスアカウント管理者にお問い合わせください。
ko: 당신의 계정이 관리자에 의해 삭제되었습니다. 자세한 사항은 당신의 비즈니스 계정 관리자에게 문의하세요.
pt: A sua conta foi eliminada pelo seu administrador. Você deve entrar em contato com o administrador da sua conta business para obter mais informações.
ru: Ваш аккаунт был удалён администратором. Пожалуйста, свяжитесь с администратором вашего бизнес-аккаунта для получения более подробной информации.
th: บัญชีของคุณถูกลบโดยผู้ดูแลระบบของคุณ กรุณาติดต่อผู้ดูแลระบบบัญชีธุรกิจของคุณเพื่อขอทราบรายละเอียดเพิ่มเติม
tr: Hesabınız yöneticiniz tarafından kaldırıldı. Daha fazla bilgi için lütfen İşletme hesabı yöneticinizle iletişime geçin.
vi: Tài khoản này đã bị xóa bởi ban quản lý. Xin liên hệ trực tiếp với người quản lý tài khoản trong công ty để biết thêm chi tiết.
zh_hans: 您的帐户已被管理员移除。请联系您的企业帐户管理员了解详情。
zh_hant: 您的帳戶已被您的管理員刪除。有關更多資訊請與您的商業帳戶管理員聯繫。

source: Enter group name
ar: ادخل اسم المجموعة
de: Benennen Sie den Gruppenchat
es: Introducir el nombre del grupo
fr: Saisissez le nom du groupe
id: Masukan nama grup
ja: グループ名を入力
ko: 그룹 이름을 입력하세요
pt: Digite o nome do grupo
ru: Введите имя группы
th: กรอกชื่อกลุ่ม
tr: Grup adını girin
vi: Điền tên nhóm
zh_hans: 输入群名称
zh_hant: 輸入群組名稱

# chat.message.placeholder
source: Message…
ar: رسالة…
de: Nachricht…
es: Mensaje…
fr: Rédiger un message…
id: Pesan…
ja: メッセージ…
ko: 메시지…
pt: Mensagem…
ru: Сообщение…
th: พิมพ์ข้อความ…
tr: Mesaj…
vi: Viết tin nhắn…
zh_hans: 输入文字…
zh_hant: 輸入訊息⋯

# chat.link.linkRemoved
source: Link removed
ar: تم حذف الرابط
de: Der Link wurde gelöscht
es: Enlace eliminado
fr: Le lien a été supprimé
id: Tautan terhapus
ja: リンクを削除しました
ko: 링크 삭제됨
pt: Link removido
ru: Ссылка удалена
th: ลิงก์ถูกลบแล้ว
tr: Bağlantı kaldırıldı
vi: Đường liên kết đã loại bỏ
zh_hans: 链接已移除
zh_hant: 連結已移除

source: Drag left to cancel, release to send
ar: اسحب لليسار للإلغاء، حرر للإرسال
de: Zum Senden loslassen, zum Abbrechen nach links ziehen
es: Arrastra hacia la izquierda para cancelar, suelta para enviar
fr: Faire glisser vers la gauche pour annuler, relâcher pour envoyer
id: Tarik ke kiri untuk membatalkan, lepaskan untuk mengirim
ja: 左にドラッグしてキャンセルし、離して送信します
ko: 취소하려면 왼쪽으로 끌고, 전송하려면 놓으세요
pt: Arraste para a esquerda para cancelar, solte para enviar
ru: Передвиньте влево для отмены, отпустите для отправки
th: ลากไปทางซ้ายเพื่อยกเลิก หรือปล่อยเพื่อส่ง
tr: İptal etmek için sola sürükleyin, göndermek için bırakın
vi: Kéo vào bên trái để hủy tin, thả ra để gửi tin
zh_hans: 向左拖动即可取消，松手发送
zh_hant: 向左拖曳即可取消，放開即可發送

# settings.section.userInterface
source: User interface
ar: واجهة المستخدم
de: Bedienoberfläche
es: Interfaz de usuario
fr: Interface utilisateur
ja: ユーザーインターフェイス
ko: 유저 인터페이스
pt: Interface do usuário
ru: Пользовательский интерфейс
th: หน้าจอผู้ใช้
tr: Kullanıcı arayüzü
vi: Giao diện người dùng
zh_hans: 用户界面
zh_hant: 使用者介面

source: Default tab
ar: التبويب الرئيسي
de: Standard-Tab
es: Pestaña predeterminada
fr: Onglet par défaut
id: Tab Default
ja: デフォルトタブ
ko: 기본 탭
pt: Aba predeterminada
ru: Вкладка по умолчанию
th: แท็บเริ่มต้น
tr: Varsayılan sekme
vi: Tab mặc định
zh_hans: 默认窗口
zh_hant: 預設分頁

source: Sorting and view mode
ar: شكل الفرز والعرض
de: Sortierung und Ansicht
es: Preferencias de ordenación y vista
fr: Tri et mode d’affichage
id: Mode Penyortiran Dan Tampilan
ja: 並べ替えと表示モード
ko: 정렬과 보기 모드
pt: Classificação e tipo de visualização
ru: Сортировка и вид
th: เรียงลําดับและโหมดมุมมอง
tr: Sıralama ve görüntüleme modu
vi: Kiểu xem và cách sắp xếp
zh_hans: 排序和视图模式
zh_hant: 排序和檢視模式

# settings.userInterface.hiddenItems.header
source: Hidden items
ar: عناصر مخفية
de: Verborgene Elemente
es: Elementos ocultos
fr: Éléments cachés
id: Item tersembunyi
ja: 非表示項目
ko: 숨겨진 항목
pt: Itens ocultos
ru: Скрытые элементы
th: รายการที่ถูกซ่อน
tr: Gizli öğeler
vi: Các mục ẩn
zh_hans: 隐藏的项目
zh_hant: 隱藏的項目

# settings.userInterface.hiddenItems.label
source: Show hidden items
ar: عرض العناصر المخفية
de: Verborgene Elemente anzeigen
es: Mostrar elementos ocultos
fr: Afficher les éléments cachés
id: Tampilkan item tersembunyi
ja: 非表示項目を表示する
ko: 숨겨진 항목 보기
pt: Mostrar itens ocultos
ru: Показывать скрытые элементы
th: แสดงรายการที่ถูกซ่อนไว้
tr: Gizli öğeleri göster
vi: Hiện các mục đã ẩn
zh_hans: 显示隐藏的项目
zh_hant: 顯示隱藏的項目

# settings.userInterface.hiddenItems.footer
source: All hidden items will be visible, but blurred to indicate their “hidden” status.
ar: ستكون جميع العناصر المخفية مرئية ولكن غير واضحة للإشارة إلى حالتها «المخفية».
fr: Tous les éléments cachés seront visibles, mais flous pour indiquer leur état « caché »
id: Semua item tersembunyi akan terlihat, tetapi kabur untuk menunjukkan status “tersembunyi” mereka.
ja: 非表示の項目はすべて表示されますが、「非表示」ステータスを示すためにぼかされます。
ko: 모든 숨긴 항목은 보이게 되지만, “숨김” 상태를 나타내기 위해 흐리게 나타납니다.
pt: Todos os itens ocultos ficarão visíveis, mas desfocados para indicar o seu status “oculto”.
ru: Все скрытые элементы будут видны, но размыты, чтобы указать на их «скрытый» статус.
th: ไฟล์ที่ถูกซ่อนทั้งหมดจะแสดงในลักษณะภาพเบลอไว้ เพื่อบ่งบอกสถานะไฟล์เหล่านั้นว่า “ซ่อนอยู่”
tr: Tüm gizli öğeler görünür olacak, ancak “gizli” durumlarını belirtmek için bulanıklaşacaktır.
zh_hans: 所有隐藏的项目都将可见，但会模糊显示以表示其“隐藏”状态。

# settings.userInterface.mediaDiscovery
source: Media discovery view
ar: عرض اكتشاف الوسائط
de: Medienerkennungsansicht
es: Vista de explorador multimedia
fr: Mode de découverte des médias
id: Tampilan penemuan media
ja: メディア検出ビュー
ko: 미디어 발견 보기
pt: Visualização em galeria
ru: Галерея
th: มุมมองแกลเลอรี่
tr: Galeri görünümü
vi: Kiểu xem khám phá đa phương tiện
zh_hans: 媒体发现视图
zh_hant: 媒體探索檢視

# settings.userInterface.mediaDiscovery.header
source: Media discovery
ar: اكتشاف الوسائط
de: Medienerkennung
es: Explorador multimedia
fr: Découverte des médias
id: Penemuan media
ja: メディアディスカバリー
ko: 미디어 발견
pt: Visualização em galeria
ru: Галерея
th: มุมมองแกลเลอรี่
tr: Galeri görünümü
vi: Khám phá đa phương tiện
zh_hans: 媒体发现
zh_hant: 媒體探索

# settings.userInterface.mediaDiscovery.footer.body
source: Folders that contain only images and videos will open in media discovery view by default.
ar: سيتم فتح المجلدات التي تحتوي على الصور ومقاطع الفيديو فقط في عرض اكتشاف الوسائط بشكل افتراضي.
de: Ordner, die nur Bilder und Videos enthalten, werden standardmäßig in der Medienerkennungsansicht geöffnet.
es: Las carpetas que contienen solo imágenes y vídeos se abrirán en la vista de explorador multimedia de forma predeterminada.
fr: Les dossiers qui ne comprennent que des images et des vidéos s’ouvriront par défaut en mode de découverte des médias.
id: Folder yang hanya berisi gambar dan video akan terbuka dalam tampilan penemuan media secara default.
ja: 画像と動画のみを含むフォルダは、デフォルトでメディア検出ビューで開きます。
ko: 이미지와 동영상만 포함하고 있는 폴더는 기본적으로 미디어 발견 보기에서 열립니다.
pt: Abre em uma grade visual pastas que só contem imagens e/ou vídeos, para que você possa navegar pelas miniaturas e filtrar por data.
ru: Открывать папки только с изображениями или видео в режиме сетки. Просматривайте эскизы медиафайлов и фильтруйте их по дате.
th: เปิดโฟลเดอร์ที่มีเฉพาะรูปภาพหรือวิดีโอในรูปแบบตาราง ดูสื่อจากรูปขนาดย่อ และกรองตามวันที่
tr: Görsel ızgarada yalnızca resimler veya videolar içeren klasörleri açın. Medyaya küçük resimlere göre göz atın ve tarihe göre filtreleyin.
vi: Theo mặc định, các thư mục chỉ chứa hình ảnh và video sẽ mở ra với kiểu xem khám phá đa phương tiện
zh_hans: 默认情况下，仅包含图像和视频的文件夹将在媒体发现视图中打开。
zh_hant: 預設情況下，僅包含圖片和影片的資料夾將在媒體探索檢視中開啟。

# settings.userInterface.mediaDiscovery.footer.link
source: Learn more about media discovery.
ar: اعرف المزيد عن اكتشاف الوسائط.
de: Erfahren Sie mehr über die Medienerkennung.
es: Más información sobre el explorador multimedia.
fr: En apprendre davantage sur la découverte des médias
id: Pelajari lebih lanjut tentang penemuan media.
ja: メディア ディスカバリーの詳細はこちらをご覧ください。
ko: 미디어 발견에 대해 더 알아보기.
pt: Mais informações sobre a visualização na galeria
ru: Подробнее о режиме галереи
th: เรียนรู้เพิ่มเติมเกี่ยวกับมุมมองแกลเลอรี่
tr: Galeri görünümü hakkında daha fazla bilgi edinin
vi: Tìm hiểu thêm về khám phá đa phương tiện
zh_hans: 了解有关媒体发现的更多信息。
zh_hant: 瞭解更多關於媒體探索的資訊。

# settings.userInterface.mediaDiscoverySubFolder
source: Media discovery in subfolders
ar: اكتشاف الوسائط في المجلدات الفرعية
de: Medienerkennung in Unterordnern
es: Explorador multimedia en subcarpetas
fr: Découverte des médias dans les sous-dossiers
id: Penemuan media di subfolder
ja: サブフォルダ内のメディア検出
ko: 하위 폴더에서 미디어 찾기
pt: Visualização de subpastas na galeria
ru: Режим галереи в подпапках
th: มุมมองแกลเลอรี่ในโฟลเดอร์ย่อย
tr: Alt klasörlerde galeri görünümü
vi: Khám phá đa phương tiện trong các thư mục con
zh_hans: 子文件夹中的媒体发现
zh_hant: 子資料夾中的媒體探索

# settings.userInterface.mediaDiscoverySubFolder.footer
source: Images and videos from subfolders will also be included in media discovery view.
ar: سيتم أيضًا تضمين الصور ومقاطع الفيديو من المجلدات الفرعية في عرض اكتشاف الوسائط.
de: Bilder und Videos in Unterordnern werden in der Medienerkennungsansicht ebenfalls angezeigt.
es: Las imágenes y los vídeos de las subcarpetas también se incluirán en la vista de explorador multimedia.
fr: Les images et vidéos des sous-dossiers seront aussi comprises en mode de découverte des médias.
id: Gambar dan video dari subfolder juga akan disertakan dalam tampilan penemuan media.
ja: サブフォルダの画像と動画もメディア検出ビューに含まれます。
ko: 하위 폴더의 이미지와 동영상도 미디어 발견 보기에 포함합니다.
pt: Imagens e vídeos de subpastas também serão incluídos na visualização na galeria
ru: Изображения и видео из подпапок также будут отображаться в галерее
th: รูปภาพและวิดีโอจากโฟลเดอร์ย่อยจะแสดงในมุมมองแกลเลอรี่ด้วย
tr: Alt klasörlerdeki resimler ve videolar da galeri görünümüne dahil edilecektir
vi: Hình ảnh và video từ bên trong các thư mục con cũng sẽ có trong kiểu xem khám phá đa phương tiện.
zh_hans: 子文件夹中的图像和视频也将包含在媒体发现视图中。
zh_hant: 子資料夾中的影像和影片也將包含在媒體探索檢視中。

# settings.userInterface.hideRecentActivity
source: Hide recent activity
ar: إخفاء التفاعل مؤخراً
de: Letzte Aktivitäten ausblenden
es: Ocultar actividad reciente
fr: Cacher l’activité récente
id: Sembunyikan Aktivitas Terbaru
ja: 最近のアクティビティを非表示にする
ko: 최근 활동 숨기기
pt: Ocultar Atividades recentes
ru: Скрыть недавние действия
th: ซ่อนกิจกรรมล่าสุด
tr: Son etkinliği gizle
vi: Ẩn hoạt động gần đây
zh_hans: 隐藏近期动态
zh_hant: 隱藏近期活動

# settings.userInterface.hideRecentActivity.footer
source: Hide recent activity in Home section.
ar: إخفاء التفاعل مؤخراً في قسم الصفحة الرئيسية.
de: Letzte Aktivitäten auf Startseite ausblenden.
es: Ocultar la actividad reciente en la sección Inicio.
fr: Cachez l’activité récente dans la section Accueil.
id: Sembunyikan aktivitas terbaru di bagian Beranda.
ja: ホームセクションの最近のアクティビティを非表示にします。
ko: 홈 섹션에서 최근 활동 숨기기.
pt: Ocultar Atividades recentes no Início.
ru: Скрыть недавние действия в главном разделе.
th: ซ่อนกิจกรรมล่าสุดในส่วนของหน้าแรก
tr: Ana Sayfa bölümünde son etkinliği gizle.
vi: Ẩn đi lịch sử hoạt động gần đây trong phần Trang Chủ.
zh_hans: 在主页部分隐藏近期动态。
zh_hant: 隱藏在首頁的近期活動。

source: Default
ar: الإفتراضي
de: Standard
es: Predeterminado
fr: Par défaut
ja: デフォルト
ko: 기본
pt: Predeterminado
ru: По умолчанию
th: ค่าเริ่มต้น
tr: Varsayılan
vi: Gốc
zh_hans: 默认
zh_hant: 預設

source: Night
ar: ليلي
de: Nacht
es: Noche
fr: Nuit
id: Malam
ja: 夜
ko: 밤
pt: Noturno
ru: Ночь
th: กลางคืน
tr: Gece
vi: Đêm
zh_hans: 夜间
zh_hant: 夜晚

source: Minimal
ar: الحد الأدنى
es: Minimalista
fr: Minimale
ja: 最小
ko: 최소
pt: Mínimo
ru: Минимализм
th: เรียบง่าย
vi: Gọn
zh_hans: 最小化
zh_hant: 最小

source: Launch
ar: التشغيل
de: Start
es: Inicio
fr: Lancement
id: Meluncurkan
ja: 起動
ko: 실행
pt: Abrir em
ru: Запуск
th: เปิดแอป
tr: Başlatmak
vi: Khởi động
zh_hans: 启动
zh_hant: 啟動

source: Layout
ar: التنسيق
es: Diseño
fr: Disposition
id: Tata letak
ja: レイアウト
ko: 레이아웃
ru: Макет
th: เค้าโครง
tr: Düzen
vi: Trình bày
zh_hans: 布局
zh_hant: 外觀

source: App icon
ar: ايقونة التطبيق
de: Appsymbol
es: Ícono de la app
fr: Icône de l’appli
id: Ikon Aplikasi
ja: アプリアイコン
ko: 앱 아이콘
pt: Ícone do aplicativo
ru: Значок приложения
th: ไอคอนแอป
tr: Uygulama simgesi
vi: Biểu tượng app
zh_hans: App图标
zh_hant: 應用程式圖示

source: Configure default launch section.
ar: تهيئة قسم التشغيل الرئيسي.
de: Beim Start angezeigte Seite konfigurieren.
es: Configurar la sección de inicio predeterminada.
fr: Configurez la section de lancement par défaut.
id: Konfigurasikan bagian peluncuran default.
ja: デフォルトの起動セクションを構成します。
ko: 기본 실행 섹션 설정.
pt: Escolha a área a ser mostrada ao abrir o aplicativo.
ru: Настройте раздел запуска по умолчанию.
th: กำหนดค่าส่วนการเปิดใช้งานเริ่มต้น
tr: Varsayılan başlatma bölümünü yapılandırın.
vi: Chỉnh phần muốn hiển thị mỗi khi khởi động.
zh_hans: 配置默认启动部分。
zh_hant: 設定預設開啟選項。

source: Configure sorting order and the default view (List or Thumbnail).
ar: إعداد ترتيب الفرز والعرض الافتراضي (قائمة أو صور مصغرة).
de: Sortierreihenfolge und Standardansicht (Liste oder Thumbnails) konfigurieren.
es: Configurar las preferencias de ordenación y de vista por defecto (lista o miniatura).
fr: Configurez l’ordre de tri et la vue par défaut (en liste ou en imagettes).
id: Konfigurasikan urutan pengurutan dan tampilan default (Daftar atau Gambar Kecil).
ja: 並べ替え順序とデフォルトビュー（リストまたはサムネイル）を構成します。
ko: 정렬 순서와 기본 보기 설정(리스트 또는 미리 보기).
pt: Escolha a ordem de classificação e tipo de visualização predeterminados (lista ou miniatura).
ru: Настройте порядок сортировки и вид по умолчанию (список или эскизы).
th: กำหนดค่าลำดับการเรียงและมุมมองเริ่มต้น (รายการหรือรูปขนาดย่อ)
tr: Sıralama sırasını ve varsayılan görünümü (Liste veya Küçük Resim) yapılandırın.
vi: Tùy chỉnh sắp xếp thứ tự và kiểu xem mặc định (Danh Sách hoặc Ảnh Nhỏ).
zh_hans: 配置排序顺序和默认视图（列表或缩略图）。
zh_hant: 設定排序順序與預設檢視（列表或縮圖）。

source: Per folder
ar: لكل مجلد
de: Ordnerspezifisch
es: Por carpeta
fr: Par dossier
ja: フォルダごと
ko: 폴더마다
pt: Por pasta
ru: Для папки
th: ต่อโฟลเดอร์
tr: Klasör başına
vi: Riêng từng thư mục
zh_hans: 每个文件夹
zh_hant: 每個資料夾

source: Same for all
ar: للجميع
de: Für alle gleich
es: Igual para todo
fr: Identique pour tous
id: Sama untuk Semua
ja: すべてに同じ
ko: 모두 동일
pt: Igual em todas as pastas
ru: Для всех папок
th: เหมือนกันทั้งหมด
tr: Herkes için aynı
vi: Giống nhau hết
zh_hans: 全部相同
zh_hant: 所有都相同

source: Sorting preference
ar: فرز الافضلية
de: Spaltensortierung
es: Preferencias de ordenación
fr: Préférence de tri
id: Preferensi sorting
ja: 並べ替え設定
ko: 정렬 설정
pt: Preferências de classificação
ru: Параметры сортировки
th: กำหนดลักษณะการจัดเรียง
tr: Sıralama tercihi
vi: Tùy chỉnh việc sắp xếp
zh_hans: 排序偏好
zh_hant: 優先排序

source: View mode preference
ar: عرض وضع الافضلية
de: Ordnerdarstellung
es: Preferencias del modo de vista
fr: Préférence du mode d’affichage
id: Pilihan view mode
ja: 表示モード設定
ko: 보기 모드 설정
pt: Preferências de visualização
ru: Параметры режима отображения
th: กำหนดลักษณะโหมดมุมมอง
tr: Görünüm modu tercihi
vi: Tùy chỉnh chế độ xem
zh_hans: 视图模式偏好
zh_hant: 縮圖模式優先

source: Configure column sorting order on a per-folder basis, or use the same order for all folders.
ar: تهيئة وفرز العمود على أساس كل مجلد، أو استخدام نفس النظام لجميع المجلدات.
de: Ordnerspezifische Spaltensortierung oder identische Einstellung für alle Ordner.
es: Selecciona si el orden por columna será personalizado en cada carpeta, o el mismo orden en todas las carpetas.
fr: Configurez l’ordre de tri des colonnes par dossier ou utilisez le même ordre pour tous les dossiers.
id: Konfigurasi urutan sorting column berbeda untuk setiap folder, atau gunakan urutan yang sama untuk semua folder.
ja: フォルダごとに列の並べ替え順を設定するか、すべてのフォルダに同じ順序を使用します。
ko: 정렬 순서를 개별 폴더 별로 다르게 하거나, 모든 폴더에 같은 순서를 사용하도록 설정하세요.
pt: Configure a ordem de colunas para cada pasta, ou utilize a mesma ordem em todas as pastas.
ru: Установить порядок сортировки столбцов отдельно для каждой папки или единый для всех папок.
th: กำหนดลำดับการจัดเรียงคอลัมน์ในแต่ละโฟลเดอร์หรือใช้คำสั่งเดียวกันสำหรับโฟลเดอร์ทั้งหมด
tr: Klasör başına sütun sıralama sırasını yapılandırın veya tüm klasörler için aynı sırayı kullanın.
vi: Quyết định cách sắp xếp dữ liệu và tệp tin sẽ được áp dụng cho tất cả thư mục cho đồng bộ, hoặc tự chỉnh riêng lẻ cho từng thư mục có trong Ổ Mây.
zh_hans: 为每个文件夹配置列排序顺序，或对所有文件夹使用相同的顺序。
zh_hant: 為個別資料夾設定欄位排序，或為所有資料夾使用相同的欄位排序。

source: Select view mode (List or Thumbnail) on a per-folder basis, or use the same view mode for all folders.
ar: اختر شكل العرض (قائمة أو صور مصغرة) على أساس كل مجلد، أو استخدم نفس شكل العرض لجميع المجلدات.
de: Ordnerspezifische Ansicht (Liste oder Thumbnails) oder identische Einstellung für alle Ordner.
es: Selecciona el modo de vista (lista o miniatura) carpeta por carpeta, o usa el mismo modo de vista para todas las carpetas.
fr: Sélectionnez le mode d’affichage (en liste ou en imagettes) pour chaque dossier ou utilisez le même mode d’affichage pour tous les dossiers.
id: Pilih mode tampilan (Daftar atau Gambar Kecil) berdasarkan per-folder, atau gunakan mode tampilan yang sama untuk semua folder.
ja: フォルダごとに表示モード（リストまたはサムネイル）を選択するか、すべてのフォルダに同じ表示モードを使用します。
ko: 보기 모드(목록 또는 미리 보기)를 폴더마다 설정할지, 또는 모든 폴더에 같은 보기 모드를 적용할지 선택하세요.
pt: Escolha o tipo de visualização predeterminado (lista ou miniaturas) para cada pasta, ou utilize o mesmo tipo em todas as pastas.
ru: Выберите режим просмотра (список или эскизы) для каждой папки или используйте один и тот же режим просмотра для всех папок.
th: เลือกโหมดมุมมอง (รายการหรือรูปขนาดย่อ) ในแต่ละโฟลเดอร์หรือใช้โหมดมุมมองเดียวกันสำหรับทุกโฟลเดอร์
tr: Klasör bazında görünüm modunu (Liste veya Küçük Resim) seçin veya tüm klasörler için aynı görünüm modunu kullanın.
vi: Chọn kiểu xem (Danh Sách hoặc Ảnh Nhỏ) khác nhau cho từng thư mục, hoặc giống nhau hếy cho tất cả thư mục.
zh_hans: 为每个文件夹选择视图模式（列表或缩略图），或对所有文件夹使用相同的视图模式。
zh_hant: 為個別資料夾選用檢視模式（列表或縮圖），或為所有資料夾使用相同的檢視模式。

source: When you log out, ongoing transfers will be cancelled.
ar: عند تسجيل الخروج، سيتم إلغاء عمليات تراسل المعطيات الجارية.
de: Durch den Logout werden alle laufenden Transfers abgebrochen.
es: Cuando cierres sesión, las transferencias en curso se cancelarán.
fr: Quand vous vous déconnectez, les transferts en cours sont annulés.
id: Saat anda keluar, transfer yang sedang berlangsung akan dibatalkan.
ja: ログアウトすると、現在進行中の転送はキャンセルされます。
ko: 로그아웃하면, 진행중인 전송은 취소됩니다.
pt: Quando você fizer logout, as transferências em andamento serão canceladas.
ru: При выходе из системы текущие передачи будут отменены.
th: เมื่อคุณออกจากระบบ การถ่ายโอนที่กำลังดำเนินการอยู่จะถูกยกเลิก
tr: Oturumu kapattığınızda, devam eden transferler iptal edilecektir.
vi: Khi đăng xuất, tất cả các phiên truyền tải chưa xong sẽ bị hủy.
zh_hans: 登出帐户后，正在进行的传输将被取消。
zh_hant: 當您登出時，正在進行中的傳輸將取消。

source: When you log out, files from your Offline section will be deleted from your device.
ar: عند تسجيل الخروج، سيتم حذف الملفات من قسم غير متصل إلى الانترنت من جهازك.
de: Sobald Sie sich ausloggen, werden alle lokal gespeicherten Offline-Dateien gelöscht.
es: Cuando cierres sesión, los archivos de la sección Sin conexión se eliminarán de tu dispositivo.
fr: Quand vous vous déconnectez, les fichiers de votre section Hors ligne sont supprimés de votre appareil.
id: Saat anda keluar, file dari bagian Offline anda akan dihapus dari perangkat anda.
ja: ログアウトすると、あなたのオフラインセクションのファイルはお使いの端末から削除されます。
ko: 로그아웃하면 오프라인 섹션의 파일들이 당신의 기기에서 삭제됩니다.
pt: Quando você fizer logout, os arquivos da seção Offline serão deletados do seu dispositivo.
ru: При выходе из системы файлы из раздела «Локальные» будут удалены с вашего устройства.
th: เมื่อคุณออกจากระบบ ไฟล์จากส่วนออฟไลน์ของคุณจะถูกลบออกจากอุปกรณ์
tr: Oturumu kapattığınızda, Çevrimdışı bölümünüzdeki dosyalar cihazınızdan silinir.
vi: Khi đăng xuất, các tệp tin trong phần Ngoại Tuyến sẽ bị xóa khỏi thiết bị.
zh_hans: 登出帐户后，保存在“离线”中的文件将从您的设备中删除。
zh_hant: 當您登出時，可離線使用的檔案將從您的裝置中被刪除。

source: When you log out, files from your Offline section will be deleted from your device and ongoing transfers will be cancelled.
ar: عند تسجيل الخروج، سيتم حذف الملفات من قسم ”غير متصل” من جهازك وسيتم إلغاء عمليات النقل الجارية.
de: Sobald Sie sich ausloggen, werden Ihre Offline-Dateien gelöscht und alle laufenden Transfers abgebrochen.
es: Cuando cierres sesión, los archivos de la sección Sin conexión se eliminarán de tu dispositivo y las transferencias en curso se cancelarán.
fr: Quand vous vous déconnectez, les fichiers de votre section Hors ligne sont supprimés de votre appareil et les transferts en cours sont annulés.
id: Saat Anda keluar, file dari bagian Offline Anda akan dihapus dari perangkat Anda dan transfer yang sedang berlangsung akan dibatalkan.
ja: ログアウトすると、あなたのオフラインセクションのファイルはお使いの端末から削除され、現在進行中の転送はキャンセルされます。
ko: 로그아웃하면, 기기의 오프라인 섹션의 파일들이 삭제되고 진행중인 전송이 취소됩니다.
pt: Quando você fizer logout, os arquivos da seção Offline serão deletados do seu dispositivo, e as transferências em andamento serão canceladas.
ru: Когда вы выйдете из системы, файлы из раздела «Локальные» будут удалены с вашего устройства, а текущие передачи будут отменены.
th: เมื่อคุณออกจากระบบ ไฟล์จากส่วนออฟไลน์ของคุณจะถูกลบออกจากอุปกรณ์ และการถ่ายโอนที่กำลังดำเนินการอยู่จะถูกยกเลิกด้วยเช่นกัน
tr: Oturumu kapattığınızda, Çevrimdışı bölümünüzdeki dosyalar cihazınızdan silinecek ve devam eden aktarımlar iptal edilecektir.
vi: Khi đăng xuất, các tệp tin trong phần Ngoại Tuyến sẽ bị xóa khỏi máy và các phiên truyền tải chưa xong sẽ bị hủy.
zh_hans: 登出帐户后，“离线”中的文件将从您的设备中删除，正在进行的传输将被取消。
zh_hant: 當您登出時，您裝置上可離線存取的檔案將會被刪除，而且正在進行中的傳輸將被取消。

source: Chat created on %s1
ar: تم انشاء المحادثة في %s1
de: Chat erstellt: %s1
es: Chat creado el %s1
fr: Conversation créée le %s1
id: Chat dibuat pada %s1
ja: %s1にチャットが作成されました
ko: %s1에 생성된 대화
pt: Chat iniciado em %s1
ru: Чат создан %s1
th: แชทสร้างเมื่อ %s1
tr: Sohbet oluşturuldu %s1
vi: Cuộc chát được tạo vào ngày %s1
zh_hans: 聊天创建于%s1
zh_hant: 對話建立於%s1

source: No shared files
ar: لا توجد ملفات مشتركة
de: Keine freigegebenen Dateien
es: No hay archivos compartidos
fr: Aucun fichier partagé
id: Tidak Ada File Bersama
ja: 共有ファイルはありません
ko: 공유된 파일 없음
pt: Não há arquivos compartilhados
ru: Нет общих файлов
th: ไม่มีไฟล์ที่แชร์
tr: Paylaşılan dosya yok
vi: Không có tệp tin chia sẻ
zh_hans: 无共享文件
zh_hant: 無共享的檔案

source: Folder link unavailable
ar: رابط المجلد غير متوفر
de: Ordnerlink nicht verfügbar
es: Enlace de la carpeta no disponible
fr: Le lien de dossier n’est pas disponible
id: Link / Tautan tidak tersedia
ja: フォルダリンクが使用できません
ko: 폴더 링크가 사용불가입니다
pt: O link da pasta não está disponível
ru: Ссылка на папку недоступна
th: ลิงก์โฟลเดอร์ยังไม่พร้อมใช้งาน
tr: Klasör bağlantısı kullanılamıyor
vi: Liên kết thư mục bất khả dụng
zh_hans: 文件夹链接不可用
zh_hant: 資料夾連結無法使用

source: File link unavailable
ar: رابط الملف غير متوفر
de: Datei-Link nicht verfügbar
es: Enlace del archivo no disponible
fr: Le lien de fichier est inaccessible
id: Link file tidak tersedia
ja: ファイルリンクがありません
ko: 파일 링크가 사용불가능합니다
pt: Link de arquivo indisponível
ru: Ссылка на файл недоступна
th: ลิงก์ไฟล์ไม่พร้อมใช้งาน
tr: Dosya bağlantısı kullanılamıyor
vi: Đường liên kết này không còn tồn tại
zh_hans: 文件链接不可用
zh_hant: 這不是有效的檔案連結
