Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# meetings.addContacts.allContactsAdded.description
source: You’ve already added all your contacts to this chat. If you want to add more participants, first invite them to your contact list.
ar: لقد أضفت بالفعل جميع جهات الاتصال الخاصة بك إلى هذه المحادثة. إذا كنت ترغب في إضافة المزيد من المشاركين فعليك أولاً بدعوتهم إلى قائمة جهات الاتصال الخاصة بك.
de: Sie haben bereits alle Ihre Kontakte in diesen Chat aufgenommen. Wenn Sie weitere Teilnehmer hinzufügen möchten, laden Sie diese zunächst in Ihre Kontaktliste ein.
es: Ya ha añadido todos sus contactos a este chat. Si quieres agregar más participantes, primero invítalos a tu lista de contactos.
fr: Vous avez déjà ajouté tous vos contacts à cette conversation. Si vous voulez ajouter d’autres participants, invitez-les d’abord dans votre liste de contacts.
id: Anda telah menambahkan semua kontak anda ke obrolan ini. Jika anda ingin menambahkan lebih banyak peserta, undang mereka terlebih dahulu ke daftar kontak anda.
ja: すでにすべての連絡先をこのチャットに追加しています。 さらに参加者を追加する場合は、まず連絡先リストに招待してください。
ko: 이미 이 대화에 모든 연락처를 추가하였습니다. 만약 더 많은 참여자를 원한다면, 먼저 당신의 연락처 목록에 초대하세요.
pt: Você já adicionou todos os seus contatos a este chat. Se você quiser adicionar mais participantes, primeiro envie um convite para inclui-los na sua lista de contatos.
ru: Вы уже добавили все свои контакты в этот чат. Если хотите добавить больше участников, сначала пригласите их в свой список контактов.
th: คุณได้เพิ่มผู้ติดต่อทั้งหมดในแชทนี้แล้ว หากคุณต้องการเพิ่มผู้เข้าร่วมคนอื่น ขั้นแรกให้ส่งคำเชิญเพื่อเพิ่มไปที่รายชื่อผู้ติดต่อของคุณก่อน
tr: Tüm kişilerinizi bu sohbete zaten eklediniz. Daha fazla katılımcı eklemek istiyorsanız, önce onları kişi listenize davet edin.
vi: Bạn đã thêm tất cả các tên liên lạc đã có vào trong cuộc chát này rồi. Nếu bạn muốn thêm thành viên nữa, trước hết hãy mời thêm người vào sổ liên lạc của bạn.
zh_hans: 您已将所有联系人添加到此聊天中。 如果您想添加更多参与者，请先邀请他们成为您的联系人。
zh_hant: 您已經將您所有聯絡人加入此對話。 如果您想加入更多與會者，請先邀請他們成為您的聯絡人。

# meetings.addContacts.allContactsAdded.confirmationButtonTitle
source: Invite
ar: ادعو
de: Einladen
es: Invitar
fr: Inviter
id: Undang
ja: 招待
ko: 초대
pt: Convidar
ru: Пригласить
th: เชิญ
tr: Davet et
vi: Mời
zh_hans: 邀请
zh_hant: 邀請

# chat.addToChatMenu.filesApp
source: Files
ar: ملفات
de: Dateien
es: Archivos
fr: Fichiers
id: File
ja: ファイル
ko: 파일
pt: Arquivos
ru: Файлы
th: ไฟล์
tr: Dosyalar
vi: Tệp tin
zh_hans: 文件
zh_hant: 檔案

# chat.addToChatMenu.scan
source: Scan
ar: مسح ضوئي
de: Scannen
es: Escanear
fr: Numérisation
id: Pindai
ja: スキャン
ko: 스캔
pt: Digitalizados
ru: Скан
th: สแกน
tr: Tarama
vi: Quét
zh_hans: 扫描
zh_hant: 掃描

# meetings.addContacts.zeroContactsAvailable.title
source: No contacts
ar: لا يوجد جهات اتصال
de: Keine Kontakte
es: No hay contactos
fr: Vous n’avez aucun contact
id: Tidak ada kontak
ja: 連絡先がありません
ko: 연락처 없음
pt: Não há contatos
ru: Нет контактов
th: ไม่มีรายชื่อผู้ติดต่อ
tr: İletişim yok
vi: Không có tên liên lạc nào
zh_hans: 无联系人
zh_hant: 沒有聯絡人

# meetings.addContacts.zeroContactsAvailable.description
source: You have no contacts to add to this chat. If you want to add participants, first invite them to your contact list.
ar: ليس لديك جهات اتصال لإضافتها إلى هذه المحادثة. إذا كنت ترغب في إضافة مشاركين، قم أولاً بدعوتهم إلى قائمة جهات الاتصال الخاصة بك.
de: Sie haben keine Kontakte, die Sie zu diesem Chat hinzufügen können. Wenn Sie Teilnehmer hinzufügen möchten, laden Sie diese zunächst in Ihre Kontaktliste ein.
es: Ya has añadido todos sus contactos a este chat. Si quieres añadir más participantes, primero invítalos a tu lista de contactos.
fr: Vous n’avez aucun contact à ajouter à cette conversation. Si vous voulez ajouter des participants, invitez-les d’abord dans votre liste de contacts.
id: Anda tidak memiliki kontak untuk ditambahkan ke obrolan ini. Jika anda ingin menambahkan peserta, undang mereka terlebih dahulu ke daftar kontak anda.
ja: このチャットに追加する連絡先はありません。さらに参加者を追加する場合は、まず連絡先リストに招待してください。
ko: 이 대화에 추가된 연락처가 없습니다. 만약 참여자를 추가하고 싶다면, 먼저 당신의 연락처 목록에 초대하세요.
pt: Você não tem contatos para adicionar a este chat. Se você quiser adicionar participantes, primeiro envie um convite para inclui-los na sua lista de contatos.
ru: У вас нет контактов для добавления в этот чат. Если хотите добавить участников, сначала пригласите их в свой список контактов.
th: คุณไม่มีรายชื่อผู้ติดต่อที่จะเพิ่มเข้าไปในแชทนี้แล้ว หากคุณต้องการเพิ่มผู้เข้าร่วมคนอื่น ขั้นแรกให้ส่งคำเชิญเพื่อเพิ่มไปที่รายชื่อผู้ติดต่อของคุณก่อน
tr: Bu sohbete ekleyecek kişiniz yok. Katılımcı eklemek istiyorsanız, önce onları kişi listenize davet edin.
vi: Bạn không có tên nào trong sổ liên lạc để thêm vào cuộc chát này. Nếu bạn muốn thêm thành viên, trước hết hãy thêm tên của họ vào sổ liên lạc.
zh_hans: 您没有联系人可以添加到此聊天中。如果您想添加参与者，请先邀请他们成为您的联系人。
zh_hant: 您沒有聯絡人可以加入此對話了。如果您想加入更多與會者，請先邀請他們成為您的聯絡人。

# invite.contactLink.share.title
source: Send invitation
ar: إرسال دعوة
de: Einladung senden
es: Enviar invitación
fr: Envoyer une invitation
id: Kirim undangan
ja: 招待状を送る
ko: 초대 발송
pt: Enviar convite
ru: Отправить приглашение
th: ส่งคำเชิญ
tr: Davetiye gönder
vi: Gửi lời mời
zh_hans: 发送邀请
zh_hant: 發送邀請

# notifications.message.takenDownReinstated.file
source: Your taken-down file “%@” has been reinstated
ar: تمت إعادة ملفك المزال ”%@“
de: Die Löschung Ihrer Datei „%@“ wurde rückgängig gemacht
es: La retirada del archivo “%@” ha sido revocada
fr: Votre fichier « %@ » retiré a été rétabli
id: File anda yang diturunkan “%@” telah dipulihkan
ja: あなたの削除されたファイル「%@」は復活しました
ko: 게시 중단된 파일 “%@”이/가 재게시 되었습니다
pt: A remoção do arquivo “%@” foi revogada
ru: Изъятый файл «%@» восстановлен
th: ไฟล์ “%@” ที่ถูกลบออก ได้ถูกกู้คืนเรียบร้อยแล้ว
tr: Kaldırılan dosyanız”%@” eski durumuna getirildi
vi: Tệp tin “%@” bị gỡ xuống của bạn đã được khôi phục
zh_hans: 您被删除的文件“%@”已恢复
zh_hant: 您被下架的檔案「%@」已復原

# notifications.message.takenDownReinstated.folder
source: Your taken-down folder “%@” has been reinstated
ar: تمت إعادة مجلدك المزال ”%@“
de: Die Löschung Ihres Ordners „%@“ wurde rückgängig gemacht
es: La retirada de la carpeta “%@” ha sido revocada
fr: Votre dossier « %@ » retiré a été rétabli
id: Folder anda yang diturunkan “%@” telah dipulihkan
ja: あなたの削除されたフォルダ「%@」は復活しました
ko: 게시 중단된 폴더 “%@”이/가 재게시 되었습니다
pt: A remoção da pasta “%@” foi revogada
ru: Изъятая папка «%@» восстановлена
th: โฟลเดอร์ “%@” ที่ถูกลบออก ได้ถูกกู้คืนเรียบร้อยแล้ว
tr: Kaldırılan klasörünüz”%@” eski durumuna getirildi
vi: Thư mục “%@” bị gỡ xuống của bạn đã được khôi phục
zh_hans: 您被删除的文件夹“%@”已恢复
zh_hant: 您被下架的資料夾「%@」已復原

# notifications.message.takenDownPubliclyShared.file
source: Your publicly shared file “%@” has been taken down
ar: تمت إزالة ملفك المشارك ”%@“ بشكل عام
de: Ihre öffentliche Dateifreigabe „%@“ wurde gelöscht
es: El archivo “%@” que has compartido públicamente ha sido retirado
fr: Votre fichier « %@ » partagé publiquement a été retiré
id: File anda yang dibagikan secara publik “%@” telah diturunkan
ja: あなたの公開共有ファイル「%@」は削除されました
ko: 당신의 공개 공유 파일 “%@”이/가 게시중단 되었습니다
pt: O seu arquivo compartilhado “%@” foi removido
ru: Ваш общедоступный файл «%@» был изъят
th: ไฟล์ “%@” ที่แชร์แบบสาธารณะ ถูกลบออกแล้ว
tr: Herkese açık olarak paylaşılan dosyanız”%@” kaldırıldı
vi: Tệp tin chia sẻ công cộng của bạn mang tên “%@” đã bị gỡ xuống
zh_hans: 您公开分享的文件“%@”已被删除
zh_hant: 您公開共享的檔案「%@」已被下架

# notifications.message.takenDownPubliclyShared.folder
source: Your publicly shared folder “%@” has been taken down
ar: تمت إزالة مجلدك المشارك ”%@“ بشكل عام
de: Ihre öffentliche Ordnerfreigabe „%@“ wurde gelöscht
es: La carpeta “%@” que has compartido públicamente ha sido retirada
fr: Votre dossier « %@ » partagé publiquement a été retiré
id: Folder anda yang dibagikan secara publik “%@” telah diturunkan
ja: あなたの公開共有フォルダ「%@」は削除されました
ko: 당신의 공개 공유 폴더 “%@”이/가 게시중단 되었습니다
pt: A sua pasta compartilhada “%@” foi removida
ru: Ваша общедоступная папка «%@» была изъята
th: โฟลเดอร์ “%@” ที่แชร์แบบสาธารณะ ถูกลบออกแล้ว
tr: Herkese açık olarak paylaşılan klasörünüz”%@” kaldırıldı
vi: Thư mục chia sẻ công cộng của bạn mang tên “%@” đã bị gỡ xuống
zh_hans: 您公开分享的文件夹“%@”已被删除
zh_hant: 您公開共享的資料夾「%@」已被下架

# meetings.addContacts.allowNonHost.message
source: Allow non-hosts to add participants
ar: السماح لغير المضيفين بإضافة مشاركين
de: Nicht-Gastgebern erlauben, Teilnehmer hinzuzufügen
es: Permitir a los no anfitriones añadir participantes
fr: Permettre aux non-hôtes d’ajouter des participants
id: Izinkan non-host untuk menambahkan peserta
ja: 主催者以外が参加者を追加できるようにします
ko: 주최자가 아닌 사람이 참여자를 추가하는 것을 허용
pt: Permitir adicionar participantes a usuários que não forem anfitriões
ru: Разрешить не организаторам добавлять участников
th: อนุญาตให้ผู้ที่ไม่ใช่ผู้จัดการประชุมเพิ่มผู้เข้าร่วมได้
tr: Ev sahibi olmayanların katılımcı eklemesine izin ver
vi: Cho phép các thành viên không chủ trì mời thêm người
zh_hans: 允许非主持人添加参与者
zh_hant: 允許非主持人新增參與者

# meetings.startConversation.contextMenu.scheduleMeeting
source: Schedule meeting
ar: جدول اجتماع
de: Meeting planen
es: Programar reunión
fr: Programmer une réunion
id: Jadwalkan pertemuan
ja: ミーティングをスケジュール
ko: 회의 예약
pt: Programar reunião
ru: Запланировать встречу
th: จัดกำหนดการประชุม
tr: Toplantıyı planlayın
vi: Đặt hẹn cuộc họp
zh_hans: 安排会议
zh_hant: 安排會議

# account.suspension.message.copyright
source: Your MEGA account has been suspended due to repeated allegations of copyright infringements. This means you cannot access your account or data within it. Check your email inbox for more information on how to file a counter-notice.
ar: تم تعليق حساب ميغا MEGA الخاص بك بسبب الادعاءات المتكررة بانتهاكات حقوق الطبع والنشر. هذا يعني أنه لا يمكنك الوصول إلى حسابك أو البيانات الموجودة فيه. تحقق من صندوق البريد الإلكتروني الخاص بك للحصول على مزيد من المعلومات حول كيفية تقديم إشعار مضاد.
de: Ihr MEGA-Account wurde aufgrund von wiederholten Vorwürfen von Urheberrechtsverstößen gesperrt. Dies bedeutet, dass Sie nicht auf Ihren Account oder die darin enthaltenen Daten zugreifen können. In Ihrem E-Mail-Posteingang finden Sie weitere Informationen darüber, wie Sie eine Löschbeanstandung einreichen können.
es: Tu cuenta de MEGA ha sido suspendida debido a repetidas notificaciones de presuntas infracciones de derechos de autor. Como consecuencia, no podrás acceder a tu cuenta ni a tus datos. Revisa el correo electrónico que enviamos a tu dirección de correo para obtener más información sobre cómo presentar una contranotificación.
fr: Votre compte MEGA a été désactivé en raison d’allégations répétées de violation des droits d’auteur. Cela signifie que vous ne pouvez ni accéder à votre compte ni à ses données. Pour de plus amples renseignements sur la manière de déposer un contre-avis, vérifiez votre boîte de réception des courriels.
id: Akun MEGA anda telah ditangguhkan karena dugaan berulang pelanggaran hak cipta. Ini berarti anda tidak dapat mengakses akun atau data anda di dalamnya. Periksa kotak masuk email anda untuk informasi lebih lanjut tentang cara mengajukan pemberitahuan balasan.
ja: 度重なる著作権侵害の申し立てにより、あなたのMEGAアカウントは停止されました。これは、アカウントまたはアカウント内のデータにアクセスできないことを意味します。 異議申し立て通知を提出する方法の詳細については、メール受信箱を確認してください。
ko: 당신의 MEGA 계정이 반복된 저작권 침해 혐의로 인해 정지 되었습니다. 이것은 당신의 계정이나 그 안의 데이터에 접근할 수 없다는 뜻입니다. 이의 제기를 제출하는 방법에 대한 자세한 정보는 이메일 수신함을 확인하세요.
pt: A sua conta no MEGA foi suspensa devido a repetidas alegações de infrações de direitos autorais, o que significa que você não poderá acessar a sua conta, nem os dados armazenados. Acesse o seu email para obter informações sobre como enviar uma contra-notificação.
ru: Ваш аккаунт MEGA был заблокирован из-за неоднократных обвинений в нарушении авторских прав. Это означает, что вы не можете получить доступ к аккаунту или данным в нём. Для получения дополнительной информации о том, как подать встречное заявление, проверьте свою электронную почту.
th: บัญชี MEGA ของคุณถูกระงับชั่วคราว เนื่องจากมีการร้องเรียนเรื่องการละเมิดลิขสิทธิ์ซ้ำหลายครั้ง หมายความว่าคุณไม่สามารถเข้าถึงบัญชีหรือข้อมูลใด ๆ ภายในบัญชีของคุณได้ ตรวจสอบกล่องจดหมายอีเมลของคุณเพื่อดูข้อมูลเพิ่มเติมเกี่ยวกับวิธีการยื่นเรื่องโต้แย้ง
tr: MEGA hesabınız tekrarlanan telif hakkı ihlali iddiaları nedeniyle askıya alındı. Bu, hesabınıza veya içindeki verilerinize erişemeyeceğiniz anlamına gelir. Karşı bildirimin nasıl sunulacağı hakkında daha fazla bilgi için e-posta gelen kutunuzu kontrol edin.
vi: Tài khoản MEGA của quý vị đã bị đình chỉ do đã nhiều lần bị cáo buộc vi phạm bản quyền. Điều này có nghĩa là quý vị không được phép truy cập tài khoản của mình hoặc bất cứ dữ liệu bên trong. Kiểm tra hộp thư email của quý vị để biết thêm thông tin và về cách gửi đơn phản đối.
zh_hans: 由于多次侵犯版权的指控，您的MEGA帐户已被停用。这意味着您无法访问您的帐户或其中的数据。 检查您的电子邮件收件箱，了解有关如何提交抗辩通知的更多信息。
zh_hant: 由於多次侵犯版權的指控，您的MEGA帳戶已被暫停。這意味著您無法存取您的帳戶或當中的資料。 檢查您的電子郵件收件匣，瞭解有關如何提交反對通知的更多資訊。

# account.suspension.message.nonCopyright
source: Your account was terminated due to a breach of MEGA’s Terms of Service. You will not be able to regain access to your stored data or be authorised to sign up for a new MEGA account.
ar: تم إنهاء حسابك بسبب خرق شروط الخدمة الخاصة بميغا MEGA. لن تتمكن من استعادة الوصول إلى بياناتك المخزنة أو السماح لك بالتسجيل للحصول على حساب ميغا MEGA جديد.
de: Ihr Account wurde aufgrund eines Verstoßes gegen die Nutzungsbedingungen von MEGA gekündigt. Sie können nicht mehr auf Ihre gespeicherten Daten zugreifen und sind nicht berechtigt, einen neuen MEGA-Account zu registrieren.
es: Hemos cerrado tu cuenta debido a un incumplimiento de los Términos de servicio de MEGA. No podrás recuperar el acceso a tus datos ni estás autorizado a registrar una nueva cuenta de MEGA.
fr: Votre compte a été résilié en raison du non-respect des Conditions générales d’utilisation de MEGA. Vous ne pourrez pas accéder à vos données stockées de nouveau ni être autorisé à créer un nouveau compte MEGA.
id: Akun anda dihentikan karena pelanggaran Ketentuan Layanan MEGA. Anda tidak akan dapat memperoleh kembali akses ke data yang disimpan atau diberi wewenang untuk mendaftar akun MEGA baru.
ja: MEGAのご利用規約違反により、あなたのアカウントは停止されました。 保存されたデータへのアクセスを回復したり、MEGAアカウントを新規サインアップしたりすることはできません。
ko: 당신의 계정이 MEGA의 이용 약관 위반으로 삭제되었습니다. 저장된 데이터에 대한 접근 또는 새 MEGA 계정에 가입하는 것이 금지됩니다.
pt: A sua conta foi encerrada devido a uma infração dos Termos de serviço do MEGA. Você não poderá recuperar o acesso aos seus dados armazenados, nem está autorizado a cadastrar uma nova conta no MEGA.
ru: Ваш аккаунт был удалён из-за нарушения Условий использования MEGA. Вы не сможете восстановить доступ к сохранённым данным или получить разрешение на регистрацию нового аккаунта MEGA.
th: บัญชีของคุณถูกยกเลิก เนื่องจากมีการกระทำที่ขัดต่อเงื่อนไขการให้บริการของ MEGA คุณจะไม่สามารถเข้าถึงข้อมูลที่เก็บไว้ หรือสมัครใช้บัญชี MEGA ใหม่ได้อีก
tr: Hesabınız MEGA Hizmet Şartları'nın ihlali nedeniyle feshedildi. Saklanan verilerinize yeniden erişemeyecek veya yeni bir MEGA hesabına kaydolma yetkisine sahip olamazsınız.
vi: Tài khoản của quý vị đã bị chấm dứt do vi phạm Điều Khoản Dịch Vụ của MEGA. Quý vị sẽ không thể lấy lại quyền truy cập vào dữ liệu đã được lưu trữ của mình hoặc được phép đăng ký tài khoản MEGA mới.
zh_hans: 由于违反MEGA的服务条款，您的帐户已被终止。 您将无法重新获得访问您存储数据的权限，也无权注册新的MEGA帐户。
zh_hant: 您的帳戶由於違反MEGA的服務條款而被終止。 您將無法重新存取您儲存的資料，也無法被授權註冊新的MEGA帳戶。

# extensions.OpenApp.Message
source: Open the MEGA app and log in to continue.
ar: افتح ميغا MEGA و قم بتسجيل الدخول للمتابعة
de: Öffnen Sie die MEGA-App und melden Sie sich an, um fortzufahren.
es: Abre la app de MEGA e inicia sesión para continuar.
fr: Ouvrez l’appli MEGA et connectez-vous afin de poursuivre.
id: Buka aplikasi MEGA dan masuk untuk melanjutkan.
ja: MEGAアプリを開き、ログインして続行します。
ko: 계속하려면 MEGA를 열고 로그인하세요.
pt: Abra o aplicativo do MEGA e faça o login para continuar
ru: Откройте приложение MEGA и войдите, чтобы продолжить.
th: เปิดแอป MEGA และเข้าสู่ระบบเพื่อดำเนินการต่อ
tr: MEGA uygulamasını açın ve devam etmek için oturum açın.
vi: Mở app MEGA và đăng nhập để tiếp tục.
zh_hans: 打开MEGA应用程序并登录以继续。
zh_hant: 開啟MEGA應用程式並登入以繼續

# account.storage.storageUsed.title
source: Storage used
ar: مساحة التخزين المستخدمة
de: Speichernutzung
es: Almacenamiento utilizado
fr: Espace de stockage utilisé
id: Penyimpanan terpakai
ja: ストレージ使用量
ko: 이용한 저장소
pt: Armazenamento usado
ru: Использованный объём
th: ใช้เนื้อที่ไปแล้ว
tr: Kullanılan depolama
vi: Không gian sử dụng
zh_hans: 已使用的存储空间
zh_hant: 已使用的儲存空間

# account.storage.transferUsed.title
source: Transfer used
ar: حجم تراسل المعطيات المستخدم
de: Transfernutzung
es: Transferencia utilizada
fr: Transferts utilisés
id: Pemindahan terpakai
ja: 転送使用量
ko: 이용한 전송량
pt: Transferência usada
ru: Использованный трафик
th: ใช้การถ่ายโอนไปแล้ว
tr: Kullanılan transfer
vi: Lượng truyền tải đã dùng
zh_hans: 已使用的传输流量
zh_hant: 已使用的傳輸流量

# account.expired.proFlexi.title
source: Account deactivated
ar: الحساب غير مفعل
de: Account deaktiviert
es: Cuenta desactivada
fr: Le compte est désactivé
id: Akun dinonaktifkan
ja: アカウントが無効になっています
ko: 계정 비활성화됨
pt: Conta desativada
ru: Аккаунт деактивирован
th: บัญชีถูกปิดใช้งาน
tr: Hesap devre dışı bırakıldı
vi: Tài khoản đã bị vô hiệu hóa
zh_hans: 帐户已停用
zh_hant: 帳戶已停用

# account.expired.proFlexi.message
source: Your Pro Flexi account has been deactivated due to payment failure or you’ve cancelled your subscription. You won’t be able to access the data stored in your account. To make a payment and reactivate your subscription, log in to MEGA through a browser.
ar: تم إلغاء تفعيل حساب برو Pro Flexi الخاص بك بسبب فشل الدفع أو لأنك ألغيت اشتراكك. لن تتمكن من الوصول إلى البيانات المخزنة في حسابك. للقيام بالدفع وإعادة تفعيل اشتراكك، قم بتسجيل الدخول إلى ميغا MEGA من المتصفح.
de: Ihr Pro-Flexi-Account wurde aufgrund einer fehlenden Zahlung deaktiviert oder Sie haben Ihr Abonnement gekündigt. Sie können auf die Daten in Ihrem Account nicht zugreifen. Um eine Zahlung vorzunehmen und Ihr Abonnement erneut zu aktivieren, melden Sie sich in einem Browser bei MEGA an.
es: Tu cuenta Pro Flexi ha sido desactivada porque has cancelado la suscripción o porque el pago ha fallado. No podrás acceder a los datos almacenados en tu cuenta. Para realizar el pago y reactivar tu suscripción, inicia sesión en MEGA a través de un navegador.
fr: Votre compte Pro Flexi a été désactivé pour défaut de paiement. Vous ne pourrez plus accéder aux données stockées dans votre compte. Pour effectuer un paiement et réactiver votre abonnement, connectez-vous à MEGA dans un navigateur.
id: Akun Pro Flexi anda telah dinonaktifkan karena kegagalan pembayaran atau anda telah membatalkan langganan anda. Anda tidak akan dapat mengakses data yang disimpan di akun anda. Untuk melakukan pembayaran dan mengaktifkan kembali langganan anda, masuk ke MEGA melalui browser.
ja: お支払いが失敗したか、サブスクリプションをキャンセルされたため、お客様のPro Flexiアカウントが無効化されました。そのため、アカウントに保存されているデータにアクセスできなくなります。お支払いを行ってサブスクリプションを再開するには、ブラウザからMEGAにログインしてください。
ko: 당신의 Pro Flexi 계정은 결제 실패 또는 구독 취소로 인해 비활성화 되었습니다. 계정 안에 있는 데이터에 접근하지 못할 것입니다. 결제를 하고 구독을 재활성화 하려면, 브라우저에서 MEGA에 로그인 하세요.
pt: A sua conta Pro Flexi foi desativada porque o pagamento falhou ou porque você cancelou a sua assinatura. Já não será possível acessar os dados armazenados na sua conta. Para fazer o pagamento e assim reativar a sua assinatura, faça login no MEGA por meio de um navegador em um computador.
ru: Ваш аккаунт Pro Flexi был деактивирован из-за сбоя оплаты или из-за того, что вы отменили подписку. Вы не сможете получить доступ к данным, хранящимся в вашем аккаунте. Для оплаты и возобновления подписки войдите в MEGA через веб-браузер.
th: บัญชี Pro Flexi ของคุณถูกปิดใช้งานเนื่องจากการชำระเงินไม่สำเร็จหรือคุณได้ยกเลิกการสมัครใช้งานของคุณเอง คุณจะไม่สามารถเข้าถึงข้อมูลของคุณได้ กรุณาเข้าสู่ระบบ MEGA ผ่านเบราว์เซอร์เพื่อดำเนินการชำระเงินและเปิดใช้การสมัครใช้งานของคุณอีกครั้ง
tr: Profesyoneliniz Ödeme hatası nedeniyle Flexi hesabı devre dışı bırakıldı veya aboneliğinizi iptal ettiğiniz için devre dışı bırakıldı. Hesabınızda depolanan verilere erişemezsiniz. Ödeme yapmak ve aboneliğinizi yeniden etkinleştirmek için bir tarayıcı aracılığıyla MEGA'ya giriş yapın.
vi: Tài khoản Pro Flexi của bạn đã bị vô hiệu hóa do việc thanh toán đã không thành công hoặc bạn đã hủy gói đăng ký dịch vụ. Bạn sẽ không thể truy cập vào dữ liệu đã được lưu trữ trong tài khoản của mình. Để thanh toán và kích hoạt lại gói đăng ký của bạn, hãy đăng nhập vào MEGA bằng trình duyệt web.
zh_hans: 由於付款失败或您已取消订阅，您的Pro Flexi帐户已被停用。您将无法访问存储在您帐户中的数据。若要付款重新激活您的订阅，请通过浏览器登录MEGA进行。
zh_hant: 由於付款失敗或您已取消訂閱，您的Pro Flexi帳戶已被停用。您將無法存取儲存在您帳戶中的資料。若要付款並重新啟用您的訂閱，請透過網頁瀏覽器登入MEGA進行。

# meetings.info.meetingLink
source: Meeting link
ar: رابط الاجتماع
es: Enlace de la reunión
fr: Lien de la réunion
id: Link pertemuan
ja: ミーティングリンク
ko: 회의 링크
pt: Link da reunião
ru: Ссылка на встречу
th: ลิงก์ประชุม
tr: Toplantı bağlantısı
vi: Đường liên kết cuộc họp
zh_hans: 会议链接
zh_hant: 會議連結

# meetings.info.shareOptions.title
source: Anyone with this link can join the meeting and view the meeting chat.
ar: يمكن لأي شخص لديه هذا الرابط الانضمام إلى الاجتماع و الاطلاع على محادثة الاجتماع.
de: Mit diesem Link kann jeder dem Meeting beitreten und den Meeting-Chat einsehen.
es: Los que tengan este enlace podrán unirse a la reunión y ver el chat de la reunión.
fr: Quiconque a ce lien peut se joindre à la réunion et lire la conversation de la réunion.
id: Siapa pun yang memiliki tautan ini dapat bergabung ke rapat dan melihat obrolan rapat.
ja: このリンクを知っている人は誰でもミーティングに参加し、ミーティングチャットを表示できます。
ko: 링크가 있는 누구나 회의에 참여하고 대화를 볼 수 있습니다
pt: Qualquer pessoa com este link pode entrar na reunião e visualizar o chat correspondente.
ru: Любой пользователь с этой ссылкой может присоединиться к встрече и просмотреть чат встречи.
th: ทุกคนที่มีลิงก์นี้สามารถเข้าร่วมการประชุมและดูแชทการประชุมได้
tr: Bu bağlantıya sahip herkes toplantıya katılabilir ve toplantı sohbetini görüntüleyebilir.
vi: Bất kỳ ai có đường liên kết này đều có thể tham gia cuộc họp và xem tin nhắn của cuộc họp.
zh_hans: 知道此链接的任何人都可以加入会议并查看会议聊天。
zh_hant: 知道此連結的任何人都可以加入會議並檢視會議對話。

# meetings.info.shareOptions.shareLink.linkCopied
source: Copied link to clipboard
ar: تم النسخ الى حافظة النصوص
de: Link in Zwischenablage kopiert
es: Enlace copiado al portapapeles
fr: Le lien a été copié dans le presse-papiers
id: Tautan disalin ke papan klip
ja: リンクをクリップボードにコピーしました
ko: 클립보드에 링크 복사됨
pt: Link copiado para a área de transferência
ru: Ссылка скопирована в буфер обмена
th: คัดลอกลิงก์ไปยังคลิปบอร์ดแล้ว
tr: Panoya kopyalanan bağlantı
vi: Đã sao chép đường liên kết vào bảng nhớ tạm
zh_hans: 链接已复制到剪贴板
zh_hant: 連結已複製到剪貼簿

# chat.listing.sectionHeader.pastMeetings.title
source: Past meetings
ar: الاجتماعات السابقة
de: Vergangene Meetings
es: Reuniones anteriores
fr: Réunions antérieures
id: Pertemuan sebelumnya
ja: 過去のミーティング
ko: 지난 회의
pt: Reuniões anteriores
ru: Прошедшие встречи
th: การประชุมที่ผ่านมา
tr: Geçmiş toplantılar
vi: Các cuộc họp trước đây
zh_hans: 过去的会议
zh_hant: 過去的會議

# general.menuAction.verifyContact.title
source: Verify %@
ar: تحقق من %@
de: %@ verifizieren
es: Verificar %@
fr: Confirmer %@
id: Verifikasi %@
ja: %@さんを認証する
ko: %@ 님 인증
pt: Confirmar %@
ru: Подтвердить %@
th: ตรวจสอบ %@
tr: Doğrula %@
vi: Xác thực %@
zh_hans: 验证%@
zh_hant: 驗證%@
