Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# sharedItems.contactVerification.section.verifyContact.owner.message
source: We protect your data with zero-knowledge encryption. To ensure extra security, we ask you to verify the contacts you share information with before they can access the shared folders.
ar: نحن نحمي بياناتك عن طريق تشفير المعرفة الصفرية. لضمان أمان إضافي نطلب منك التحقق من جهات الاتصال التي تشارك المعلومات معها قبل أن يتمكنوا من الوصول إلى المجلدات المشاركة.
de: Wir schützen Ihre Daten mit einer Zero-Knowledge-Verschlüsselung. Um eine besonders hohe Sicherheit zu gewährleisten, bitten wir Sie, die Kontakte, mit denen Sie Informationen austauschen, zu verifizieren, bevor diese auf die freigegebenen Ordner zugreifen können.
es: Protegemos tus datos con cifrado de conocimiento cero. Para garantizar una mayor seguridad, te pedimos que verifiques los contactos con los que compartes información antes de que puedan acceder a las carpetas compartidas.
fr: Grâce au chiffrement à divulgation nulle de connaissance, nous protégeons vos données. Pour garantir une protection supplémentaire, nous vous demandons de confirmer les contacts avec qui vous partagez des renseignements avant qu’ils n’accèdent aux dossiers partagés.
id: Kami melindungi data anda dengan enkripsi tanpa pengetahuan. Untuk memastikan keamanan ekstra, kami meminta anda untuk memverifikasi kontak yang anda bagikan informasi sebelum mereka dapat mengakses folder bersama.
ja: 当社はゼロ知識暗号化でデータを保護します。セキュリティを強化するため、連絡先が共有フォルダにアクセスする前に、情報を共有する連絡先を認証するようお願いしています。
ko: 우리는 당신의 데이터를 영지식 암호화로 보호합니다. 추가적인 보안을 보장하기 위해, 당신의 연락처가 공유된 폴더에 접근할 수 있게 되기 전에 연락처를 인증할 것을 요청합니다.
pt: Protegemos os seus dados com criptografia de conhecimento zero. Para garantir uma segurança adicional, pedimos que você verifique os contatos com os quais compartilha informações antes que eles possam acessar as pastas compartilhadas.
ru: Мы защищаем ваши данные с помощью шифрования с нулевым разглашением. Чтобы обеспечить дополнительную безопасность, мы просим вас подтвердить контакты, с которыми вы делитесь информацией, прежде чем они смогут получить доступ к общим папкам.
th: เราปกป้องข้อมูลของคุณด้วยกระบวนการเข้ารหัส zero-knowledge และเพื่อความปลอดภัยมากยิ่งขึ้น เราขอให้คุณตรวจสอบผู้ติดต่อที่คุณแชร์ข้อมูลอยู่ด้วยนั้น ก่อนที่จะให้สิทธิ์ในการเข้าถึงโฟลเดอร์ที่แชร์ได้
tr: Verilerinizi sıfır bilgi şifrelemesi ile koruyoruz. Ekstra güvenlik sağlamak için, paylaşılan klasörlere erişmeden önce bilgi paylaştığınız kişileri doğrulamanızı rica ederiz.
vi: Chúng tôi bảo vệ dữ liệu của bạn bằng thuật toán mã hóa vô kiến thức. Để đảm bảo an toàn hơn, chúng tôi yêu cầu bạn xác thực các tên liên lạc mà bạn chia sẻ thông tin trước khi họ được cấp quyền truy cập vào các thư mục chia sẻ.
zh_hans: 我们采用零知识加密保护您的数据。为了进一步确保安全性，我们要求您对与您共享信息的联系人进行验证，然后他们才能访问共享文件夹。
zh_hant: 我們使用零知識加密來保護您的資料。為確保額外的安全性，我們要求您對其共享資訊的聯絡人進行驗證，然後他們才能存取共享資料夾。

# sharedItems.contactVerification.section.myCredentials.message
source: To verify your contact, ensure the credentials you see above match their account credentials. You can ask them to share their credentials with you.
ar: للتحقق من جهة الاتصال الخاصة بك، تأكد من أن بيانات الاعتماد التي تراها أعلاه تطابق بيانات اعتماد حسابهم. يمكنك أن تطلب منهم مشاركة بيانات اعتمادهم معك.
de: Um Ihren Kontakt zu verifizieren, stellen Sie sicher, dass die oben angezeigten Identitätsdaten mit den Account-Identitätsdaten übereinstimmen. Sie können Ihren Kontakt bitten, Ihnen seine Identitätsdaten mitzuteilen.
es: Para verificar tu contacto, asegúrate de que las credenciales que ves arriba coincidan con las credenciales de su cuenta. Puedes pedirle que comparta sus credenciales contigo.
fr: Pour confirmer un contact, assurez-vous que le numéro d’identification que vous voyez ci-dessus correspond au numéro d’identification de leur compte. Vous pouvez demander à votre contact de partager son numéro d’identification avec vous.
id: Untuk memverifikasi kontak anda, pastikan kredensial yang anda lihat di atas cocok dengan kredensial akun mereka. Anda dapat meminta mereka untuk membagikan kredensial mereka dengan anda.
ja: 連絡先を認証するには、上記の認証情報がアカウントの認証情報と一致していることを確認してください。連絡先に認証情報を共有するように依頼できます。
ko: 연락처를 인증하려면, 위에 보이는 자격 증명이 연락처의 계정 자격 증명과 일치하는지 확인하세요. 연락처에게 자격 증명을 공유해달라고 요청하세요.
pt: Para verificar o seu contato, confirme que as credenciais que você vê acima correspondem às credenciais da conta dele. Você pode pedir que eles compartilhem as credenciais com você.
ru: Чтобы подтвердить контакт, убедитесь, что учётные данные, которые вы видите выше, соответствуют его учётным данным. Вы можете попросить его поделиться с вами своими учётными данными.
th: ในการตรวจสอบผู้ติดต่อของคุณ ตรวจสอบให้แน่ใจว่าข้อมูลประจำตัวที่แสดงด้านบนตรงกับข้อมูลประจำตัวของคุณ คุณสามารถขอให้ผู้ติดต่อของคุณให้ข้อมูลประจำตัวแก่คุณได้
tr: Kişinizi doğrulamak için yukarıda gördüğünüz kimlik bilgilerinin hesap kimlik bilgileriyle eşleştiğinden emin olun. Onlardan kimlik bilgilerini sizinle paylaşmalarını isteyebilirsiniz.
vi: Để xác thực tên liên lạc, đảm bảo rằng chứng thực bạn thấy dưới đây trùng khớp với chứng thực tài khoản của họ. Bạn có thể hỏi người đó chia sẻ chứng thực cho bạn.
zh_hans: 为了验证您的联系人，请确保您在上面看到的凭证与他们的账户凭证相符。您可以要求他们与您分享他们的凭证。
zh_hant: 若要驗證您的聯絡人，請確定您在上面看到的憑證與他們的帳戶憑證相匹配。您可以要求對方分享他們的憑證給您。

# sharedItems.contactVerification.section.verifyContact.receiver.message
source: We protect your data with zero-knowledge encryption. To ensure extra security, we ask you to verify the contacts you receive information from before you can access the shared folders.
ar: نحن نحمي بياناتك عن طريق تشفير المعرفة الصفرية. لضمان أمان إضافي نطلب منك التحقق من جهات الاتصال التي تستقبل المعلومات منها قبل أن تتمكن من الوصول إلى المجلدات المشاركة.
de: Wir schützen Ihre Daten mit einer Zero-Knowledge-Verschlüsselung. Um eine besonders hohe Sicherheit zu gewährleisten, bitten wir Sie, die Kontakte, von denen Sie Informationen erhalten, zu verifizieren, bevor Sie auf die freigegebenen Ordner zugreifen können.
es: Protegemos tus datos con cifrado de conocimiento cero. Para garantizar una mayor seguridad, te pedimos que verifiques los contactos de los que recibes información antes de que puedas acceder a las carpetas compartidas.
fr: Grâce au chiffrement à divulgation nulle de connaissance, nous protégeons vos données. Pour garantir une protection supplémentaire, nous vous demandons de confirmer les contacts dont vous recevez des renseignements avant que vous n’accédiez aux dossiers partagés.
id: Kami melindungi data anda dengan enkripsi tanpa pengetahuan. Untuk memastikan keamanan ekstra, kami meminta anda memverifikasi kontak tempat anda menerima informasi sebelum anda dapat mengakses folder bersama.
ja: 当社はゼロ知識暗号化でデータを保護します。セキュリティを強化するため、あなたが共有フォルダにアクセスする前に、あなたが情報を受け取る連絡先を認証するようお願いしています。
ko: 우리는 당신의 데이터를 영지식 암호화로 보호합니다. 추가적인 보안을 보장하기 위해, 당신의 연락처가 공유된 폴더에 접근할 수 있게 되기 전에 연락처를 인증할 것을 요청합니다.
pt: Protegemos os seus dados com criptografia de conhecimento zero. Para garantir uma segurança adicional, pedimos que você verifique os contatos dos quais você recebe informações antes de poder acessar as pastas compartilhadas.
ru: Мы защищаем ваши данные с помощью шифрования с нулевым разглашением. Чтобы обеспечить дополнительную безопасность, мы просим вас подтвердить контакты, от которых вы получаете информацию, прежде чем вы сможете получить доступ к общим папкам.
th: เราปกป้องข้อมูลของคุณด้วยกระบวนการเข้ารหัส zero-knowledge และเพื่อความปลอดภัยมากยิ่งขึ้น เราขอให้คุณตรวจสอบผู้ติดต่อที่คุณได้รับข้อมูลอยู่ด้วยนั้น ก่อนที่จะให้สิทธิ์ในการเข้าถึงโฟลเดอร์ที่แชร์ได้
tr: Verilerinizi sıfır bilgi şifrelemesi ile koruyoruz. Ekstra güvenlik sağlamak için, paylaşılan klasörlere erişmeden önce bilgi aldığınız kişileri doğrulamanızı rica ederiz.
vi: Chúng tôi bảo vệ dữ liệu của bạn bằng thuật toán mã hóa vô kiến thức. Để đảm bảo an toàn hơn, chúng tôi yêu cầu bạn xác thực các tên liên lạc mà bạn có nhận thông tin trước khi bạn truy cập vào các thư mục chia sẻ.
zh_hans: 我们采用零知识加密保护您的数据。为了进一步确保安全性，我们要求您在访问共享文件夹之前您你接收信息的联系人进行验证。
zh_hant: 我們使用零知識加密保護您的資料。為確保額外的安全性，我們會要求您驗證您從之接收資訊的聯絡人，您才能存取共享資料夾。

# sharedItems.contactVerification.contactNotVerifiedBannerMessage
source: %@ is shared by a contact you haven’t verified. To ensure extra security, we recommend that you verify their credentials in Contacts by tapping on ⓘ next to the contact you want to verify.
ar: تتم مشاركة %@ من قبل جهة اتصال لم يتم التحقق منها. لضمان المزيد من الأمان، نوصيك بالتحقق من بيانات الاعتماد الخاصة بهم في جهات الاتصال من خلال النقر على ⓘ بجوار جهة الاتصال التي تريد التحقق منها.
de: %@ wurde von einem Kontakt freigegeben, den Sie noch nicht verifiziert haben. Um eine besonders hohe Sicherheit zu gewährleisten, empfehlen wir Ihnen, die Identitätsdaten des Kontakts in Ihrer Kontaktliste zu verifizieren, indem Sie auf das ⓘ-Symbol neben dem zu überprüfenden Kontakt tippen.
es: %@ está siendo compartida por un contacto que no has verificado. Para más seguridad, te recomendamos que verifiques sus credenciales en Contactos tocando el símbolo ⓘ junto al contacto que deseas verificar.
fr: %@ est partagé par un contact que vous n’avez pas confirmé. Pour renforcer la sécurité, nous vous recommandons de confirmer son numéro d’identification dans Contacts en touchant le ⓘ à côté du contact que vous souhaitez confirmer.
id: %@ dibagikan oleh kontak yang belum anda verifikasi. Untuk memastikan keamanan ekstra, kami sarankan anda memverifikasi kredensialnya di Kontak dengan mengetuk ⓘ di sebelah kontak yang ingin anda verifikasi.
ja: %@は、あなたが認証していない連絡先によって共有されています。セキュリティをさらに強化するために、認証する連絡先の横にあるⓘをタップして、連絡先で認証情報を認証することをお勧めします。
ko: %@은/는 당신이 인증하지 않은 연락처에 의해 공유되었습니다. 추가적인 보안을 적용하려면, 연락처에서 그들의 자격 증명을 인증할 것을 권장합니다. 인증하려는 연락처 옆의 ⓘ를 탭하세요.
pt: %@ foi compartilhado por um contato que você não validou. Como medida de segurança, recomendamos que você valide as credenciais dos mesmos em Contatos, tocando no ícone ⓘ ao lado do contato que quiser validar.
ru: Папкой «%@» поделился контакт, которого вы не подтвердили. Чтобы обеспечить дополнительную безопасность, мы рекомендуем вам подтвердить его учётные данные в «Контактах». Нажмите на ⓘ рядом с контактом, который хотите подтвердить.
th: %@ ถูกแชร์โดยผู้ติดต่อที่คุณยังไม่ได้รับการตรวจสอบ เพื่อความปลอดภัยมากยิ่งขึ้น เราขอแนะนำให้คุณตรวจสอบข้อมูลประจำตัวของพวกเขาในรายชื่อติดต่อ โดยแตะที่ ⓘ ถัดจากรายชื่อติดต่อที่คุณต้องการตรวจสอบ
tr: %@ doğrulamadığınız bir kişi tarafından paylaşılır. Ekstra güvenlik sağlamak için, doğrulamak istediğiniz kişinin yanındaki ⓘ düğmesine dokunarak Kişiler'deki kimlik bilgilerini doğrulamanızı öneririz.
vi: %@ là mục được chia sẻ từ một tên liên lạc chưa được bạn xác thực tin tưởng. Để đảm bảo an toàn hơn, chúng tôi khuyên bạn nên xác thực chứng chỉ đăng nhập của họ trong Sổ Liên Lạc bằng cách nhấn vào ⓘ bên cạnh tên liên lạc bạn muốn xác thực.
zh_hans: %@是由您尚未验证的联系人共享。为确保额外的安全性，我们建议您通过点击要验证的联系人旁边的ⓘ来验证其在联系人中的凭证。
zh_hant: %@是由您尚未驗證的聯絡人共享。為了確保額外的安全性，我們建議您於聯絡人中，透過點選要驗證的聯絡人旁邊的ⓘ來驗證他們的憑證。

# verifyCredentials.yourCredentials.title
source: Your credentials
ar: بيانات الاعتماد الخاصة بك
de: Ihre Identitätsdaten
es: Tus credenciales
fr: Votre numéro d’identification
id: Kredensial Anda
ja: あなたの認証情報
ko: 당신의 자격 증명
pt: Suas credenciais
ru: Ваши учётные данные
th: ข้อมูลประจำตัวของคุณ
tr: Kimlik bilgileriniz
vi: Chứng thực của bạn
zh_hans: 您的凭证
zh_hant: 您的憑證

# verifyCredentials.headerMessage
source: We protect your data with zero-knowledge encryption so all the information you store, share, and receive on MEGA is secure. To ensure extra security, we ask you to verify the contacts you share information with or receive data from.
ar: نحن نحمي بياناتك بتشفير المعرفة الصفرية بحيث تكون جميع المعلومات التي تقوم بتخزينها ومشاركتها وتلقيها على ميغا MEGA آمنة. لضمان أمان إضافي نطلب منك التحقق من جهات الاتصال التي تشارك المعلومات معها أو تتلقى البيانات منها.
de: Wir schützen Ihre Daten mit einer Zero-Knowledge-Verschlüsselung, um die Sicherheit aller Informationen zu gewährleisten, die Sie auf MEGA speichern, freigeben oder empfangen. Um eine besonders hohe Sicherheit zu gewährleisten, bitten wir Sie, die Kontakte, für die Sie Informationen freigeben oder von denen Sie Daten erhalten, zu verifizieren.
es: Protegemos tus datos con cifrado de conocimiento cero para que toda la información que almacenes, compartas y recibas en MEGA esté segura. Para garantizar una seguridad adicional, te pedimos que verifiques los contactos con los que compartes o recibes datos.
fr: Nous protégeons vos données par un chiffrement à divulgation nulle de connaissance afin que tout ce que vous stockez, partagez et recevez sur MEGA soit sécurisé. Pour garantir une sécurité accrue, nous vous demandons de confirmer les contacts avec lesquels vous partagez ou dont vous recevez des données.
id: Kami melindungi data anda dengan enkripsi tanpa pengetahuan sehingga semua informasi yang anda simpan, bagikan, dan terima di MEGA aman. Untuk memastikan keamanan ekstra, kami meminta anda memverifikasi kontak yang anda bagikan informasi atau terima datanya.
ja: 当社はゼロ知識暗号化でデータを保護するため、MEGAで保存、共有、受信する情報はすべて安全です。さらなるセキュリティを確保するために、情報を共有する連絡先、またはデータを受信する連絡先を認証するようお願いいたします。
ko: 우리는 당신이 MEGA에 저장, 공유, 수신하는 모든 정보가 안전하도록 영지식 암호화로 당신의 데이터를 보호합니다. 추가적인 보안을 적용하려면, 우리는 당신이 정보를 공유하거나 데이터를 받는 연락처를 인증할 것을 요청합니다.
pt: Protegemos os seus dados com criptografia de conhecimento zero para que todas as informações que você armazene, compartilhe e receba no MEGA estejam seguras. Para garantir segurança extra, pedimos que você verifique os contatos com os quais você compartilha informações ou dos quais recebe dados.
ru: Мы защищаем ваши данные с помощью шифрования с нулевым разглашением, поэтому вся информация, которую вы храните, делитесь и получаете в MEGA, находится в безопасности. Чтобы обеспечить дополнительную безопасность, мы просим вас подтвердить контакты, с которыми вы делитесь информацией или от которых получаете данные.
th: เราใช้การเข้ารหัสแบบวิธีซีโร่-นอว์เลจเพื่อรักษาความปลอดภัยข้อมูลทั้งหมดที่คุณจัดเก็บ แชร์ และรับบน MEGA และเพื่อเป็นการเพิ่มความปลอดภัยให้ดียิ่งขึ้น เราขอให้คุณตรวจสอบผู้ติดต่อที่คุณแชร์ข้อมูลหรือรับข้อมูลด้วย
tr: Verilerinizi sıfır bilgi şifrelemesi ile koruyoruz, böylece MEGA'da depoladığınız, paylaştığınız ve aldığınız tüm bilgiler güvende olur. Ekstra güvenlik sağlamak için, bilgi paylaştığınız veya veri aldığınız kişileri doğrulamanızı rica ederiz.
vi: Chúng tôi bảo vệ dữ liệu của bạn bằng mô hình mã hóa vô kiến thức nên tất cả thông tin bạn lưu trữ, chia sẻ và nhận được trên MEGA đều bảo vệ an toàn. Để đảm bảo tính bảo mật cao hơn, chúng tôi có yêu cầu bạn xác thực các tên liên lạc mà bạn có chia sẻ thông tin hoặc nhận dữ liệu từ họ.
zh_hans: 我们采用零知识加密技术来保护您的数据，因此您在MEGA上存储、共享和接收的所有信息都是安全的。为了确保额外的安全，我们要求您验证与您共享信息或接收数据的联系人。
zh_hant: 我們採用零知識加密技術來保護您的資料，因此您在MEGA上儲存、共享、接收的所有資訊都是安全的。為了確保額外的安全，我們要求您驗證與您共享資訊或傳送資料給您的聯絡人

# sharedItems.tab.incoming.undecryptedFolderName
source: [Undecrypted folder]
ar: [مجلد غير مشفر]
de: [Nicht entschlüsselter Ordner]
es: [Carpeta sin descifrar]
fr: [dossier non déchiffré]
id: [Folder tidak terdekripsi]
ja: [ 未復号フォルダ ]
ko: [복호화 되지 않은 폴더]
pt: [Pasta não decodificada]
ru: [Нерасшифрованная папка]
th: [โฟลเดอร์ที่ไม่ได้ถอดรหัส]
tr: [Şifresi çözülmemiş klasör]
vi: [thư mục chưa giải mã]
zh_hans: [未解密的文件夹]
zh_hant: [未解密資料夾]

# sharedItems.tab.outgoing.sharedToContact
source: Shared with %@
ar: مشارك مع %@
de: Für %@ freigegeben
es: Compartido con %@
fr: Partagé avec %@
id: Dibagikan dengan %@
ja: %@さんと共有
ko: %@ 님과 공유됨
pt: Compartilhado com %@
ru: Доступно %@
th: แชร์ให้ %@
tr: İle paylaşıldı %@
vi: Được chia sẻ với %@
zh_hans: 与%@共享
zh_hant: 與%@共享

# chat.listing.description.meetingCreated.message
source: %@: created a meeting
ar: %@ : قام بإنشاء الاجتماع
de: %@: hat ein meeting erstellt
es: %@: ha creado una reunión
fr: %@ : a créé une réunion
id: %@: membuat rapat
ja: %@：ミーティングを作成しました
ko: %@: 회의 만듦
pt: %@: criou uma reunião
ru: %@: создана встреча
th: %@: สร้างการประชุมแล้ว
tr: %@: bir toplantı oluşturdu
vi: %@: đã tạo một cuộc họp
zh_hans: %@：已创建会议
zh_hant: %@：已建立會議

# meetings.info.participants.seeAll
source: See all
ar: اظهار الكل
de: Alle anzeigen
es: Ver todo
fr: Afficher tous les participants
id: Lihat semua
ja: すべて表示
ko: 모두 보기
pt: Ver todos
ru: Посмотреть всех
th: ดูทั้งหมด
tr: Tümünü gör
vi: Xem tất cả
zh_hans: 查看全部
zh_hant: 查看全部

# meetings.info.leaveMeeting
source: Leave meeting
ar: غادر الاجتماع
de: Meeting verlassen
es: Abandonar reunión
fr: Quitter la réunion
id: Tinggalkan rapat
ja: ミーティングを抜ける
ko: 회의 나가기
pt: Sair da reunião
ru: Покинуть встречу
th: ออกจากการประชุม
tr: Toplantıdan ayrılın
vi: Rời khỏi cuộc meeting
zh_hans: 离开会议
zh_hant: 離開會議

# meetings.info.chatNotifications
source: Chat notifications
ar: إشعارات المحادثة
de: Chatbenachrichtigungen
es: Notificaciones del chat
fr: Notifications de conversation
id: Pemberitahuan obrolan
ja: チャット通知
ko: 대화 알림
pt: Notificações do chat
ru: Уведомления чата
th: แจ้งเตือนแชท
tr: Sohbet bildirimleri
vi: Âm báo chát
zh_hans: 聊天通知
zh_hant: 對話通知

# meetings.info.sharedFiles
source: Shared files
ar: الملفات المشاركة
de: Freigegebene Dateien
es: Archivos compartidos
fr: Fichiers partagés
id: File berbagi
ja: 共有ファイル
ko: 공유된 파일
pt: Arquivos compartilhados
ru: Общие файлы
th: ไฟล์ที่ใช้ร่วมกัน
tr: Paylaşılan dosyalar
vi: Tệp tin đã chia sẻ
zh_hans: 共享的文件
zh_hant: 共享的檔案

# meetings.info.manageChatHistory
source: Manage chat history
ar: إدارة سجل المحادثات
de: Chatverlauf verwalten
es: Gestionar historial del chat
fr: Gérer l’historique de la conversation
id: Kelola riwayat obrolan
ja: チャット履歴を管理する
ko: 대화 기록 관리
pt: Gerenciar o histórico do chat
ru: Управление историей чата
th: จัดการประวัติการแชท
tr: Sohbet geçmişini yönet
vi: Quản lý lịch sử chát
zh_hans: 管理聊天记录
zh_hant: 管理對話記錄

# meetings.info.keyRotation.title
source: Enable encryption key rotation
ar: تمكين تدوير مفتاح التشفير
de: Schlüsselrotation aktivieren
es: Activar rotación de la clave de cifrado
fr: Activer la rotation de la clé de chiffrement
id: Aktifkan rotasi kunci enkripsi
ja: 暗号化キーローテーションを有効にする
ko: 암호화 키 순환 활성화
pt: Ativar a rotação da chave de criptografia
ru: Включить чередование ключей шифрования
th: เปิดใช้งานการสลับกุญแจเข้ารหัส
tr: Şifreleme anahtarı dönüşünü etkinleştir
vi: Bật luân phiên chìa khóa mã
zh_hans: 启用加密密钥轮换
zh_hant: 啟用加密金鑰輪替

# meetings.info.keyRotation.description
source: Key rotation is slightly more secure, but doesn’t allow you to create a chat link and hides past messages from new participants.
ar: تعد ميزة تدوير المفاتيح أكثر أماناً بقليل، لكنها لا تسمح لك بإنشاء رابط محادثة و إخفاء الرسائل السابقة عن المشاركون الجدد.
de: Die Schlüsselrotation ist etwas sicherer. Wenn sie aktiviert ist, können jedoch keine Chatlinks verwendet werden, und neu hinzugekommene Teilnehmer sehen vergangene Nachrichten nicht.
es: La rotación de la clave es ligeramente más segura, pero no podrás crear un enlace del chat y los nuevos participantes no verán los mensajes anteriores.
fr: La rotation de la clé est un peu plus sécurisée, mais ne vous permet pas de créer un lien de conversation et les nouveaux participants ne verront pas les anciens messages.
id: Rotasi kunci sedikit lebih aman, tetapi tidak memungkinkan anda membuat tautan obrolan dan menyembunyikan pesan lama dari peserta baru.
ja: キーローテーションは少し安全ですが、チャットリンクを作成することはできず、新しい参加者からの過去のメッセージを非表示にします。
ko: 키 순환은 약간 더 안전하지만, 대화 링크를 생성할 수 없고 새로운 참여자는 과거 메시지를 볼 수 없습니다.
pt: A rotação de chaves é um pouco mais segura, mas não permite criar um link do chat, e os novos participantes não verão as mensagens anteriores.
ru: Чередование ключей немного более безопасно, но не позволяет создать ссылку на чат и скрывает старые сообщения от новых участников.
th: การสลับกุญแจจะเป็นการรักษาความปลอดภัยขึ้นอีกเล็กน้อย แต่จะไม่สามารถสร้างลิงก์สนทนาและซ่อนข้อความที่ผ่านมาจากผู้เข้าร่วมใหม่ได้
tr: Anahtar rotasyonu biraz daha güvenlidir, ancak bir sohbet bağlantısı oluşturmanıza izin vermez ve yeni katılımcılardan gelen geçmiş mesajları gizler.
vi: Luân phiên chìa khóa mã có an toàn hơn một chút, nhưng không cho phép bạn tạo liên kết chát và ẩn đi các tin nhắn cũ khỏi những người mới tham gia.
zh_hans: 密钥轮换稍微安全一些，但不允许您创建聊天链接，并对新参与者隐藏过去的信息。
zh_hant: 金鑰輪替會稍微安全些，但不允許您建對話連結並且向新的與會者隱藏過去的訊息。

# meetings.info.shareOptions.sendToChat
source: Send to chat
ar: إرسال الى محادثة
de: An Chat senden
es: Enviar al chat
fr: Envoyer vers une conversation
id: Kirim ke obrolan
ja: チャットに送信
ko: 대화에 보내기
pt: Enviar ao Chat
ru: Отправить в чат
th: ส่งไปยังแชท
tr: Sohbete gönder
vi: Gửi đến chát
zh_hans: 发送至聊天
zh_hant: 發送到對話

# meetings.info.shareChatLink
source: Share chat link
ar: شارك رابط المحادثة
de: Chatlink teilen
es: Compartir enlace de chat
fr: Partager le lien de la conversation
id: Bagikan tautan obrolan
ja: チャットリンクを共有
ko: 대화 링크 공유
pt: Compartilhar o link do chat
ru: Поделиться ссылкой на чат
th: แชร์ลิงก์แชท
tr: Sohbet bağlantısını paylaş
vi: Chia sẻ liên kết chát
zh_hans: 分享聊天链接
zh_hant: 共享對話連結

# meetings.info.participants.seeMore
source: See more
ar: شاهد المزيد
de: Mehr sehen
es: Mostrar más
fr: Afficher davantage
id: Lihat lebih banyak
ja: もっと見る
ko: 더 보기
pt: Ver mais
ru: Показать больше
th: ดูเพิ่มเติม
tr: Daha fazla gör
vi: Xem thêm
zh_hans: 查看更多
zh_hant: 顯示更多

# meetings.info.participants.seeLess
source: See less
ar: مشاهدة أقل
de: Weniger anzeigen
es: Ver menos
fr: Afficher moins
id: Lihat lebih sedikit
ja: 表示を減らす
ko: 적게 보기
pt: Ver menos
ru: Показать меньше
th: แสดงน้อยลง
tr: Daha az gör
vi: Ẩn bớt
zh_hans: 查看更少
zh_hant: 顯示較少

# chat.introductionHeader.privacy.description
source: MEGA protects your communications with our zero-knowledge encryption system providing essential safety assurances:
ar: تحمي ميغا MEGA اتصالاتك من خلال نظام تشفير المعرفة الصفرية لدينا الذي يوفر ضمانات السلامة الأساسية:
de: MEGA schützt Ihre Kommunikation mit einer Zero-Knowledge-Verschlüsselung, die wichtige Sicherheitsgarantien bietet:
es: MEGA protege tus comunicaciones con cifrado de conocimiento cero, proporcionando sólidas garantías de seguridad:
fr: MEGA protège vos communications grâce à notre système de chiffrement à divulgation nulle de connaissance apportant ainsi une garantie de sécurité essentielle :
id: MEGA melindungi komunikasi anda dengan sistem enkripsi tanpa pengetahuan kami yang memberikan jaminan keamanan penting:
ja: MEGAは、必須の安全保証をご提供するゼロ知識暗号化を使用してお客様の通信を保護いたします：
ko: MEGA는 당신의 소통을 필수적인 안전 보증을 제공하는 영지식 암호화를 통해 보호합니다:
pt: O MEGA protege a sua comunicação com o nosso sistema de criptografia de conhecimento zero, proporcionando garantias de segurança essenciais:
ru: MEGA защищает ваше общение системой шифрования с нулевым разглашением, предоставляя необходимые гарантии безопасности:
th: MEGA ปกป้องการสื่อสารของคุณด้วยการเข้ารหัสแบบซีโร่-นอว์เลจเพื่อให้คุณมั่นใจได้ในเรื่องความปลอดภัยข้อมูลของคุณอย่างสูงสุด
tr: MEGA, temel güvenlik güvencelerini sağlayan sıfır bilgi şifreleme sistemimizle iletişiminizi korur:
vi: MEGA bảo vệ các giao tiếp của bạn nghiêm ngặt với mô hình mã hóa vô kiến thức cung cấp sự đảm bảo an toàn cần thiết:
zh_hans: MEGA通过我们的零知识加密系统保护您的通信，提供必要的安全保障：
zh_hant: MEGA透過我們的零知識加密系統保護您的通話，提供必要的安全保障：

# meetings.scheduled.buttonOverlay.startMeeting
source: Start meeting
ar: ابدأ الاجتماع
de: Meeting starten
es: Empezar reunión
fr: Commencer la réunion
id: Mulai pertemuan
ja: ミーティング開始
ko: 회의 시작
pt: Começar a reunião
ru: Начать встречу
th: เริ่มการประชุม
tr: Toplantıya başla
vi: Bắt đầu cuộc họp
zh_hans: 发起会议
zh_hant: 開始會議

# meetings.scheduled.buttonOverlay.joinMeeting
source: Join meeting
ar: أنضم إلى الاجتماع
de: Meeting beitreten
es: Unirse a la reunión
fr: Me joindre à la réunion
id: Gabung rapat
ja: ミーティングに参加
ko: 회의 참여
pt: Entrar na reunião
ru: Присоединиться к встрече
th: เข้าร่วมการประชุม
tr: Toplantıya katıl
vi: Tham gia cuộc họp
zh_hans: 加入会议
zh_hant: 加入會議
