Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

source: Sent you a contact request
ar: أرسل إليك طلب تواصل
de: hat Ihnen eine Kontaktanfrage geschickt
es: Te envió una solicitud de contacto
fr: Vous a envoyé une demande de contact
id: Telah mengirim anda request kontak
ja: 連絡先要求送信しました
ko: 연락처 요청을 발송함
pt: Enviou uma solicitação de contato
ru: Хочет связаться с вами
th: ส่งคำขอสำหรับรายการติดต่อแล้ว
tr: Size bir iletişim isteği gönderdim
vi: Gửi bạn lời mời thêm vào sổ liên lạc
zh_hans: 向您发送了联系人请求
zh_hant: 向您發送了聯絡人請求

source: Cancelled their contact request
ar: ألغوا طلبهم للتواصل
de: hat das Kontaktersuchen zurückgezogen
es: Ha cancelado su solicitud de contacto
fr: A annulé sa demande de contact
id: Batalkan request kontak mereka
ja: 連絡先要求をキャンセルしました
ko: 연락처 요청을 취소하였습니다
pt: Cancelou a solicitação de contato
ru: Отменил запрос добавления в контакты
th: ยกเลิกคำขอผู้ติดต่อของพวกเขาแล้ว
tr: İletişim isteklerini iptal etti
vi: Đã hủy lời mời thêm liên lạc
zh_hans: 已取消其联系人请求
zh_hant: 取消他們的聯絡人請求

source: Reminder: you have a contact request
ar: تذكير: لديك طلب تواصل
de: Erinnerung: Sie haben ein wartendes Kontaktersuchen
es: Aviso: tienes una solicitud de contacto
fr: Rappel : vous avez une demande de contact
id: Peringatan: anda memiliki request kontak
ja: お知らせ：連絡先要求があります
ko: 알림: 연락처 요청이 있습니다
pt: Lembrete: você tem uma solicitação de contato
ru: Напоминание: У вас запрос на контакт
th: แจ้งเตือน: คุณมีคำขอผู้ติดต่อใหม่
tr: Hatırlatma: bir iletişim isteğiniz var
vi: Nhắc nhở: Bạn có một yêu cầu thêm liên lạc
zh_hans: 提醒：您有一个联系人请求
zh_hant: 提醒：您有一個聯絡人請求

source: Deleted you as a contact
ar: تم حذفك من جهات الاتصال
de: hat Sie gelöscht
es: Te ha eliminado de sus contactos
fr: vous a supprimé en tant que contact
id: Menghapus anda dari kontak
ja: 連絡先から削除されました
ko: 당신을 연락처에서 삭제하였습니다
pt: Eliminou você dos contatos
ru: Удалил вас из контактов
th: ลบคุณออกจากผู้ติดต่อ
tr: Sizi kişi olarak sildim
vi: Đã xóa tên của bạn khỏi sổ liên lạc
zh_hans: 已将您从联系人中删除
zh_hant: 已將您從聯絡人裡刪除

source: Contact relationship established
ar: تم تأسيس علاقة تواصل
de: Kontakt hergestellt
es: Ahora ambos sois contactos
fr: La relation de contact est établie
id: Anda sekarang masuk dalam kontak
ja: 連絡先関係が確立されました
ko: 양방향 연락처로 등록되었습니다
pt: Vocês agora são contatos
ru: Отношения с контактом установлены
th: ความสัมพันธ์ของผู้ติดต่อที่สร้างขึ้น
tr: İletişim ilişkisi kuruldu
vi: Tên liên lạc đã được thiết lập
zh_hans: 联系人关系已建立
zh_hant: 聯絡人關係已建立

# Account has been deleted/deactivated
source: Account has been deleted or deactivated
ar: تم حذف/ إلغاء تفعيل الحساب
de: Account wurde gelöscht oder deaktiviert
es: La cuenta ha sido eliminada o desactivada
fr: Le compte a été supprimé ou désactivé
id: Akun telah dihapus atau di non-aktifkan
ja: アカウントが削除/非アクティブ化されました
ko: 계정이 삭제/비활성화 되었습니다
pt: Esta conta foi deletada ou desativada
ru: Аккаунт был удален или деактивирован
th: บัญชีได้ถูกลบหรือถูกปิดใช้งานแล้ว
tr: Hesap silindi veya devre dışı bırakıldı
vi: Tài khoản đã bị xóa hoặc vô hiệu hóa
zh_hans: 帐户已被删除或停用
zh_hant: 帳戶已被刪除/ 停用

source: Blocked you as a contact
ar: تم حظرك من جهات الاتصال
de: hat Sie blockiert
es: Te ha bloqueado como contacto
fr: vous a bloqué en tant que contact
id: Mem-blok anda dari kontak
ja: 連絡先としてブロックされました
ko: 연락이 차단되었습니다
pt: Bloqueou você como contato
ru: Заблокировал ваш контакт
th: บล็อกคุณจากผู้ติดต่อ
tr: Kişi olarak sizi engelledi
vi: Đã chặn liên lạc từ bạn
zh_hans: 已将您从联系人中屏蔽
zh_hant: 封鎖您

source: You ignored a contact request
ar: لقد تجاهلت طلب تواصل
de: Kontaktersuchen ignoriert
es: Has ignorado una solicitud de contacto
fr: Vous avez ignoré une demande de contact
id: Anda tidak mengindahkan request kontak
ja: 連絡先要求を無視しました
ko: 연락처 요청을 무시하였습니다
pt: Você ignorou uma solicitação de contato
ru: Вы проигнорировали запрос контакта
th: คุณละเว้นคำขอผู้ติดต่อแล้ว
tr: Bir iletişim isteğini yok saydınız
vi: Đã bỏ qua yêu cầu thêm liên lạc
zh_hans: 您已忽略联系人请求
zh_hant: 您忽略一個聯絡人請求

source: You accepted a contact request
ar: لقد قبلت طلب التواصل
de: Sie haben eine Kontaktanfrage akzeptiert
es: Has aceptado una solicitud de contacto
fr: Vous avez accepté une demande de contact
id: Anda menerima permintaan kontak
ja: 連作先要求を受け入れました
ko: 연락처 요청을 수락하였습니다
pt: Você aceitou uma solicitação de contato
ru: Вы приняли запрос контакта
th: คุณยอมรับคำขอผู้ติดต่อแล้ว
tr: Bir iletişim isteğini kabul ettiniz
vi: Bạn đã chấp nhận yêu cầu liên lạc này
zh_hans: 您已接受联系人请求
zh_hant: 您已接受一個聯絡人邀請

source: You denied a contact request
ar: لقد رفضت طلب التواصل
de: Sie haben das Kontaktersuchen abgelehnt
es: Has denegado una solicitud de contacto
fr: Vous avez refusé une demande de contact
id: Anda menolak request kontak
ja: 連絡先要求を拒否しました
ko: 연락처 요청을 거절하였습니다
pt: Você recusou uma solicitação de contato
ru: Вы отказали в запросе
th: คุณปฏิเสธคำขอผู้ติดต่อ
tr: Bir iletişim isteğini reddettiniz
vi: Bạn từ chối yêu cầu liên lạc này
zh_hans: 您已拒绝联系人请求
zh_hant: 您拒絕一個聯絡人請求

source: Accepted your contact request
ar: قبل/ت طلب التواصل الخاص بك
de: Ihre Kontaktanfrage wurde akzeptiert
es: Aceptar la solicitud de tu contacto
fr: A accepté votre demande de contact
id: Menerima permintaan kontak anda
ja: 連絡先要求が受け入れられました
ko: 연락처 요청이 수락되었습니다
pt: Aceitou a sua solicitação de contato
ru: Ваш запрос связаться был принят
th: ยอมรับคำขอผู้ติดต่อของคุณแล้ว
tr: İletişim isteğinizi kabul etti
vi: Đã chấp nhận yêu cầu thêm liên lạc của bạn
zh_hans: 已接受您的联系人请求
zh_hant: 已接受您的聯絡人邀請

# Denied your contact request
source: Rejected your contact request
ar: رفض/ت طلب التواصل الخاص بك
de: hat ihre Kontaktanfrage abgelehnt
es: Ha rechazado tu solicitud de contacto
fr: A rejeté votre demande de contact
id: Menolak request kontak anda
ja: 連絡先要求が拒否されました
ko: 당신의 연락처 요청이 거절되었습니다
pt: Recusou a sua solicitação de contato
ru: Отклонил ваш запрос
th: ปฏิเสธคำขอผู้ติดต่อของคุณ
tr: İletişim isteğinizi reddetti
vi: Đã từ chối lời mời thêm vào sổ liên lạc từ bạn
zh_hans: 已拒绝您的联系人请求
zh_hant: 拒絕您的聯絡人邀請

source: Access to folders was removed.
ar: تمت إزالة صلاحية الوصول إلى المجلدات.
de: Ordnerfreigabe storniert.
es: El acceso a las carpetas ha sido eliminado.
fr: L’accès aux dossiers a été supprimé.
id: Akses ke folder telah dihapus.
ja: フォルダのアクセス接続が削除されました。
ko: 폴더에 대한 접근이 제거됨.
pt: O acesso às pastas foi removido.
ru: Доступ к папкам был закрыт.
th: การเข้าถึงโฟลเดอร์ถูกลบออกแล้ว
tr: Klasörlere erişim kaldırıldı.
vi: Quyền truy cập tới thư mục đã bị xóa.
zh_hans: 移除了对文件夹的访问权限。
zh_hant: 資料夾存取已移除。

source: Added 1 file
ar: تم إضافة 1 ملف
de: 1 Datei hinzugefügt
es: Ha añadido 1 archivo
fr: 1 fichier a été ajouté
id: Menambahkan 1 file
ja: 1個のファイルが追加されました
ko: 파일 1개 추가됨
pt: 1 arquivo adicionado
ru: Добавлен 1 файл
th: เพิ่ม 1 ไฟล์แล้ว
tr: 1 dosya eklendi
vi: Đã thêm 1 tệp
zh_hans: 已添加1个文件
zh_hant: 加入1個檔案

source: Added %lld files
ar: تم إضافة %lld ملف
de: %lld Dateien hinzugefügt
es: Ha añadido %lld archivos
fr: %lld fichiers ont été ajoutés
id: Menambahkan file %lld
ja: %lld個のファイルが追加されました
ko: 파일 %lld개 추가됨
pt: %lld arquivos adicionados
ru: Добавлены файлы (%lld)
th: เพิ่ม %lld ไฟล์แล้ว
tr: Eklendi %lld dosyalar
vi: Đã thêm %lld tệp
zh_hans: 已添加%lld文件
zh_hant: 加入%lld個檔案

source: Added 1 folder
ar: تم إضافة 1 مجلد
de: 1 Ordner hinzugefügt
es: Ha añadido 1 carpeta
fr: 1 dossier a été ajouté
id: 1 folder ditambahkan
ja: 1個のフォルダが追加されました
ko: 폴더 1개 추가됨
pt: 1 pasta adicionada
ru: Добавлена 1 папка
th: เพิ่ม 1 โฟลเดอร์แล้ว
tr: 1 klasör eklendi
vi: Đã thêm 1 thư mục
zh_hans: 已添加1个文件夹
zh_hant: 加入1個資料夾

source: Added %lld folders
ar: تم إضافة %lld مجلد
de: %lld Ordner hinzugefügt
es: Ha añadido %lld carpetas
fr: %lld dossiers ont été ajoutés
id: Menambahkan folder %lld
ja: %lld個のフォルダが追加されました
ko: 폴더 %lld개 추가됨
pt: %lld pastas adicionadas
ru: Добавлены папки (%lld)
th: เพิ่ม %lld โฟลเดอร์แล้ว
tr: Eklendi %lld klasörler
vi: Đã thêm %lld thư mục
zh_hans: 已添加%lld个文件夹
zh_hant: 加入%lld個資料夾

source: Added 1 file and 1 folder
ar: تم إضافة 1 ملف و 1 مجلد
de: 1 Datei und 1 Ordner hinzugefügt
es: Ha añadido 1 archivo y 1 carpeta
fr: 1 fichier et 1 dossier ont été ajoutés
id: Menambahkan 1 file dan 1 folder
ja: 1個のファイルと1個のフォルダが追加されました
ko: 파일 1개와 폴더 1개 추가됨
pt: 1 pasta e 1 arquivo adicionados
ru: Добавлен 1 файл и 1 папка
th: เพิ่ม 1 ไฟล์และ 1 โฟลเดอร์แล้ว
tr: 1 dosya ve 1 klasör eklendi
vi: Đã thêm 1 tệp và 1 thư mục
zh_hans: 已添加1个文件和1个文件夹
zh_hant: 加入1個檔案與1個資料夾

source: Added %lld files and 1 folder
ar: تم إضافة %lld ملف و 1 مجلد
de: %lld Dateien und 1 Ordner hinzugefügt
es: Ha añadido %lld archivos y 1 carpeta
fr: %lld fichiers et 1 dossier ont été ajoutés
id: Menambahkan file %lld dan 1 folder
ja: %lld個のファイルと1個のフォルダが追加されました
ko: 파일 %lld개와 폴더 1개 추가됨
pt: 1 pasta e %lld arquivos adicionados
ru: Добавлены файлы (%lld) и 1 папка
th: เพิ่ม %lld ไฟล์และ 1 โฟลเดอร์แล้ว
tr: Eklendi %lld dosyalar ve 1 klasör
vi: Đã thêm %lld tệp và 1 thư mục
zh_hans: 已添加%lld个文件和1个文件夹
zh_hant: 加入%lld個檔案與1個資料夾

source: Added 1 file and %lld folders
ar: تم إضافة 1 ملف و %lld مجلد
de: 1 Datei und %lld Ordner hinzugefügt
es: Ha añadido 1 archivo y %lld carpetas
fr: 1 fichier et %lld dossiers ont été ajoutés
id: Menambahkan 1 file dan folder %lld
ja: 1個のファイルと%lld個のフォルダが追加されました
ko: 파일 1개와 폴더 %lld개 추가됨
pt: %lld pastas e 1 arquivo adicionados
ru: Добавлен 1 файл и папки (%lld)
th: เพิ่ม 1 ไฟล์และ %lld โฟลเดอร์แล้ว
tr: 1 dosya eklendi ve %lld klasörler
vi: Đã thêm 1 tệp và %lld thư mục
zh_hans: 已添加1个文件和%lld个文件夹
zh_hant: 加入1個檔案與%lld個資料夾

source: Added [A] files and [B] folders
ar: تم إضافة [A] ملف و [B] مجلد
de: [A] Dateien und [B] Ordner hinzugefügt
es: Ha añadido [A] archivos y [B] carpetas
fr: [A] fichiers [B] dossiers ont été ajoutés
id: Menambahkan file [A] dan folder [B]
ja: [A]個のファイルと[B]個のフォルダが追加されました
ko: 파일 [A]개와 폴더 [B]개 추가됨
pt: [B] pastas e [A] arquivos adicionados
ru: Добавлены файлы([A]) и папки([B])
th: เพิ่ม [A] ไฟล์และ [B] โฟลเดอร์แล้ว
tr: Eklendi [A] dosyalar ve [B] klasörler
vi: Đã thêm [A] tệp và [B] thư mục
zh_hans: 已添加[A]个文件和[B]个文件夹
zh_hant: 加入[A]個檔案與[B]個資料夾

source: Removed item from shared folder
ar: عنصر محذوف من مجلد المشاركة
de: Datei oder Ordner aus Freigabe entfernt
es: Elemento eliminado de una carpeta compartida
fr: Un élément a été supprimé d’un dossier partagé
id: Menghapus item dari folder berbagi
ja: 項目が共有フォルダから削除されました
ko: 공유 폴더에서 항목을 제거했습니다
pt: Item eliminado da pasta compartilhada
ru: Отозван элемент из общей папки
th: ลบรายการออกจากโฟลเดอร์ที่แชร์
tr: Paylaşılan klasörden öğe kaldırıldı
vi: Đã loại bỏ một mục khỏi việc chia sẻ
zh_hans: 已从共享文件夹中移除了项目
zh_hant: 已從共享資料夾中移除項目

source: Removed [X] items from a share
ar: تم إزالة [X] عناصر من المشاركة
de: [X] Dateien und Ordner aus Freigabe entfernt
es: Se han eliminado [X] elementos compartidos
fr: [X] éléments ont été supprimés d’un partage
id: Menghapus [X] item dari berbagi
ja: [X]項目が共有から削除されました
ko: [X] 항목이 공유에서 제거됨
pt: [X] itens foram eliminados da pasta compartilhada
ru: Закрыт доступ к элементам ([X])
th: ได้เอา [X] รายการออกจากการแชร์
tr: Kaldırıldı [X] bir paylaşımdan öğeler
vi: Đã loại bỏ [X] mục khỏi việc chia sẻ
zh_hans: 已从共享中移除[X]个项目
zh_hant: 已從共享中移除[X]個項目

source: Your payment for the %1 plan was received.
ar: تم استلام دفعتك للباقة %1.
de: Wir haben Ihre Zahlung für %1 erhalten.
es: Tu pago para el plan %1 ha sido recibido.
fr: Votre paiement pour l’abonnement %1 a été reçu.
id: Pembayaran anda untuk plan %1 telah diterima.
ja: %1 プランのお支払いを受領いたしました。
ko: %1 요금제에 대한 지불이 수신되었습니다.
pt: O seu pagamento do plano %1 foi recebido.
ru: Ваша оплата плана %1 получена.
th: การชำระเงินสำหรับแผน %1 ได้รับเรียบร้อยแล้ว
tr: Ödemeniz %1 Plan alındı.
vi: Tiền bạn gửi để chi trả cho gói %1 đã được nhận.
zh_hans: 您的%1方案付款已收到。
zh_hant: 已收到您%1方案的付款。

# Your payment for the %1 plan was unsuccessful.
source: We didn’t receive your payment for the %1 plan.
ar: لم نتسلم دفعتك مقابل باقة %1.
de: Wir haben Ihre Zahlung für Ihr %1-Abonnement nicht erhalten.
es: No hemos recibido tu pago por el plan %1.
fr: Nous n’avons pas reçu votre paiement pour l’abonnement %1.
id: Kami tidak menerima pembayaran anda untuk paket %1.
ja: 当社は%1プランのお支払いをお受け取りしませんでした。
ko: %1 요금제에 대한 결제를 받지 못 했습니다.
pt: Não recebemos o pagamento do plano %1.
ru: Мы не получили ваш платёж по подписке %1.
th: เรายังไม่ได้รับการชำระเงินสำหรับแผน %1 ของคุณ
tr: Ödemenizi almadık %1 plan.
vi: Chúng tôi đã không có nhận được khoản thanh toán cho gói %1.
zh_hans: 我们尚未收到您购买%1方案的付款。
zh_hant: 我們尚未收到您%1方案的付款。

# Your PRO membership plan will expire in 1 day.
source: Your Pro membership plan will expire tomorrow.
ar: ستنتهي صلاحية اشتراك برو Pro الخاص بك غداً.
de: Ihr Pro-Abonnement läuft in weniger als 24 Stunden ab.
es: Tu plan Pro caducará mañana.
fr: Votre abonnement Pro arrivera à expiration demain.
id: Membership Pro anda akan habis besok.
ja: お客様のProメンバーシッププランは明日失効いたします。
ko: 당신의 Pro 회원권이 내일 만료됩니다.
pt: O seu plano Pro vai expirar amanhã.
ru: Ваша Pro-подписка истекает завтра.
th: แผนสมาชิก Pro ของคุณจะหมดอายุใน 1 วัน
tr: Pro üyelik planınız yarın sona erecek.
vi: Gói thành viên hạng Pro sẽ hết hạn vào ngày mai.
zh_hans: 您的Pro会员方案将于明天到期。
zh_hant: 您的Pro會員將在明天到期。

source: Your Pro membership plan will expire in %1 days.
ar: ستنتهي صلاحية اشتراك برو Pro الخاص بك في %1 يوم.
de: Ihr Pro-Abonnement läuft in %1 Tagen ab.
es: Tu plan Pro caducará en %1 días.
fr: Votre abonnement Pro arrivera à expiration dans %1 jours.
id: Membership Pro anda akan habis dalam %1 hari.
ja: お客様のProメンバーシッププランは%1日後に失効いたします。
ko: 당신의 Pro 회원권이 %1일 이내에 만료됩니다.
pt: O seu plano Pro vai expirar em %1 dias.
ru: Ваша Pro-подписка истекает через %1 д.
th: แผนสมาชิก Pro ของคุณจะหมดอายุใน %1 วัน
tr: Pro üyelik planınızın süresi dolacak %1 günler.
vi: Tài khoản hạng Pro sẽ hết hạn trong %1 ngày tới.
zh_hans: 您的Pro会员将于%1天后到期。
zh_hant: 您的Pro會員將在%1天內到期。

# Your PRO membership plan expired 1 day ago
source: Your Pro plan expired 1 day ago
ar: انتهت صلاحية باقة برو Pro قبل 1 يوم
de: Ihr Pro-Abonnement ist gestern abgelaufen
es: Tu plan Pro ha caducado hace 1 día
fr: Votre abonnement Pro a expiré il y a un jour
id: Paket Pro Anda kedaluwarsa 1 hari yang lalu
ja: お客様のProプランは1日前に失効いたしました
ko: 당신의 Pro 요금제가 1일 전에 만료되었습니다
pt: O seu plano Pro expirou há 1 dia
ru: Ваш план Pro истёк 1 день назад
th: แผน Pro ของคุณหมดอายุเมื่อ 1 วันก่อน
tr: Pro planınızın süresi doldu 1 gün önce
vi: Hạng Pro đã hết hạn 1 ngày qua
zh_hans: 您的Pro会员已于1天前到期
zh_hant: 您的Pro方案已於1天前過期

# Your PRO membership plan expired %1 days ago
source: Your Pro plan expired %1 days ago
ar: لقد انتهت صلاحية إشتراك برو Pro الخاص بك منذ %1 يوم
de: Ihr Pro-Abonnement ist vor %1 Tagen abgelaufen
es: Tu plan Pro ha caducado hace %1 días
fr: Votre abonnement Pro a expiré il y a %1 jours
id: Paket Pro Anda kedaluwarsa %1 hari yang lalu
ja: お客様のProプランは%1日前に失効いたしました
ko: 당신의 Pro 요금제가 %1일 전에 만료되었습니다
pt: O seu plano Pro expirou há %1 dias
ru: Ваш план Pro истёк %1 д. назад
th: แผน Pro ของคุณหมดอายุเมื่อ %1 วันก่อน
tr: Pro planınızın süresi doldu %1 günler önce
vi: Hạng Pro đã hết hạn %1 ngày qua
zh_hans: 您的Pro会员已于%1天前到期
zh_hant: 您的Pro方案已於%1天前過期

source: Voice message
ar: رسالة صوتية
de: Sprachnachricht
es: Mensaje de voz
fr: Message vocal
id: Pesan suara
ja: ボイスメッセージ
ko: 음성 메시지
pt: Mensagem de voz
ru: Голосовое сообщение
th: ข้อความเสียง
tr: Sesli mesaj
vi: Tin nhắn thoại
zh_hans: 语音消息
zh_hant: 語音留言

source: This action cannot be completed as it would take you over your current storage limit
ar: لا يمكن إكمال هذا الإجراء لأنه سيتجاوز حد التخزين الحالي
de: Diese Aktion ist nicht möglich, da Sie dadurch Ihr aktuelles Speicherlimit überschreiten würden
es: Esta acción no se puede completar ya que te llevaría por encima de tu límite de almacenamiento actual
fr: Cette action ne peut pas être menée à bien, car elle vous ferait dépasser votre limite de stockage actuelle
id: Tindakan ini tidak dapat diselesaikan karena akan membawa anda melebihi batas penyimpanan anda saat ini
ja: この操作は、現在のストレージ容量上限を超えてしまうため完了できません
ko: 이 행동은 현재 저장 공간 한도를 초과할 수 있어서 완료할 수 없습니다
pt: Esta ação não pode ser concluída, pois excederia o seu limite de armazenamento atual
ru: Это действие не может быть выполнено, так как это приведет к превышению текущего лимита хранилища
th: ไม่สามารถดำเนินการต่อได้ เนื่องจากจะทำให้พื้นที่เก็บข้อมูลของคุณเกินขีดจำกัดได้
tr: Mevcut depolama sınırınızı aşmanızı sağlayacağı için bu işlem tamamlanamaz
vi: Thao tác này không thể hoàn tất bởi vì toàn bộ không gian lưu trữ sẽ bị dùng hết
zh_hans: 无法完成此操作，这将超出您当前的存储空间上限
zh_hant: 因將超出您目前儲存空間限制，此操作無法完成

# Your upload(s) cannot proceed because your account is full
source: Your upload cannot proceed because your Cloud storage is full
ar: لا يمكن متابعة الترفيع لأن مساحة التخزين السحابية الخاصة بك ممتلئة
de: Ihr Upload kann nicht fortgesetzt werden, da Ihr Cloudspeicher voll ist
es: La subida no puede continuar porque tu Nube está llena
fr: Vos téléversements ne peuvent pas se poursuivre, car votre espace de stockage nuagique est saturé
id: Pengunggahan anda tidak dapat dilanjutkan karena penyimpanan Cloud anda penuh
ja: クラウドストレージがいっぱいのため、アップロードを続行できません
ko: 당신의 클라우드 저장소가 꽉 차서 업로드를 진행할 수 없습니다
pt: Não foi possível fazer o upload porque você já atingiu o seu limite de armazenamento
ru: Загрузку нельзя продолжить, потому что облачное хранилище заполнено
th: การอัปโหลดของคุณไม่สามารถดำเนินการต่อได้เนื่องจากที่เก็บข้อมูลบนคลาวด์ของคุณเต็มแล้ว
tr: Bulut depolama alanınız dolu olduğu için yüklemeniz devam edemiyor
vi: Phiên tải lên không thể tiến hành vì không gian Ổ Mây của bạn đã bị đầy
zh_hans: 由于您的云盘已满，您的上传无法继续
zh_hant: 由於您的雲端空間已滿，您的上傳無法繼續，

source: Allow your contacts to see the last time you were active on MEGA
ar: السماح لجهات الاتصال خاصتك بمعرفة آخر وقت ظهور كنت فيه متصلاً مع MEGA
de: Kontakten den Zeitpunkt anzeigen, an dem Sie zuletzt online waren
es: Permitir que tus contactos vean tu último acceso a MEGA
fr: Permettre à vos contacts de voir la date et l’heure de votre dernière activité sur MEGA
id: Izinkan kontak anda melihat terakhir kali anda aktif di MEGA
ja: あなたの連絡先が、MEGAであなたが最後に活動していた時間を見れるようにします
ko: 당신의 연락처가 당신이 최근에 MEGA에서 활동한 시간을 볼 수 있도록 합니다
pt: Permitir que os seus contatos vejam o seu último acesso ao MEGA
ru: Разрешать контактам видеть, когда вы были активны в MEGA последний раз
th: อนุญาตให้ผู้ติดต่อของคุณเห็นเวลาใช้งาน MEGA ล่าสุดของคุณ
tr: Kişilerinizin MEGA'da en son ne zaman aktif olduğunuzu görmesine izin verin
vi: Cho phép các tên trong sổ liên lạc biết được thấy cuối bạn dùng MEGA
zh_hans: 允许您的联系人查看您上次在MEGA的活跃时间
zh_hant: 允許您的聯絡人檢視您上次在MEGA上活動的時間

source: Last seen a long time ago
ar: آخر ظهور من وقت طويل
de: Zuletzt online: vor längerer Zeit
es: Último acceso hace mucho tiempo
fr: Vu pour la dernière fois il y a longtemps
id: Terakhir terlihat sejak lama
ja: 最終ログインはだいぶ前
ko: 아주 오래 전에 마지막 접속함
pt: Último acesso há muito tempo atrás
ru: Был в сети очень давно
th: ดูครั้งล่าสุดเมื่อนานมาแล้ว
tr: En son uzun zaman önce görüldü
vi: Lần thấy cuối đã một thời gian rất lâu
zh_hans: 上次登录在很久以前
zh_hant: 上一次上線在很久之前

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd’hui
id: Hari ini
ja: 今日
ko: 오늘
pt: Hoje
ru: Сегодня
th: วันนี้
tr: Bugün
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

source: Yesterday
ar: الأمس
de: Gestern
es: Ayer
fr: Hier
id: Kemarin
ja: 昨日
ko: 어제
pt: Ontem
ru: Вчера
th: เมื่อวาน
tr: Dün
vi: Hôm qua
zh_hans: 昨天
zh_hant: 昨天

source: Send this location
ar: إرسال هذا الموقع
de: Diesen Ort senden
es: Enviar esta ubicación
fr: Envoyer cette position
id: Kirim lokasi ini
ja: この場所を送信
ko: 이 위치 전송
pt: Enviar esta localização
ru: Отправить это местоположение
th: ส่งตำแหน่งนี้
tr: Bu konumu gönder
vi: Gửi vị trí nơi này
zh_hans: 发送此位置
zh_hant: 傳送這個位置

source: Map settings
ar: إعدادات الخريطة
de: Karteneinstellungen
es: Ajustes del mapa
fr: Paramètres de la carte
id: Pengaturan peta
ja: マップ設定
ko: 지도 설정
pt: Configurações de mapa
ru: Настройки карты
th: การตั้งค่าแผนที่
tr: Harita ayarları
vi: Tùy chỉnh bản đồ
zh_hans: 地图设置
zh_hant: 地圖設定

source: Accurate to %d meters
ar: دقيق حتى %d متر
de: Auf %d Meter genau
es: Precisión de %d metros
fr: Précise à %d mètres près
id: Akurat hingga %d meter
ja: %dメートルまで正確
ko: %d 미터 수준에서 정확
pt: Precisão de %d metros
ru: Точность до %d м
th: แม่นยำถึง %d เมตร
tr: Doğru %d sayaçlar
vi: Chính xác xấp xỉ %d mét
zh_hans: 精确到%d米
zh_hant: 精準到%d公尺

source: Send location
ar: إرسال موقع
de: Standort senden
es: Enviar ubicación
fr: Envoyer la position
id: Kirim Lokasi
ja: 場所を送信
ko: 위치 전송
pt: Enviar localização
ru: Отправлять местоположение
th: ส่งตำแหน่ง
tr: Konum gönder
vi: Gửi Định Vị
zh_hans: 发送位置
zh_hant: 發送位置

source: This location will be opened using a third party maps provider outside the end-to-end encrypted MEGA platform.
ar: سيتم فتح هذا الموقع باستخدام طرف ثالث مزود خرائط من خارج منصة ميغا MEGA المشفرة من طرف إلى طرف.
de: Der Standort wird mit einer Dritt-App außerhalb der sicheren MEGA-Umgebung angezeigt. Bitte beachten Sie mögliche Konsequenzen für die Privatsphäre der betroffenen Personen.
es: Esta ubicación se abrirá utilizando un proveedor de mapas externo a la plataforma MEGA cifrada punto a punto.
fr: Cette position géographique sera ouverte en utilisant un fournisseur de cartes tiers en dehors de la plateforme chiffrée de bout en bout de MEGA.
id: Lokasi ini akan dibuka menggunakan penyedia peta pihak ketiga di luar platform MEGA terenkripsi ujung ke ujung.
ja: この場所は、エンドツーエンドの暗号化されたMEGAプラットフォームの外部にあるサードパーティのマッププロバイダを使用して開かれます。
ko: 이 위치는 MEGA의 종단간 암호화 플랫폼 밖의 제3자 지도 제공자에서 열릴 것입니다.
pt: Essa localização será aberta usando um provedor de mapas de terceiros, externo à plataforma criptografada de ponta a ponta do MEGA.
ru: Это местоположение будет открыто с помощью стороннего поставщика карт за пределами защищённой сквозным шифрованием платформы MEGA.
th: ตำแหน่งนี้จะเปิดขึ้นโดยใช้ผู้ให้บริการแผนที่บุคคลที่สามนอกแพลตฟอร์ม MEGA ที่เข้ารหัสลับแบบต้นทางถึงปลายทาง
tr: Bu konum, uçtan uca şifrelenmiş MEGA platformunun dışındaki üçüncü taraf bir harita sağlayıcısı kullanılarak açılacaktır.
vi: Vị trí địa lý này sẽ được mở bằng một ứng dụng cung cấp bản đồ không nằm trong hệ thống hỗ trợ mã hóa đầu-cuối thuộc nền tảng của MEGA.
zh_hans: 此位置将使用MEGA平台外的第三方地图提供商打开。
zh_hant: 此位置將使用第三方地圖服務商開啟，服務商不屬於點對點加密的MEGA平台。

source: Pinned location
ar: موقع مثبت
de: Standort
es: Ubicación fijada
fr: Position épinglée
id: Lokasi yang Disematkan
ja: ピン留めされた場所
ko: 고정된 위치
pt: Fixar localização
ru: Закреплённое местоположение
th: ตำแหน่งที่ปักหมุด
tr: Sabitlenmiş konum
vi: Vị trí được đánh dấu
zh_hans: 置顶位置
zh_hant: 固定位置

source: < Slide to cancel
ar: < إزلق للإلغاء
de: < Abbrechen
es: < Desliza para cancelar
fr: < Faire glisser pour annuler
id: < Geser untuk membatalkan
ja: <スライドしてキャンセル
ko: < 취소하려면 슬라이드
pt: < Deslize para cancelar
ru: < Сдвиньте для отмены
th: < สไลด์เพื่อยกเลิก
tr: < İptal etmek için kaydırın
vi: < Trượt qua để hủy
zh_hans: < 滑动以取消
zh_hant: < 滑動以取消

source: Tap and hold %@ to record, release to send
ar: انقر مطولاً على %@ للتسجيل، ثم حرر للإرسال
de: Gedrückt halten %@ zur Aufnahme, loslassen zum Absenden
es: Mantén pulsado %@ para grabar, suelta para enviar
fr: Touchez et maintenez %@ pour enregistrer, relâchez pour envoyer
id: Ketuk dan tahan %@ untuk merekam, lepaskan untuk mengirim
ja: %@を長押しすると録音し、離すと送信します
ko: 녹음하려면 %@ 버튼을 누르고, 전송하려면 떼세요
pt: Mantenha pressionado %@ para gravar, solte para enviar
ru: Нажмите и удерживайте %@ для записи, отпустите для отправки
th: แตะ %@ ค้างไว้เพื่อบันทึก ปล่อยเพื่อส่ง
tr: Dokunup basılı tutun %@ kaydetmek, göndermek için serbest bırakmak
vi: Chạm và giữ %@ để ghi âm, thả ra để gửi
zh_hans: 按住%@说话，松开发送
zh_hant: 點擊並按住%@以進行錄製，放開即送出
