Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# upgradeAccountPlan.message.text.featuresOfProPlan
source: • Password-protected links • Links with expiry dates • Transfer quota sharing • Rewind up to 90 days of deleted data on Pro Lite and up to 180 days on Pro I, II, and III • Host calls and meetings with unlimited participants and no time restrictions • Stay private online with our high-speed VPN • Schedule Rubbish bin clearing between 7 days and 10 years • Priority support
ar: • روابط محمية بكلمة مرور • روابط بتواريخ انتهاء الصلاحية • تشارك حجم تراسل المعطيات المتاح • الترجيع حتى 90 يومًا من البيانات المحذوفة على برو لايت Pro Lite وحتى 180 يومًا على برو Pro I و II و III • استضافة المكالمات والاجتماعات مع عدد غير محدود من المشاركين وبدون قيود زمنية • حافظ على خصوصيتك عبر الإنترنت من خلال في بي إن VPN عالي السرعة • جدولة إفراغ سلة المحذوفات بين 7 أيام و 10 سنوات • أولوية الدعم
de: • Passwortgeschützte Links • Links mit Ablaufdatum • Teilen des Transfervolumens • Wiederherstellung von gelöschten Daten bis zu 90 Tage lang für Pro Lite und bis zu 180 Tage lang für Pro I, II und III • Anrufe und Meetings mit beliebig vielen Teilnehmern und ohne Zeitbeschränkung • Unerkannt surfen mit unserem schnellen VPN • Planmäßige Leerung des Papierkorbs – Intervall 7 Tage bis 10 Jahre • Priorisierter Support
es: • Enlaces protegidos por contraseña • Enlaces con fechas de caducidad • Compartición de cuota de transferencia • Rebobinado de datos hasta 90 días para Pro Lite y hasta 180 días para Pro I, II y III • Organiza llamadas y reuniones con participantes ilimitados y sin restricciones de tiempo • Protección en línea con nuestra VPN de alta velocidad • Limpieza de la papelera programable entre 7 días y 10 años • Soporte prioritario
fr: • Liens protégés par mot de passe • Liens avec dates d'expiration • Partage du quota de transfert • Retour en arrière jusqu'à 90 jours pour les données supprimées avec Pro Lite et jusqu'à 180 jours avec Pro I, II, et III • Organisation d’appels et des réunions avec un nombre illimité de participants et sans restriction de temps • Confidentialité et protection des données personnelles en ligne avec notre RPV à haut débit • Programmation du nettoyage de la Corbeille entre 7 jours et 10 ans • Assistance prioritaire
id: • Tautan yang dilindungi kata sandi • Tautan dengan tanggal kedaluwarsa • Pembagian kuota transfer • Putar ulang hingga 90 hari data yang dihapus di Pro Lite dan hingga 180 hari di Pro I, II, dan III • Selenggarakan panggilan dan rapat dengan peserta tak terbatas dan tanpa batasan waktu • Tetap pribadi online dengan VPN berkecepatan tinggi kami • Jadwalkan pembersihan tempat sampah antara 7 hari dan 10 tahun • Dukungan prioritas
ja: • パスワードで保護されたリンク • 有効期限のあるリンク • 転送容量の共有 • Pro Liteでは削除されたデータを最大90日間、Pro I、II、IIIでは最大180日間巻き戻し • 無制限の参加者と時間制限なしで通話やミーティングを開催 • 当社の高速VPNでオンラインのプライバシーを確​​保 • ごみ箱の片付けを7日から10年間の間でスケジュール • 優先サポート
ko: • 암호로 보호된 링크 • 만료일이 있는 링크 • 전송 할당량 공유 • Pro Lite는 최대 90일 그리고 Pro I, II, III는 최대 180일의 삭제한 데이터 되돌리기 • 제한 없는 참여자 수와 시간 제한 없는 통화와 회의 주최 • 고속 VPN으로 온라인에서도 비공개 유지 • 휴지통 비우기를 7일에서 10년 사이로 예약 • 우선적인 지원
pt: • Links protegidos por senha • Links com datas de validade • Compartilhamento de cotas de transferência • Retroceder até 90 dias de dados excluídos no Pro Lite e até 180 dias no Pro I, II e III • Organize chamadas e reuniões com participantes ilimitados e sem restrições de tempo • Mantenha-se privado online com nossa VPN de alta velocidade • Programe a limpeza da Lixeira entre 7 dias e 10 anos • Suporte prioritário
ru: • Защищённые паролем ссылки • Ссылки со сроком действия • Обмен квотой передач • Перемотка удалённых данных на период до 90 дней на Pro Lite и до 180 дней на Pro I, II и III • Проводите звонки и встречи с неограниченным количеством участников и без ограничений по времени • Сохраняйте конфиденциальность в Интернете с нашим высокоскоростным VPN • Срок очистки корзины от 7 дней до 10 лет • Приоритетная поддержка
th: • ตั้งค่าลิงก์แบบมีรหัสผ่านได้ • กำหนดวันหมดอายุลิงก์ได้ • แชร์โควต้าการถ่ายโอนได้ • ย้อนกลับข้อมูลที่ลบไปแล้วได้สูงสุด 90 วัน สำหรับ Pro Lite หรือ 180 วัน สำหรับ Pro I, II, III • จัดการประชุมออนไลน์ รองรับผู้เข้าร่วมไม่จำกัด และไม่มีข้อจำกัดด้านเวลา • VPN ความเร็วสูง ปกป้องข้อมูลของคุณขณะใช้งานอินเทอร์เน็ต • ตั้งเวลาล้างถังขยะอัตโนมัติ ได้ตั้งแต่ 7 วัน ถึง 10 ปี • การสนับสนุนแบบพิเศษ
tr: • Parola korumalı bağlantılar • Son kullanma tarihlerine sahip bağlantılar • Transfer kota paylaşımı • Pro'da 90 güne kadar silinmiş verileri geri sarın Lite ve Pro'da 180 güne kadar I, II ve III • Sınırsız katılımcıyla ve zaman kısıtlaması olmadan çağrı ve toplantılar düzenleyin • Yüksek hızlı VPN'imizle çevrimiçi gizli kalın • Çöp kutusu temizliğini 7 gün ile 10 yıl arasında planlayın • Öncelikli destek
vi: • Đường liên kết được bảo vệ bằng mật khẩu • Đường liên kết có ngày hết hạn • Chia sẻ băng thông truyền tải • Tua lại tối đa 90 ngày cho dữ liệu đã xóa với Pro Lite và lên đến 180 ngày với Pro I, II và III • Tổ chức cuộc gọi và cuộc họp với thời gian và lượng người tham gia không giới hạn • Giữ an ninh trực tuyến với VPN tốc độ cao của chúng tôi • Lên lịch dọn Thùng Rác từ 7 ngày đến 10 năm • Nhận hỗ trợ ưu tiên
zh_hans: • 受密码保护的链接 • 具有到期日期的链接 • 传输流量共享 • Pro Lite可还原最多90天的已删除数据，Pro I、II和III则可还原最多180天 • 主持通话和会议，参与者人数和时间不受限制 • 使用我们的高速VPN保持在线隐私 • 可安排在7天到10年之间定期清理回收站 • 优先客服
zh_hant: • 受密碼保護的連結 • 可為連結設定到期日期 • 傳輸配額共享 • Pro Lite可回溯最多90天的刪除資料，Pro I、II、和III可回溯最多180天 • 主持通話和會議，與會人數和時間不受限制 • 使用我們的高速VPN保持線上隱私 • 可設定7天到10年之間垃圾筒清理排程 • 優先客服

# upgradeAccountPlan.message.text.featuresOfProPlanWithAds
source: • Password-protected links • Links with expiry dates • Transfer quota sharing • Rewind up to 90 days of deleted data on Pro Lite and up to 180 days on Pro I, II, and III • Host calls and meetings with unlimited participants and no time restrictions • Stay private online with our high-speed VPN • Schedule Rubbish bin clearing between 7 days and 10 years • Priority support • No advertisements
ar: • روابط محمية بكلمة مرور • روابط بتواريخ انتهاء الصلاحية • تشارك حجم تراسل المعطيات المتاح • الترجيع حتى 90 يومًا من البيانات المحذوفة على برو لايت Pro Lite وحتى 180 يومًا على برو Pro I و II و III • استضافة المكالمات والاجتماعات مع عدد غير محدود من المشاركين وبدون قيود زمنية • حافظ على خصوصيتك عبر الإنترنت من خلال في بي إن VPN عالي السرعة • جدولة إفراغ سلة المحذوفات بين 7 أيام و 10 سنوات • أولوية الدعم • خالية من إعلانات
de: • Passwortgeschützte Links • Links mit Ablaufdatum • Teilen des Transfervolumens • Wiederherstellung von gelöschten Daten bis zu 90 Tage lang für Pro Lite und bis zu 180 Tage lang für Pro I, II und III • Anrufe und Meetings mit beliebig vielen Teilnehmern und ohne Zeitbeschränkung • Unerkannt surfen mit unserem schnellen VPN • Planmäßige Leerung des Papierkorbs – Intervall 7 Tage bis 10 Jahre • Priorisierter Support • Keine Werbung
es: • Enlaces protegidos por contraseña • Enlaces con fechas de caducidad • Compartición de cuota de transferencia • Rebobinado de datos hasta 90 días para Pro Lite y hasta 180 días para Pro I, II y III • Organiza llamadas y reuniones con participantes ilimitados y sin restricciones de tiempo • Protección en línea con nuestra VPN de alta velocidad • Limpieza de la papelera programable entre 7 días y 10 años • Soporte prioritario • Sin anuncios
fr: • Liens protégés par mot de passe • Liens avec dates d’expiration • Partage du quota de transfert • Retour en arrière jusqu’à 90 jours pour les données supprimées avec Pro Lite et jusqu’à 180 jours avec Pro I, II, et III • Organisation d’appels et des réunions avec un nombre illimité de participants et sans restriction de temps • Confidentialité et protection des données personnelles en ligne avec notre RPV à haut débit • Programmation du nettoyage de la Corbeille entre 7 jours et 10 ans • Assistance prioritaire • Sans publicités
id: • Tautan yang dilindungi kata sandi • Tautan dengan tanggal kedaluwarsa • Pembagian kuota transfer • Putar ulang hingga 90 hari data yang dihapus di Pro Lite dan hingga 180 hari di Pro I, II, dan III • Selenggarakan panggilan dan rapat dengan peserta tak terbatas dan tanpa batasan waktu • Tetap pribadi online dengan VPN berkecepatan tinggi kami • Jadwalkan pembersihan tempat sampah antara 7 hari dan 10 tahun • Dukungan prioritas • Tidak ada iklan
ja: • パスワードで保護されたリンク • 有効期限のあるリンク • 転送容量の共有 • Pro Liteでは削除されたデータを最大90日間、Pro I、II、IIIでは最大180日間巻き戻し • 無制限の参加者と時間制限なしで通話やミーティングを開催 • 当社の高速VPNでオンラインのプライバシーを確​​保 • ごみ箱の片付けを7日から10年間の間でスケジュール • 優先サポート • 広告なし
ko: • 암호로 보호된 링크 • 만료일이 있는 링크 • 전송 할당량 공유 • Pro Lite는 최대 90일 그리고 Pro I, II, III는 최대 180일의 삭제한 데이터 되돌리기 • 제한 없는 참여자 수와 시간 제한 없는 통화와 회의 주최 • 고속 VPN으로 온라인에서도 비공개 유지 • 휴지통 비우기를 7일에서 10년 사이로 예약 • 우선적인 지원 • 광고 없음
pt: • Links protegidos por senha • Links com datas de validade • Compartilhamento da cota de transferência • Possibilidade de retroceder até 90 dias de dados excluídos no plano Pro Lite e até 180 dias nos planos Pro I, II e III • Chamadas e reuniões com um número ilimitado de participantes e sem restrições de tempo • Privacidade online com a nossa VPN de alta velocidade • Programação de limpeza da Lixeira entre 7 dias e 10 anos • Suporte prioritário • Sem anúncios
ru: • Защищённые паролем ссылки • Ссылки со сроком действия • Обмен квотой передач • Перемотка удалённых данных на период до 90 дней на Pro Lite и до 180 дней на Pro I, II и III • Проводите звонки и встречи с неограниченным количеством участников и без ограничений по времени • Сохраняйте конфиденциальность в Интернете с нашим высокоскоростным VPN • Срок очистки корзины от 7 дней до 10 лет • Приоритетная поддержка • Без рекламы
th: • ตั้งค่าลิงก์แบบมีรหัสผ่านได้ • กำหนดวันหมดอายุลิงก์ได้ • แชร์โควต้าการถ่ายโอนได้ • ย้อนกลับข้อมูลที่ลบไปแล้วได้สูงสุด 90 วัน สำหรับ Pro Lite หรือ 180 วัน สำหรับ Pro I, II, III • จัดการประชุมออนไลน์ รองรับผู้เข้าร่วมไม่จำกัด และไม่มีข้อจำกัดด้านเวลา • VPN ความเร็วสูง ปกป้องข้อมูลของคุณขณะใช้งานอินเทอร์เน็ต • ตั้งเวลาล้างถังขยะอัตโนมัติ ได้ตั้งแต่ 7 วัน ถึง 10 ปี • การสนับสนุนแบบพิเศษ • ไม่มีโฆษณา
tr: • Parola korumalı bağlantılar • Son kullanma tarihlerine sahip bağlantılar • Transfer kota paylaşımı • Pro'da 90 güne kadar silinmiş verileri geri sarın Lite ve Pro'da 180 güne kadar I, II ve III • Sınırsız katılımcıyla ve zaman kısıtlaması olmadan çağrı ve toplantılar düzenleyin • Yüksek hızlı VPN'imizle çevrimiçi gizli kalın • Çöp kutusu temizliğini 7 gün ile 10 yıl arasında planlayın • Öncelikli destek • Reklam yok
vi: • Đường liên kết được bảo vệ bằng mật khẩu • Đường liên kết có ngày hết hạn • Chia sẻ băng thông truyền tải • Tua lại tối đa 90 ngày cho dữ liệu đã xóa với Pro Lite và lên đến 180 ngày với Pro I, II và III • Tổ chức cuộc gọi và cuộc họp với thời gian và lượng người tham gia không giới hạn • Giữ an ninh trực tuyến với VPN tốc độ cao của chúng tôi • Lên lịch dọn Thùng Rác từ 7 ngày đến 10 năm • Nhận hỗ trợ ưu tiên • Không có quảng cáo
zh_hans: • 受密码保护的链接 • 具有到期日期的链接 • 传输流量共享 • Pro Lite可还原最多90天的已删除数据，Pro I、II和III则可还原最多180天 • 主持通话和会议，参与者人数和时间不受限制 • 使用我们的高速VPN保持在线隐私 • 可安排在7天到10年之间定期清理回收站 • 优先客服 • 无广告
zh_hant: • 受密碼保護的連結 • 具有到期日的連結 • 傳輸配額共享 • Pro Lite可回溯最多90天的刪除資料，在Pro I、II和III可回溯最多180天 • 主持通話和會議，與會人數和通話時間不受限制 • 使用我們的高速VPN保持線上隱私 • 可設定7天到10年之間垃圾筒清理排程 • 優先客服 • 無廣告

# upgradeAccountPlan.header.title.subscriptionDetails
source: Subscription details
ar: تفاصيل الاشتراك
de: Abonnementdetails
es: Información sobre la suscripción
fr: Détails de l’abonnement
id: Detail langganan
ja: サブスクリプションの詳細
ko: 구독 세부정보
pt: Informações da assinatura
ru: Подробная информация о подписке
th: รายละเอียดการสมัครใช้งาน
tr: Abonelik detayları
vi: Chi tiết gói đăng ký
zh_hans: 订阅详情
zh_hant: 訂閱詳情

# upgradeAccountPlan.message.text.subscriptionDetails
source: Subscriptions are renewed automatically for successive subscription periods of the same duration and at the same price as the initial period chosen. You can switch off the automatic renewal of your MEGA Pro subscription no later than 24 hours before your next subscription payment is due via your Apple account settings page.
ar: يتم تجديد الاشتراكات تلقائيًا لفترات اشتراك متتالية بنفس المدة وبنفس سعر الفترة الأولية المختارة. يمكنك إيقاف التجديد التلقائي لاشتراك ميغا برو MEGA Pro الخاص بك قبل 24 ساعة من استحقاق دفع الاشتراك التالي عبر أي تيونز iTunes الخاص بك في صفحة إعدادات الحساب.
de: Abonnements werden automatisch für den ursprünglich gewählten Abonnementzeitraum und zum gleichen Preis verlängert. Sie können die automatische Verlängerung Ihres MEGA-Pro-Abonnements bis spätestens 24 Stunden vor Fälligkeit Ihrer nächsten Abonnementzahlung in Ihren iTunes-Accounteinstellungen deaktivieren.
es: La suscripción se renueva automáticamente con la misma duración y precio elegidos inicialmente. Puedes desactivar la renovación automática de la suscripción a MEGA Pro en la página de ajustes de iTunes hasta 24 horas antes de la renovación programada.
fr: Les abonnements sont renouvelés automatiquement pour des périodes d’abonnement successives de même durée et au même prix que la période initiale choisie. Vous pouvez désactiver le renouvellement automatique de votre abonnement MEGA Pro au plus tard 24 heures avant la date de paiement de votre prochain abonnement dans la page de configuration de votre compte iTunes.
id: Langganan diperbarui secara otomatis untuk periode langganan berturut-turut dengan durasi yang sama dan dengan harga yang sama dengan periode awal yang dipilih. Anda dapat mematikan perpanjangan otomatis langganan MEGA Pro anda selambat-lambatnya 24 jam sebelum pembayaran langganan berikutnya jatuh tempo melalui halaman pengaturan akun iTunes anda.
ja: サブスクリプションは、最初に選択した期間と同じ期間および同じ価格で、連続するサブスクリプション期間に対して自動的に更新されます。 次のサブスクリプションのお支払い期日の24時間前までに、MEGA Proサブスクリプションの自動更新をオフに切り替えることができます。これは、iTunesアカウントの設定ページから実行できます。
ko: 구독은 처음 선택한 기간과 같은 기간 그리고 같은 가격으로 연속적으로 자동 갱신 됩니다. MEGA Pro 구독 자동 갱신을 iTunes 계정 설정 페이지를 통해 다음 구독의 결제 24시간 전에 취소할 수 있습니다.
pt: As assinaturas serão renovadas automaticamente por períodos sucessivos com a mesma duração e pelo mesmo preço do período inicial. Você pode desativar a renovação automática da sua assinatura Pro do MEGA até 24 horas antes do vencimento do próximo pagamento por meio das configurações da conta do iTunes.
ru: Подписки продлеваются автоматически на последующие периоды той же продолжительности и по той же цене, что и первоначально выбранный период. Вы можете отключить автоматическое продление подписки MEGA Pro не позднее чем за 24 часа до следующего платежа за подписку на странице настроек аккаунта iTunes.
th: การสมัครใช้งานจะเป็นการต่ออายุตามระยะเวลาที่สมัครไว้แบบต่อเนื่องโดยอัตโนมัติ คุณสามารถปิดการต่ออายุ MEGA Pro ใหม่อัตโนมัติภายใน 24 ชั่วโมงก่อนจะครบรอบการสมัครใช้งานปัจจุบัน ได้ที่หน้าการตั้งค่าบัญชี iTunes ของคุณ
tr: Abonelikler, seçilen ilk dönemle aynı süredeki ardışık abonelik dönemleri için otomatik olarak yenilenir. MEGA Pro aboneliğinizin otomatik yenilenmesini, bir sonraki abonelik ödemenizin tamamlanmasından en geç 24 saat önce Apple hesap ayarları sayfanızdan kapatabilirsiniz.
vi: Các gói đăng ký được tự động gia hạn cho khoảng thời gian đăng ký kế tiếp có cùng thời lượng và ở cùng mức giá như khoảng thời gian ban đầu đã chọn. Bạn có thể tắt tự động gia hạn gói đăng ký MEGA Pro của mình không được ít hơn 24 giờ trước khi đến kỳ hạn thanh toán cho gói đăng ký tiếp theo trong trang cài đặt tài khoản iTunes của bạn.
zh_hans: 订阅将自动续订，续订周期与初始选择的周期相同，并且以相同的价格进行续订。 您可以在下一次订阅付款到期前24小时以内，在您的iTunes账户设置页面关闭MEGA Pro订阅的自动续订功能。
zh_hant: 訂閱會自動續訂，續期時間和價格都與第一次訂閱的相同。 您可以在下一次訂閱付款生效的24小時之前，在您的iTunes帳戶設定頁面關閉MEGA Pro的自動續訂。

# upgradeAccountPlan.plan.tag.currentPlan
source: Current plan
ar: الباقة الحالية
de: Aktuelles Paket
es: Plan actual
fr: Abonnement actuel
id: Rencana saat ini
ja: 現在のプラン
ko: 현재 요금제
pt: Plano atual
ru: Текущий план
th: แผนปัจจุบัน
tr: Mevcut plan
vi: Gói hiện tại
zh_hans: 当前方案
zh_hant: 目前方案

# upgradeAccountPlan.plan.tag.recommended
source: Recommended
ar: موصي به
de: Empfohlen
es: Recomendado
fr: Recommandé
id: Disarankan
ja: 推奨
ko: 권고됨
pt: Recomendado
ru: Рекомендуемый
th: แนะนำ
tr: Önerilen
vi: Khuyên dùng
zh_hans: 推荐
zh_hant: 推薦的

# upgradeAccountPlan.plan.details.pricing.localCurrencyPerMonth
source: %@/month
ar: %@/شهر
de: %@/Monat
es: %@/mes
fr: %@/mois
id: %@ per bulan
ja: %@/月
ko: %@/월
pt: %@/mês
ru: %@/месяц
th: %@/เดือน
tr: %@/ay
vi: %@/tháng
zh_hans: %@/月
zh_hant: %@/月

# upgradeAccountPlan.plan.details.pricing.localCurrencyPerYear
source: %@/year
ar: %@/سنة
de: %@/Jahr
es: %@/año
fr: %@/an
id: %@ per tahun
ja: %@/年
ko: %@/년
pt: %@/ano
ru: %@/год
th: %@/ปี
tr: %@/yıl
vi: %@/năm
zh_hans: %@/年
zh_hant: %@/年

# upgradeAccountPlan.plan.details.storage
source: Storage: %@
ar: مساحة التخزين: %@
de: Speicher: %@
es: Almacenamiento: %@
fr: Espace de stockage : %@
id: Penyimpanan: %@
ja: ストレージ：%@
ko: 저장소: %@
pt: Armazenamento: %@
ru: Хранилище: %@
th: ที่เก็บข้อมูล: %@
tr: Depolama: %@
vi: Không gian: %@
zh_hans: 存储：%@
zh_hant: 儲存：%@

# upgradeAccountPlan.plan.details.transfer
source: Transfer: %@
ar: تراسل المعطيات: %@
es: Transferencia: %@
fr: Transferts : %@
id: Pemindahan: %@
ja: 転送：%@
ko: 전송: %@
pt: Transferência: %@
ru: Передачи: %@
th: ถ่ายโอนข้อมูล: %@
vi: Truyền tải: %@
zh_hans: 传输：%@
zh_hant: 傳輸：%@

# upgradeAccountPlan.footer.message.pricingPage
source: You can upgrade your current subscription on our [A]pricing page[/A].
ar: يمكنك ترقية اشتراكك الحالي على [A]صفحة التسعير[/A] الخاصة بنا.
de: Sie können Ihr aktuelles Abonnement auf unserer [A]Preisseite[/A] upgraden.
es: Puedes ampliar tu suscripción actual en nuestra [A]página de precios[/A].
fr: Vous pouvez surclasser votre abonnement actuel sur notre [A]page des prix[/A].
id: Anda dapat memutakhirkan langganan anda saat ini di [A]halaman harga[/A] kami.
ja: 現在のお持ちのサブスクリプションは、当社の[A]料金ページ[/A]でアップグレードできます。
ko: [A]가격 페이지[/A]에서 현재 구독을 업그레이드할 수 있습니다.
pt: Você pode fazer o upgrade da sua assinatura na nossa [A]página de preços[/A].
ru: Улучшить текущую подписку можно на [A]странице цен[/A]./
th: คุณสามารถอัปเกรดการสมัครใช้งานของคุณได้ที่[A]หน้าราคาค่าบริการ[/A]
tr: Mevcut aboneliğinizi şu adresten yükseltebilirsiniz [A]fiyatlandırma sayfası[/A].
vi: Bạn có thể nâng cấp gói đăng ký hiện tại của mình trong [A]trang bảng giá[/A] của chúng tôi.
zh_hans: 您可以在我们的[A]定价页面[/A]升级您当前的订阅方案。
zh_hant: 您可以在我們的[A]定價頁面[/A]升級您目前的訂閱方案。

# upgradeAccountPlan.selection.message.alreadyHaveRecurringSubscriptionOfPlan
source: You already have a recurring subscription for this plan
ar: لديك بالفعل اشتراك متكرر لهذه الباقة
de: Sie haben dieses Paket bereits abonniert
es: Ya tienes una suscripción activa con este plan
fr: Vous avez déjà souscrit cet abonnement périodique
id: Anda sudah memiliki langganan berulang untuk paket ini
ja: このプランの定期的なサブスクリプションをすでにお持ちです
ko: 이미 이 요금제에 대한 반복 구독이 있습니다
pt: Você já tem uma assinatura deste plano
ru: У вас уже есть подписка с автопродлением на этот план
th: คุณมีการสมัครใช้งานแผนนี้แบบเป็นประจำอยู่แล้ว
tr: Bu plan için zaten yinelenen bir aboneliğiniz var
vi: Bạn hiện đang có một đăng ký định kỳ cho gói này
zh_hans: 您已经拥有此方案的定期订阅
zh_hant: 您已經有此方案的定期訂閱

# meetings.scheduled.contextMenu.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# meetings.scheduled.cancelAlert.title
source: Cancel %@?
ar: إلغاء %@؟
de: %@ absagen?
es: ¿Cancelar %@?
fr: Annuler %@ ?
id: Batalkan %@?
ja: %@をキャンセルしますか？
ko: %@을/를 취소할까요?
pt: Cancelar a %@?
ru: Отменить «‎%@»?
th: ยกเลิก %@ หรือไม่
tr: İptal %@?
vi: Hủy %@?
zh_hans: 是否取消%@？
zh_hant: 是否取消%@？

# meetings.scheduled.cancelAlert.description.withMessages
source: This meeting will be placed under Past meetings and all participants will be notified.
ar: سيتم وضع هذا الاجتماع تحت الاجتماعات السابقة وسيتم إعلام جميع المشاركين.
de: Alle Teilnehmer werden benachrichtigt und das Meeting wird zu den vergangenen Meetings abgelegt.
es: Esta reunión se moverá a Reuniones anteriores y todos los participantes serán notificados.
fr: Cette réunion sera déplacée dans Réunions antérieures, ce qui sera signalé à tous les participants.
id: Rapat ini akan ditempatkan di bawah rapat Sebelumnya dan semua peserta akan diberi tahu.
ja: このミーティングは過去のミーティングの下に配置され、すべての参加者に通知されます。
ko: 이 회의는 지난 회의에 위치할 것이며 모든 참여자에게 알려질 것입니다.
pt: Esta reunião será movida a Reuniões anteriores e todos os participantes serão notificados.
ru: Встреча будет помещена в раздел «Прошлые встречи», и все участники будут уведомлены об этом.
th: การประชุมนี้จะถูกเก็บไว้ในประวัติการประชุมและผู้เข้าร่วมทุกคนจะได้รับการแจ้งเตือน
tr: Bu toplantı Geçmiş toplantılar altına yerleştirilecek ve tüm katılımcılar bilgilendirilecektir..
vi: Cuộc họp này sẽ được liệt vào danh sách Các cuộc họp trước đây và tất cả các thành viên sẽ nhận được thông báo.
zh_hans: 此次会议将被放在过去的会议中，并通知所有参与者。
zh_hant: 此會議將歸入過去的會議，所有與會者都將收到通知。

# meetings.scheduled.cancelAlert.description.withoutMessages
source: This meeting will be archived and all participants will be notified.
ar: سيتم أرشفة هذا الاجتماع وسيتم إعلام جميع المشاركين.
de: Alle Teilnehmer werden benachrichtigt und das Meeting wird archiviert.
es: Esta reunión será archivada y todos los participantes serán notificados.
fr: Cette réunion sera archivée, ce qui sera signalé à tous les participants.
id: Rapat ini akan diarsipkan dan semua peserta akan diberi tahu.
ja: このミーティングはアーカイブされ、すべての参加者に通知されます。
ko: 이 회의는 보관될 것이며 모든 참여자에게 알려질 것입니다.
pt: Esta reunião será arquivada e todos os participantes serão notificados.
ru: Встреча будет архивирована, а все участники будут уведомлены.
th: การประชุมนี้จะถูกเก็บถาวรและผู้เข้าร่วมทุกคนจะได้รับการแจ้งเตือน
tr: Bu toplantı arşivlenecek ve tüm katılımcılar bilgilendirilecektir.
vi: Cuộc họp này sẽ được liệt vào bảo lưu và tất cả các thành viên sẽ nhận được thông báo.
zh_hans: 此次会议将被归档，并通知所有参与者。
zh_hant: 此會議將被封存，所有與會者都將收到通知。

# meetings.scheduled.cancelAlert.option.confirm.withoutMessages
source: Cancel and archive
ar: إلغاء وأرشفة
de: Absagen und archivieren
es: Cancelar y archivar
fr: Annuler et archiver
id: Batalkan dan arsipkan
ja: キャンセルしてアーカイブ
ko: 취소하고 보관
pt: Cancelar e arquivar
ru: Отменить и архивировать
th: ยกเลิกและจัดเก็บ
tr: İptal et ve arşivle
vi: Hủy bỏ và bảo lưu
zh_hans: 取消并归档
zh_hant: 取消並封存

# meetings.scheduled.cancelAlert.option.confirm.withMessages
source: Cancel meeting
ar: إلغاء الاجتماع
de: Meeting absagen
es: Cancelar reunión
fr: Annuler la réunion
id: Batalkan rapat
ja: ミーティングをキャンセル
ko: 회의 취소
pt: Cancelar reunião
ru: Отменить встречу
th: ยกเลิกการประชุม
tr: Toplantıyı iptal et
vi: Hủy bỏ cuộc họp
zh_hans: 取消会议
zh_hant: 取消會議

# meetings.scheduled.cancelAlert.option.dontCancel
source: Don’t cancel
ar: لا تلغي
de: Nicht absagen
es: No cancelar
fr: Ne pas annuler
id: Jangan batalkan
ja: キャンセルしない
ko: 취소하지 마세요
pt: Não cancelar
ru: Не отменять
th: ไม่ต้องยกเลิก
tr: Vazgeçtim
vi: Đừng hủy
zh_hans: 不取消
zh_hant: 不要取消

# meetings.scheduled.cancelAlert.success.withoutMessages
source: Meeting cancelled and archived
ar: تم إلغاء الاجتماع وأرشفته
de: Meeting abgesagt und archiviert
es: Reunión cancelada y archivada
fr: La réunion a été annulée et archivée
id: Rapat dibatalkan dan diarsipkan
ja: ミーティングがキャンセルされ、アーカイブされました
ko: 회의가 취소되고 보관되었습니다
pt: Reunião cancelada e arquivada
ru: Встреча отменена и архивирована
th: ยกเลิกการประชุมและจัดเก็บแล้ว
tr: Toplantı iptal edildi ve arşivlendi
vi: Đã hủy và bảo lưu cuộc họp
zh_hans: 会议已取消并归档
zh_hant: 會議已取消並封存

# meetings.scheduled.cancelAlert.success.withMessages
source: Meeting cancelled
ar: تم إلغاء الاجتماع
de: Meeting abgesagt
es: Reunión cancelada
fr: La réunion a été annulée
id: Rapat dibatalkan
ja: ミーティングがキャンセルされました
ko: 회의가 취소되었습니다
pt: Reunião cancelada
ru: Встреча отменена
th: ยกเลิกการประชุมแล้ว
tr: Toplantı iptal edildi
vi: Cuộc họp đã hủy
zh_hans: 会议已取消
zh_hant: 會議已取消
