Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

source: Change setting
ar: تغيير الإعدادات
de: Einstellung ändern
es: Cambiar ajustes
fr: Changer le paramètre
id: Ubah Aturan
ja: 設定の変更
ko: 설정 변경
pt: Alterar as configurações
ru: Изменить
th: เปลี่ยนการตั้งค่า
tr: Ayarı değiştir
vi: Thay đổi thiết đặt
zh_hans: 更改设置
zh_hant: 更改設定

# offline.logOut.warning.message
source: Logging out deletes your offline content.
ar: تسجيل الخروج يحذف المحتوى الخاص بك في قسم بدون الاتصال.
de: Beim Ausloggen werden Ihre Offline-Inhalte gelöscht.
es: Si cierras sesión, el contenido sin conexión será eliminado.
fr: Se déconnecter supprime le contenu hors ligne.
id: Keluar akan menghapus konten offline anda.
ja: ログアウトすると、オフラインのコンテンツが削除されます。
ko: 로그아웃 하면 오프라인 항목이 삭제됩니다.
pt: Ao fazer logout, os seus arquivos offline serão deletados.
ru: Выход из системы удалит локальный контент.
th: การออกจากระบบจะเป็นการลบเนื้อหาออฟไลน์ของคุณออก
tr: Oturumu kapatmak çevrimdışı içeriğinizi siler.
vi: Đăng xuất tài khoản sẽ xóa các mục đã được lưu về ngoại tuyến.
zh_hans: 登出帐户后，您保存在离线的内容将被删除。
zh_hant: 登出會刪除您可離線使用的內容。

# transfer.cell.shareOwnerStorageQuota.infoLabel
source: Share owner is over storage quota.
ar: صاحب المشاركة تجاوز مساحة التخزين المتاحة له.
de: Der Eigentümer der Ordnerfreigabe hat sein Speicherplatzlimit überschritten.
es: El propietario de la carpeta compartida ha superado la cuota de almacenamiento disponible.
fr: Le propriétaire du partage a dépassé son quota d’espace de stockage.
id: Pemilik berbagi melebihi kuota penyimpanan.
ja: 共有所有者はストレージ容量を超えています。
ko: 공유 소유자의 저장소 할당량 초과.
pt: O proprietário da pasta compartilhada excedeu a cota de armazenamento disponível.
ru: Владелец общего ресурса превысил лимит хранения данных.
th: เจ้าของการแชร์ได้ใช้พื้นที่เก็บข้อมูลเกินโควต้า
tr: Paylaşım sahibi depolama kotasını aştı.
vi: Chủ sở hữu đã dùng hết lượng băng thông.
zh_hans: 共享所有者已超出其存储空间。
zh_hant: 共享擁有者超出其空間配額。

# dialog.shareOwnerStorageQuota.message
source: The file cannot be sent as the target user is over their storage quota.
ar: لا يمكن إرسال الملف لأن المستخدم المستهدف قد تجاوز حصة التخزين المتاحة له.
de: Die Datei kann nicht versandt werden, da der Empfänger sein Speicherplatzlimit überschritten hat.
es: El archivo no se puede enviar porque el destinatario ha superado su límite de almacenamiento.
fr: Le fichier ne peut pas être envoyé, car l’utilisateur cible a dépassé son quota d’espace de stockage.
id: File tidak dapat dikirim karena pengguna target melebihi kuota penyimpanan mereka.
ja: ターゲットユーザーはストレージ容量を超えているため、ファイルを送信できません。
ko: 대상 이용자의 저장소 할당량이 초과되어 파일을 전송할 수 없습니다.
pt: Não foi possível enviar o arquivo porque destinatário ultrapassou o seu limite de armazenamento.
ru: Файл не может быть отправлен, поскольку получатель превысил лимит хранения данных.
th: ไม่สามารถส่งไฟล์ได้เนื่องจากผู้ใช้ปลายทางใช้โควต้าพื้นที่เก็บข้อมูลเกินกว่าที่กำหนดแล้ว
tr: Hedef kullanıcı depolama kotasını aştığı için dosya gönderilemez.
vi: Tệp tin không thể gửi tới người đã chọn vì họ đã dùng hết lượng băng thông lưu trữ của mình.
zh_hans: 由于目标用户帐户已超出其存储空间，无法发送此文件。
zh_hant: 檔案無法傳送，因為接收者已超出其空間配額。

# general.textEditor.hud.uneditableLargeFile
source: File is too large and cannot be edited.
ar: الملف كبير جدًا ولا يمكن تعديله.
de: Die Datei ist zu groß und kann nicht bearbeitet werden.
es: El archivo es demasiado grande y no se puede editar.
fr: Le fichier est trop gros et ne peut pas être modifié.
id: File terlalu besar dan tidak dapat diubah.
ja: ファイルが大きすぎて編集できません。
ko: 파일이 너무 커서 편집할 수 없습니다.
pt: O arquivo é muito grande e não pode ser editado.
ru: Файл слишком большой, и его нельзя редактировать.
th: ไฟล์มีขนาดใหญ่เกินไป ไม่สามารถแก้ไขได้
tr: Dosya çok büyük ve düzenlenemiyor.
vi: Tệp tin có kích thước quá lớn và không thể chỉnh sửa được.
zh_hans: 文件太大，无法编辑。
zh_hant: 檔案太大無法編輯。

# general.textEditor.hud.unknownEncode
source: File could not be edited due to unknown content encoding.
ar: تعذر تحرير الملف لأن ترميز محتوى غير معروف.
de: Die Datei konnte aufgrund einer unbekannten Inhaltscodierung nicht bearbeitet werden.
es: El archivo no se ha podido editar debido a una codificación de contenido desconocida.
fr: Le fichier n’a pas pu être modifié en raison d’un encodage de contenu inconnu.
id: File tidak dapat diedit karena pengkodean konten yang tidak diketahui.
ja: コンテンツのエンコーディングが不明なため、ファイルを編集できませんでした。
ko: 항목의 인코딩을 알 수 없어서 파일을 편집할 수 없습니다.
pt: Não foi possível editar o arquivo devido à uma codificação de conteúdo desconhecida.
ru: Файл не может быть отредактирован из-за неизвестной кодировки содержимого.
th: ไม่สามารถแก้ไขไฟล์ได้ เนื่องจากมีการเข้ารหัสเนื้อหาที่ไม่รู้จัก
tr: Bilinmeyen içerik kodlaması nedeniyle dosya düzenlenemedi.
vi: Tệp tin không thể chỉnh sửa được do lỗi không xác định được từ việc mã hóa.
zh_hans: 由于未知的内容编码，文件无法编辑。
zh_hant: 由於未知的內容編碼，無法編輯檔案。

# cloudDrive.nodeInfo.owner
source: %@ (owner)
ar: %@ (المالك)
de: %@ (Eigentümer)
es: %@ (Propietario)
fr: %@ (propriétaire)
id: %@ (Pemilik)
ja: %@さん（所有者）
ko: %@(소유자)
pt: %@ (Proprietário)
ru: %@ (владелец)
th: %@ (เจ้าของ)
tr: %@ (sahibi)
vi: %@ (Chủ sở hữu)
zh_hans: %@（创建者）
zh_hant: %@（擁有者）

# general.security.recoveryKeyFile
source: MEGA-RECOVERYKEY
ar: ميغا MEGA-مفتاح الإستعادة
de: MEGA-RETTUNGSSCHLUESSEL
es: MEGA-CLAVEDERECUPERACION
fr: MEGA-CLÉdeRÉCUPÉRATION
id: MEGA-KUNCIPEMULIHAN
ja: MEGA-回復キー
ko: MEGA-복구키
pt: MEGA-CHAVEDERECUPERACAO
ru: MEGA-КЛЮЧ-ВОССТАНОВЛЕНИЯ
th: MEGA-คีย์การกู้คืน
tr: MEGA-KURTARMA-ANAHTARI
vi: CHIAKHOAPHUCHOI-MEGA
zh_hans: MEGA-恢复密钥
zh_hant: MEGA－還原金鑰

# account.changeEmail.currentEmail
source: Current email address
ar: عنوان البريد الإلكتروني الحالي
de: Aktuelle E-Mail-Adresse
es: Correo electrónico actual
fr: Adresse courriel actuelle
id: Alamat email saat ini
ja: 現在のメールアドレス
ko: 현재 이메일 주소
pt: Email atual
ru: Текущий адрес электронной почты
th: ที่อยู่อีเมลปัจจุบัน
tr: Geçerli e-posta adresi
vi: Địa chỉ email hiện tại
zh_hans: 当前电子邮件地址
zh_hant: 目前的電子郵件地址

# dialog.storage.odq.title
source: Please upgrade
ar: الرجاء الترقية
de: Bitte Upgrade durchführen
es: Amplía tu cuenta
fr: Veuillez surclasser votre compte
id: Harap Tingkatkan
ja: アップグレードしてください
ko: 업그레이드 하세요
pt: Faça o upgrade
ru: Пожалуйста, улучшите аккаунт
th: กรุณาอัปเกรด
tr: Lütfen yükseltin
vi: Xin nâng cấp
zh_hans: 请升级帐户
zh_hant: 請升級

# dialog.storage.almostFull.detail
source: Your Cloud drive is almost full. Upgrade now to a Pro account and get up to %@ TB (%@ GB) of cloud storage space.
ar: السواقة السحابية الخاصة بك ممتلئة تقريباً. قم بالترقية الآن إلى حساب برو Pro واحصل على ما يصل إلى %@ تيرابايت (%@غيغابايت) من مساحة التخزين السحابي.
de: Ihr Cloud Drive ist fast voll. Bitte wechseln Sie jetzt zu einem Pro-Account, um bis zu %@ TB (%@ GB) Speicherplatz in der Cloud zu erhalten.
es: Tu Nube está casi llena. Amplía tu cuenta a Pro y obtén hasta %@ TB (%@ GB) de espacio de almacenamiento en la nube.
fr: Votre Disque nuagique est presque saturé. Surclassez votre compte maintenant vers un compte Pro et obtenez jusqu’à %@ To (%@ Go) d’espace de stockage nuagique.
id: Cloud Drive anda hampir penuh. Tingkatkan sekarang ke akun Pro dan dapatkan %@ TB (%@ GB) dari ruang penyimpanan cloud.
ja: クラウドドライブがほぼいっぱいです。今すぐProアカウントにアップグレードすると、最大%@ TB (%@ GB)のクラウドストレージスペースが得られます。
ko: 클라우드 드라이브가 거의 찼습니다. Pro 계정으로 지금 업그레이드 하고 최대 %@TB(%@GB)의 클라우드 저장 공간을 받으세요.
pt: A sua Nuvem de Arquivos está quase cheia. Faça um upgrade e obtenha até %@ TB de espaço de armazenamento em nuvem.
ru: Облачный диск почти заполнен. Улучшите аккаунт и получите до %@ ТБ в облаке.
th: คลาวด์ไดรฟ์ของคุณใกล้เต็มแล้ว อัปเกรดตอนนี้และรับพื้นที่จัดเก็บข้อมูลระบบคลาวด์ได้ถึง %@ TB
tr: Bulut sürücünüz neredeyse dolu. Şimdi yükseltin ve şuraya geçin %@ TB bulut depolama alanı.
vi: Ổ Mây sắp hết chỗ trống. Nâng cấp ngay lện hạng Pro để nhận thêm tới %@ TB (%@ GB) cho không gian lưu trữ.
zh_hans: Your Cloud drive is almost full. Upgrade now and get up to %@ TB of cloud storage space.
zh_hant: 您的雲端硬碟幾乎快滿了。立即升級至Pro帳戶並獲得高達%@ TB（%@ GB）的雲端儲存空間。

# dialog.storage.odq.detail
source: Your Cloud storage is full. Please upgrade to a MEGA Pro plan to increase your storage space and enjoy additional benefits. If you remain over your storage limit and do not upgrade or delete some data your account may get locked. Please see the emails we sent you for more information.
ar: سحابة التخزين الخاصة بك ممتلئة. يرجى الترقية إلى باقة ميغا برو MEGA Pro لزيادة مساحة التخزين لديك والتمتع بمزايا إضافية. إذا بقيت فوق حد التخزين الخاص بك ولم تقم بترقية أو حذف بعض البيانات، فقد يتم قفل حسابك. يرجى الاطلاع على رسائل البريد الإلكتروني التي أرسلناها لك للحصول على مزيد من المعلومات.
de: Ihr Cloudspeicher ist voll. Bitte wechseln Sie jetzt zu einem MEGA-Pro-Account, um mehr Speicherplatz und weitere Vorteile zu erhalten. Wenn Sie weiterhin Ihr Speicherlimit überschreiten, ohne ein Upgrade durchzuführen oder einige Daten in Ihrem Account zu löschen, wird Ihr Konto möglicherweise gesperrt. Weitere Informationen finden Sie in den E-Mails, die wir Ihnen gesendet haben.
es: Tu Nube está llena. Amplía a un plan Pro para aumentar tu espacio de almacenamiento y disfrutar de otros beneficios adicionales. Si excedes tu límite de almacenamiento y no eliminas algunos datos o no amplías, tu cuenta será bloqueada. Consulta los correos electrónicos que te enviamos para obtener más información.
fr: Votre espace de stockage nuagique est saturé. Veuillez passer à un abonnement MEGA Pro afin d’augmenter votre espace de stockage et de profiter d’avantages supplémentaires. Si vous restez par-delà votre limite de stockage et ne surclassez pas votre compte ni ne supprimez de données, votre compte pourrait être verrouillé. Pour plus de précisions, veuillez vous référer aux courriels que nous vous avons envoyés.
id: Penyimpanan Cloud anda penuh. Harap tingkatkan ke paket MEGA Pro untuk menambah ruang penyimpanan anda dan nikmati manfaat tambahan. Jika anda tetap melebihi batas penyimpanan dan tidak meningkatkan atau menghapus beberapa data, akun anda mungkin terkunci. Silakan lihat email yang kami kirimkan kepada anda untuk informasi lebih lanjut.
ja: クラウドストレージがいっぱいです。MEGA Proプランにアップグレードしてストレージスペースを増やし、さらなる特典をお楽しみください。ストレージの上限を超えたまま、アップグレードやデータの一部削除を行われない場合、アカウントがロックされる場合がございます。詳しくは、お送りしたメールをご覧ください。
ko: 클라우드 저장소가 가득 찼습니다. MEGA Pro 요금제로 업그레이드 하고 저장 공간을 늘리고 추가적인 혜택을 누리세요. 만약 업그레이드를 하지 않거나 일부 데이터를 삭제하지 않으면 당신의 계정이 잠길 수 있습니다. 자세한 정보는 당신께 보내드린 이메일을 참고하세요.
pt: A sua Nuvem de arquivos está cheia. Faça o upgrade a um plano Pro para aumentar o seu espaço de armazenamento e obter vantagens adicionais. Se você continuar excedendo o limite de armazenamento e não fizer upgrade ou deletar alguns dados, a sua conta pode ser bloqueada. Consulte os emails que enviamos para obter mais informações.
ru: Ваше облачное хранилище заполнено. Перейдите на подписку MEGA Pro, чтобы увеличить объём и воспользоваться дополнительными преимуществами. Если вы превысите лимит хранилища и не улучшите аккаунт, или не удалите некоторые данные, ваш аккаунт может быть заблокирован. Пожалуйста, просмотрите электронные письма, которые мы вам отправили, для получения дополнительной информации.
th: ที่เก็บข้อมูลบนคลาวด์ของคุณเต็มแล้ว กรุณาอัปเกรดเป็นแผน MEGA Pro เพื่อเพิ่มพื้นที่และรับสิทธิประโยชน์เพิ่มเติมอีกมากมาย หากคุณใช้พื้นที่เกินขีดจำกัดและไม่อัปเกรดหรือลบข้อมูลบางอย่างออก บัญชีของคุณอาจถูกล็อก กรุณาดูอีเมลที่เราส่งข้อมูลเพิ่มเติมถึงคุณ
tr: Bulut depolama alanınız dolu. Depolama alanınızı artırmak ve ek avantajlardan yararlanmak için lütfen bir MEGA Pro planına yükseltin. Depolama sınırınızı aşarsanız ve bazı verileri yükseltmezseniz veya silmezseniz hesabınız kilitlenebilir. Daha fazla bilgi için lütfen size gönderdiğimiz e-postalara bakın.
vi: Không gian lưu trữ của Ổ Mây đã bị đầy. Xin nâng cấp lên một hạng Pro để mở rộng lưu trữ và tận hưởng thêm nhiều tính năng cao cấp. Tài khoản sẽ bị khóa sau một khoảng thời vượt quá không gian lưu trữ và không nâng cấp quá lâu. Xin kiểm tra hộp thư email và xem thư chúng tôi đã gửi để biết thêm chi tiết.
zh_hans: 您的云盘空间已满。请升级至MEGA Pro会员增加您的存储空间并享受其他会员服务。如果您没有升级帐户或删除多余数据且仍然超出存储空间上限，您的帐户可能会被锁定。请查看我们发送给您的电子邮件以了解更多信息。
zh_hant: 您的雲端空間已滿。請升級至MEGA Pro方案以增加您的儲存空間並享有額外的好處。如果您仍然超出您的空間限制而且沒有升級至Pro方案或刪除一些資料，您的帳戶可能會被封鎖。請查看我們發送給您的電子郵件瞭解更多訊息。

# dialog.storage.paywall.notFinal.title
source: Account locked
ar: حساب مقفل
de: Account gesperrt
es: Cuenta bloqueada
fr: Le compte est verrouillé
id: Akun Terkunci
ja: アカウントがロックされています
ko: 계정 잠김
pt: Conta bloqueada
ru: Аккаунт заблокирован
th: บัญชีถูกล็อกแล้ว
tr: Hesap kilitli
vi: Tài khoản bị khóa
zh_hans: 帐户已锁定
zh_hant: 帳戶封鎖

# dialog.storage.paywall.final.title
source: Your data is at risk!
ar: بياناتك في خطر!
de: Datenverlust droht!
es: ¡Tus datos están en riesgo!
fr: Vos données sont en danger !
id: Data Anda Berisiko!
ja: あなたのデータは危険にさらされています！
ko: 당신의 데이터가 위험합니다!
pt: Os seus dados estão em perigo!
ru: Ваши данные в опасности!
th: ข้อมูลของคุณอยู่ในความเสี่ยง!
tr: Verileriniz risk altında!
vi: Dữ liệu của bạn có nguy cơ bị xóa!
zh_hans: 您的数据存在风险！
zh_hant: 您的資料正面臨風險！

# dialog.storage.paywall.notFinal.detail
source: <paragraph>Unfortunately, you have not taken action in the <b>%@</b> since our emails were sent to <b>%@</b>, on <b>%@</b>. You are still using <b>%@</b> storage, which is over your free limit. Please see the emails we have sent you for more information on what you need to do.</paragraph>
ar: <paragraph>للأسف، لم تتخذ أي إجراء خلال<b>%@</b> منذ أن قمنا بإرسال رسائل البريد الإلكتروني الخاصة بنا إلى <b>%@</b> بتاريخ<b>%@</b>. أنت لا تزال تستخدم <b>%@</b>من مساحة التخزين، والتي تتجاوز الحد المجاني الخاص بك. يرجى الاطلاع على رسائل البريد الإلكتروني التي أرسلناها لك للحصول على مزيد من المعلومات حول ما عليك القيام به.</paragraph>
de: <paragraph>Es ist <b>%@</b> her, dass wir Sie am <b>%@</b> unter <b>%@</b> angeschrieben haben. Leider haben Sie in dieser Zeit keine Maßnahmen ergriffen. Sie belegen immer noch <b>%@</b> Speicherplatz, und dies liegt über Ihrem kostenlosen Limit. Weitere Informationen zu Ihren Möglichkeiten finden Sie in den E-Mails, die wir Ihnen gesendet haben.</paragraph>
es: <paragraph>Lamentablemente no has realizado ninguna acción en los últimos <b>%@</b> desde que te avisamos por correo electrónico a la dirección <b>%@</b>, el <b>%@</b>. Todavía estás usando <b>%@</b> de almacenamiento, y estás por encima de tu límite gratuito. Consulta los correos electrónicos que te enviamos para obtener más información sobre lo que debes hacer.</paragraph>
fr: <paragraph>Malheureusement, vous n’avez pas pris de mesure pendant les <b>%@</b> depuis l’envoi de nos courriels à <b>%@</b>, le <b>%@</b>. Vous utilisez encore <b>%@</b> d’espace de stockage, ce qui dépasse votre limite gratuite. Pour plus de précisions sur ce que vous devez faire, veuillez vous référer aux courriels que nous vous avons envoyés.</paragraph>
id: <paragraph>Sayangnya anda belum mengambil tindakan di <b>%@</b> sejak email kami dikirim ke <b>%@</b>, pada <b>%@</b>. Anda masih menggunakan <b>%@</b> penyimpanan, yang melebihi batas gratis anda. Silakan lihat email yang kami kirimkan kepada anda untuk informasi lebih lanjut tentang apa yang perlu anda lakukan.</paragraph>
ja: <paragraph>残念ながら、お知らせしてから<b>%@</b>間アクションを起こされておりません。当社は<b>%@</b>様に<b>%@</b>にメールを送信いたしました。あなたはまだ<b>%@</b>のストレージを使用しており、無料の制限を超えています。何をするべきかについての詳細情報は、お送りしたメールをご覧ください。</paragraph>
ko: <paragraph>안타깝게도 우리가 <b>%@</b>에 <b>%@</b>로 이메일을 발송한지 <b>%@</b>이 지나도록 행동을 취하지 않으셨습니다. 당신은 당신의 무료 한도를 초과하는 <b>%@</b>를 아직도 사용 중입니다. 무엇을 해야하는지에 대한 자세한 사항은 우리가 보내드린 이메일을 참고하세요.</paragraph>
pt: <paragraph>Infelizmente, você não solucionou a situação nos <b>%@</b> que passaram desde que enviamos emails para <b>%@</b>, em <b>%@</b>. Você continua usando <b>%@</b>, o que excede o seu limite de armazenamento gratuito. Consulte os emails que enviamos para obter mais informações. </paragraph>
ru: <paragraph>К сожалению, вы не предприняли никаких действий в течение <b>%@</b> после того, как мы отправили письма на <b>%@</b> <b>%@</b>. У вас всё ещё использовано <b>%@</b> хранилища, что превышает ваш бесплатный лимит. Для информации по дальнейшим действиям, пожалуйста, посмотрите электронные письма, которые мы отправили вам.</paragraph>
th: <paragraph>ขออภัย คุณไม่ได้ดำเนินการใด ๆ มา <b>%@</b> วันแล้ว นับตั้งแต่ที่เราส่งอีเมลไปที่ <b>%@</b> เมื่อ <b>%@</b> คุณยังคงใช้พื้นที่เก็บข้อมูลขนาด <b>%@</b> ซึ่งเกินขีดจำกัดพื้นที่ว่างของคุณ กรุณาดูอีเมลที่เราส่งข้อมูลถึงคุณเพิ่มเติมเกี่ยวกับสิ่งที่คุณต้องทำ</paragraph>
tr: <paragraph>Ne yazık ki, harekete geçmediniz <b>%@</b> e-postalarımız gönderildiğinden beri <b>%@</b>, üzerinde <b>%@</b>. Hala kullanıyorsun <b>%@</b> depolama alanı, serbest limitinizi aşıyor. Yapmanız gerekenler hakkında daha fazla bilgi için lütfen size gönderdiğimiz e-postalara bakın.</paragraph>
vi: <paragraph>Quý khách đã không giải quyết tình trạng tài khoản của mình trong <b>%@</b> từ khi chúng tôi gửi email thông báo tới địa chỉ <b>%@</b> của quý khách, vào ngày <b>%@</b>. Quý khách hiện vẫn đang dùng <b>%@</b> trong không gian lưu trữ, vượt quá mức hạn của tài khoản miễn phí. Xin kiểm tra hộp thư email để xem thư chúng tôi đã gửi để biết thêm chi tiết và các cách xử lý.</paragraph>
zh_hans: <paragraph>自从我们在<b>%@</b>向您的电子邮件地址<b>%@</b>发送邮件后，您似乎并没有在<b>%@</b>内采取任何行动。目前，您仍然使用<b>%@</b>存储空间，这超出了免费存储空间上限。请查看我们发送给您的电子邮件以了解更多信息。</paragraph>
zh_hant: <paragraph>自從我們在<b>%@</b>發送電子郵件到<b>%@</b>之後，您並沒有在<b>%@</b>天內採取任何行動。目前您仍然使用了<b>%@</b>儲存空間，這已超出您的免費空間限制。請查看我們寄給您的電子郵件以瞭解更多訊息。</paragraph>

# dialog.storage.paywall.final.detail
source: <paragraph>Your data will be deleted tomorrow if your account has not been upgraded.</paragraph>
ar: <paragraph>سيتم حذف بياناتك غدًا إذا لم تتم ترقية حسابك.</paragraph>
de: <paragraph>Ihre Daten werden morgen gelöscht, falls Sie bis dahin kein Upgrade Ihres Accounts durchgeführt haben.</paragraph>
es: <paragraph>Si no amplías la cuenta, tus datos serán eliminados mañana.</paragraph>
fr: <paragraph>Vos données seront supprimées demain si votre compte n’a pas été surclassé.</paragraph>
id: <paragraph>Data anda akan dihapus besok jika akun anda belum ditingkatkan.</paragraph>
ja: <paragraph>アカウントをアップグレードされていない場合、あなたのデータは明日削除されます。</paragraph>
ko: <paragraph>계정이 업그레이드 되지 않으면 내일 데이터가 삭제됩니다.</paragraph>
pt: <paragraph>Se você não fizer o upgrade da sua conta até amanhã, os seus dados serão deletados.</paragraph>
ru: <paragraph>Если не улучшить аккаунт, ваши данные будут удалены завтра.</paragraph>
th: <paragraph>ถ้าบัญชีของคุณไม่ได้รับการอัปเกรด ข้อมูลของคุณจะถูกลบในวันพรุ่งนี้</paragraph>
tr: <paragraph>Hesabınız yükseltilmemişse verileriniz yarın silinecektir.</paragraph>
vi: <paragraph>Dữ liệu của bạn sẽ bị xóa vào ngày mai nếu tài khoản của bạn không có được nâng cấp.</paragraph>
zh_hans: <paragraph>如果您的帐户尚未升级，您的数据将在明天被删除。</paragraph>
zh_hant: <paragraph>如果您的帳戶尚未升級，您的資料將在明天被刪除。</paragraph>

# dialog.storage.paywall.notFinal.warning
source: <body>Upgrade within <warn>%@</warn> to avoid your data getting deleted.</body>
ar: <body>قم بالترقية في غضون<warn>%@</warn> لتجنب حذف البيانات الخاصة بك.</body>
de: <body>Sie haben noch <warn>%@</warn>, um ein Upgrade durchzuführen und damit zu vermeiden, dass Ihre Daten gelöscht werden.</body>
es: <body>Amplía tu cuenta dentro de <warn>%@</warn> para evitar que tus datos sean eliminados.</body>
fr: <body>Surclassez votre compte d’ici <warn>%@</warn> pour éviter que vos données ne soient supprimées.</body>
id: <body>Tingkatkan dalam <warn>%@</warn> untuk menghindari data anda terhapus.</body>
ja: <body><warn>%@</warn>以内にアップグレードして、データが削除されないようにしてください</body>。
ko: <body>데이터가 삭제되는 것을 방지하려면 <warn>%@</warn> 이내에 업그레이드하세요.</body>
pt: <body>Faça upgrade nos próximos <warn>%@</warn> para evitar que os seus dados sejam deletados.</body>
ru: <body>Улучшите аккаунт в течение <warn>%@</warn>, чтобы ваши данные не были удалены.</body>
th: <body>อัปเกรดภายใน <warn>%@</warn> วันเพื่อหลีกเลี่ยงไม่ให้ข้อมูลของคุณถูกลบ</body>
tr: <body>İçinde yükselt <warn>%@</warn> Verilerinizin silinmesini önlemek için.</body>
vi: <body>Nâng cấp trong vòng <warn>%@</warn> để tránh tình trạng dữ liệu bị xóa bỏ.</body>
zh_hans: <body>在<warn>%@</warn>内升级您的帐户以避免您的数据被删除。</body>
zh_hant: <body>在<warn>%@</warn>內升級以避免您的資料被刪除。</body>

# dialog.storage.paywall.final.warning
source: <body><warn>Upgrade today if you wish to keep your data.</warn></body>
ar: <body><warn>قم بالترقية اليوم إذا كنت ترغب في الاحتفاظ ببياناتك.</warn></body>
de: <body><warn>Führen Sie noch heute ein Upgrade durch, wenn Sie Ihre Daten behalten möchten.</warn></body>
es: <body><warn>Amplía tu cuenta hoy si quieres conservar tus datos.</warn></body>
fr: <body><warn>Surclassez votre compte aujourd’hui si vous souhaitez conserver vos données.</warn></body>
id: <body><warn>Tingkatkan hari ini jika anda ingin menyimpan data anda.</warn></body>
ja: <body><warn>データの保持をご希望の場合は、本日中にアップグレードしてください。</warn></body>
ko: <body><warn>데이터를 지키고 싶다면 오늘 업그레이드 하세요.</warn></body>
pt: <body><warn>Se você quiser manter os seus dados, faça o upgrade ainda hoje.</warn></body>
ru: <body><warn>Улучшите аккаунт сегодня, если хотите сохранить свои данные.</warn></body>
th: <body><warn>อัปเกรดวันนี้หากคุณต้องการเก็บข้อมูลของคุณไว้</warn></body>
tr: <body><warn>Verilerinizi saklamak istiyorsanız bugün yükseltin.</warn></body>
vi: <body><warn>Nâng cấp tài khoản ngay hôm nay nếu muốn lưu giữ dữ liệu của mình.</warn></body>
zh_hans: <body><warn>如果您希望保留您的数据，请立即升级。</warn></body>
zh_hant: <body><warn>如果您希望保留您的資料，請立即升級。</warn></body>

# general.button.getBonus
source: Get bonus
ar: احصل على علاوة
de: Bonus erhalten
es: Consigue bono
fr: Obtenir des primes
id: Dapatkan Bonus
ja: ボーナスを獲得
ko: 보너스 얻기
pt: Ganhe bônus
ru: Бонусы
th: รับโบนัส
tr: Bonus al
vi: Nhận thêm thưởng
zh_hans: 获得奖励
zh_hant: 獲得獎勵

# dialog.backup.setup.title
source: Set up Backup
ar: شغل النسخ الاحتياطي
de: Backup einrichten
es: Configurar Backup
fr: Mettre en place la sauvegarde
id: Siapkan Cadangan
ja: バックアップを設定してください
ko: 백업 설정
pt: Configurar o backup
ru: Настройка резервного копирования
th: ตั้งค่าการสำรองข้อมูล
tr: Yedeklemeyi Ayarla
vi: Thiết lập Lưu Dự Phòng
zh_hans: 设置备份
zh_hant: 設定備份

# dialog.backup.setup.message
source: Use our desktop app to ensure your backup folder is synchronised with your MEGA Cloud.
ar: استخدم تطبيقنا للحاسوب المكتبي للتأكد من مزامنة مجلد النسخ الاحتياطي الخاص بك مع سحابة ميغا MEGA.
de: Verwenden Sie unsere Desktop-App, um sicherzustellen, dass Ihr Backup-Ordner mit Ihrer MEGA-Cloud synchronisiert wird.
es: Utiliza nuestra aplicación de escritorio para que tu carpeta de backup esté sincronizada con tu nube de MEGA.
fr: Utilisez notre appli pour ordinateur pour synchroniser votre dossier de sauvegarde avec votre Nuage MEGA.
id: Gunakan Aplikasi Desktop kami untuk memastikan folder cadangan Anda disinkronkan dengan MEGA Cloud anda.
ja: 当社のデスクトップアプリケーションを使用して、バックアップフォルダをMEGAクラウドと同期させてください。
ko: 당신의 백업 폴더가 MEGA 클라우드와 동기화되고 있다는 것을 확실히 하려면 데스크톱 앱을 사용하세요.
pt: Use o nosso aplicativo para desktop para garantir que a sua pasta de backup seja sincronizada com a sua Nuvem do MEGA.
ru: Используйте наше настольное приложение, чтобы синхронизировать папку резервных копий с вашим облаком MEGA.
th: ใช้แอปเดสก์ท็อปของเราเพื่อให้แน่ใจว่าโฟลเดอร์ที่ใช้สำรองข้อมูลของคุณซิงโครไนซ์กับ MEGA คลาวด์ของคุณ
tr: Yedekleme klasörünüzün MEGA Cloud ile senkronize edildiğinden emin olmak için masaüstü uygulamamızı kullanın.
vi: Nên dùng App MEGA cho Máy Tính để đảm bảo thư mục lưu trữ dự phòng được đồng bộ với Ổ Mây MEGA của bạn.
zh_hans: 使用我们的桌面应用程序确保您的备份文件夹与您的MEGA云盘保持同步。
zh_hant: 使用我們的桌面應用程式確保您的備份資料夾與您的MEGA雲端同步。

# dialog.backup.folder.location.warning.title
source: Move “%@”
ar: نقل “%@”
de: „%@“ verschieben
es: Mover “%@”
fr: Déplacer « %@ »
id: Pindahkan “%@”
ja: 「%@」を移動
ko: “%@” 이동
pt: Mover “%@”
ru: Перемещение папки «%@»
th: ย้าย “%@”
tr: Hareket”%@”
vi: Di chuyển “%@”
zh_hans: 移动“%@”
zh_hant: 移動「%@」
