Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# testPasswordLogoutText
source: You are about to log out, please test your password to ensure you remember it. If you lose your password, you will lose access to your MEGA data.
ar: أنت على وشك تسجيل الخروج، يرجى اختبار كلمة المرور الخاصة بك للتأكد من تذكرها. إذا فقدت كلمة المرور الخاصة بك، فستفقد الوصول إلى بيانات ميغا MEGA الخاصة بك.
de: Sie sind dabei, sich abzumelden. Bitte testen Sie Ihr Passwort, um sicherzustellen, dass Sie es sich korrekt gemerkt haben. Sollten Sie Ihr Passwort verlieren, verlieren Sie den Zugriff auf die Daten in Ihrem MEGA-Account.
es: Estás a punto de cerrar la sesión. Prueba tu contraseña para asegurarte de que la recuerdas. Si pierdes tu contraseña, perderás el acceso a tus datos en MEGA.
fr: Vous êtes sur le point de vous déconnecter. Veuillez essayer votre mot de passe pour vous assurer que vous en souvenez. Si vous perdez votre mot de passe, vous perdrez l’accès à vos données MEGA.
id: Anda akan keluar, silakan uji kata sandi anda untuk memastikan anda mengingatnya. Jika anda kehilangan kata sandi, anda akan kehilangan akses ke data MEGA Anda.
ja: ログアウトしようとしています。確実にパスワードを覚えるために、パスワードをテストしてください。パスワードを失った場合、MEGAのデータにアクセスできなくなります。
ko: 당신은 지금 로그아웃 하려고 합니다, 당신이 암호를 확실히 기억하는지 시험하세요. 만약 암호를 잊어버리면, 당신의 MEGA 데이터에 접근할 수 없습니다.
pt: Você está prestes a fazer logout. Por favor, confirme a sua senha para garantir que você se lembra dela. Se você perder a sua senha, perderá o acesso aos seus dados no MEGA.
ru: Перед выходом из системы, пожалуйста, проверьте пароль, чтобы убедиться, что вы его помните. Без пароля вы утратите доступ ко всем своим MEGA-данным.
th: คุณกำลังจะออกจากระบบ กรุณาทดสอบรหัสผ่านของคุณเพื่อให้แน่ใจว่าคุณจำได้ หากคุณทำรหัสผ่านหาย คุณจะไม่สามารถเข้าถึงข้อมูล MEGA ของคุณได้
tr: Oturumu kapatmak üzeresiniz, hatırladığınızdan emin olmak için lütfen şifrenizi test edin. Şifrenizi kaybederseniz MEGA verilerinize erişiminizi kaybedersiniz.
vi: Bạn đang chuẩn bị tiến hành đăng xuất tài khoản, xin thử kiểm tra rằng bạn có nhớ mật khẩu. Nếu quên mất, bạ sẽ mất quyền truy cập vào dữ liệu MEGA của mình.
zh_hans: 登出帐户前，请确认您是否记住了您的密码。如果您忘记密码，则无法访问您的数据。
zh_hant: 您即將登出，請測試您的密碼以確保您有記住它。如果您遺失密碼，您將無法存取您在MEGA的資料。

source: Loading…
ar: جاري التحميل…
de: Wird geladen…
es: Cargando…
fr: Chargement…
id: Memuat…
ja: アップロード中…
ko: 불러오는 중…
pt: Carregando…
ru: Загрузка…
th: กำลังโหลด…
tr: Yükleniyor…
vi: Đang tải…
zh_hans: 加载中⋯
zh_hant: 載入中⋯

source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
id: Berikut
ja: 次へ
ko: 다음
pt: Seguinte
ru: Далее
th: ต่อไป
tr: Sonraki
vi: Tiếp
zh_hans: 接下来
zh_hant: 下一步

source: Ignore
ar: تجاهل
de: Ignorieren
es: Ignorar
fr: Ignorer
id: Abaikan
ja: 無視する
ko: 무시
pt: Ignorar
ru: Игнорировать
th: ละเว้น
tr: Yoksayın
vi: Bỏ Qua
zh_hans: 忽略
zh_hant: 忽略

source: Open browser
ar: فتح متصفح الويب
de: Browser öffnen
es: Abrir navegador
fr: Ouvrir le navigateur
id: Buka browser
ja: ブラウザを開く
ko: 브라우저 열기
pt: Abrir o navegador
ru: Открыть браузер
th: เปิดเบราว์เซอร์
tr: Tarayıcıyı aç
vi: Mở trình duyệt
zh_hans: 打开浏览器
zh_hant: 開啟瀏覽器

source: Restart
ar: إعادة تشغيل
de: Neustart
es: Reiniciar
fr: Redémarrer
ja: 再起動
ko: 재시작
pt: Reiniciar
ru: Перезапуск
th: รีสตาร์ท
tr: Yeniden başlat
vi: Khởi động lại
zh_hans: 重启
zh_hant: 重新啟動

source: Resume
ar: استئناف
de: Fortsetzen
es: Reanudar
fr: Reprendre
id: Lanjutkan
ja: 再開
ko: 재개
pt: Continuar
ru: Возобновить
th: ต่อ
tr: Devamını
vi: Tiếp tục truyền
zh_hans: 恢复
zh_hant: 恢復

source: Preview content
ar: استعراض المحتوى
de: Dokumentenvorschau
es: Vista previa del contenido
fr: Aperçu du contenu
id: Lihat Konten
ja: コンテンツプレビュー
ko: 콘텐츠 미리 보기
pt: Visualização do conteúdo
ru: Предпросмотр
th: ดูตัวอย่างเนื้อหา
tr: İçeriği önizleme
vi: Xem trước nội dung
zh_hans: 预览内容
zh_hant: 預覽內容

source: Missed call
ar: مكالمة فائتة
de: Verpasster Anruf
es: Llamada perdida
fr: Un appel a été manqué
id: Panggilan tidak terjawab
ja: 不在着信
ko: 부재중 전화
pt: Chamada perdida
ru: Пропущенный звонок
th: สายที่ไม่ได้รับ
tr: Cevapsız arama
vi: Cuộc gọi nhỡ
zh_hans: 未接来电
zh_hant: 未接來電

source: Call was rejected
ar: تم رفض الاتصال
de: Anruf abgewiesen
es: La llamada ha sido rechazada
fr: L’appel a été refusé
id: Panggilan ditolak
ja: 着信が拒否されました
ko: 통화가 거절되었음
pt: Chamada recusada
ru: Звонок был отклонён
th: การโทรถูกปฏิเสธ
tr: Çağrı reddedildi
vi: Cuộc gọi bị từ chối
zh_hans: 通话被拒绝
zh_hant: 通話被拒絕

source: Call was cancelled
ar: تم الغاء الاتصال
de: Anruf storniert
es: La llamada ha sido cancelada
fr: L’appel a été annulé
id: Panggilan dibatalkan
ja: 着信が取り消されました
ko: 통화가 취소되었음
pt: Chamada cancelada
ru: Звонок был отменён
th: การโทรถูกยกเลิกแล้ว
tr: Çağrı iptal edildi
vi: Cuộc gọi đã bị hủy
zh_hans: 通话被取消
zh_hant: 通話已取消

source: Call was not answered
ar: لم يجب أحد على الاتصال
de: Anruf wurde nicht angenommen
es: La llamada no ha sido respondida
fr: L’appel n’a pas reçu de réponse
id: Panggilan tidak dijawab
ja: 着信に応答されませんでした
ko: 통화에 응답하지 않았음
pt: Chamada não atendida
ru: Звонок был пропущен
th: ไม่ได้รับสาย
tr: Çağrı cevaplanmadı
vi: Cuộc gọi không được trả lời
zh_hans: 通话未应答
zh_hant: 通話未有回應

source: Call failed
ar: فشل الاتصال
de: Anruf fehlgeschlagen
es: Llamada fallida
fr: Échec d’appel
id: Panggilan gagal
ja: 通話に失敗しました
ko: 통화 실패
pt: Falha na chamada
ru: Звонок не удался
th: ติดต่อไม่ได้
tr: Çağrı başarısız oldu
vi: Cuộc gọi thất bại
zh_hans: 通话失败
zh_hant: 通話失敗

source: Call ended.
ar: تم إنهاء المكالمة.
de: Gespräch beendet.
es: Fin de llamada.
fr: Fin de l’appel.
id: Panggilan berakhir.
ja: 通話が終了しました。
ko: 통화 종료됨.
pt: Chamada finalizada.
ru: Звонок окончен.
th: วางสายแล้ว
tr: Çağrı sona erdi.
vi: Cuộc gọi chấm dứt.
zh_hans: 呼叫结束。
zh_hant: 通話結束。

source: Group call ended
ar: فشل المكالمة الجماعية
de: Audio-/Videokonferenz beendet
es: Llamada de grupo finalizada
fr: Fin de l’appel de groupe
id: Panggilan grup berakhir
ja: グループ通話が終了しました
ko: 그룹 통화 종료됨
pt: Chamada em grupo finalizada
ru: Групповой звонок окончен
th: วางสายการโทรแบบกลุ่มแล้ว
tr: Grup görüşmesi sona erdi
vi: Cuộc gọi nhóm chấm dứt
zh_hans: 群组呼叫结束
zh_hant: 群組通話結束

source: [A]Group call ended[/A][C]. Duration: [/C]
ar: [A]انتهت المكالمة الجماعية[/A][C]. المدة: [/C]
de: [A]Konferenz beendet[/A][C]. Dauer: [/C]
es: [A]Llamada de grupo finalizada[/A][C]. Duración: [/C]
fr: [A]Fin de l’appel de groupe[/A][C]. Durée : [/C]
id: [A]Panggilan grup berakhir[/A][C]. Durasi: [/C]
ja: [A]グループ通話が終了しました[/A][C]。通話時間：[/C]
ko: [A]단체 통화 종료[/A][C]. 통화 시간: [/C]
pt: [A]Chamada em grupo finalizada[/A][C]. Duração: [/C]
ru: [A]Групповой звонок завершён[/A][C]. Длительность: [/C]
th: [A]สิ้นสุดการโทรกลุ่มแล้ว[/A][C] รวมระยะเวลา: [/C]
tr: [A]Grup görüşmesi sona erdi[/A][C]. Süre: [/C]
vi: [A]Cuộc gọi nhóm kết thúc[/A][C]. Thời lượng: [/C]
zh_hans: [A]群组通话结束[/A][C]。时长：[/C]
zh_hant: [A]群組通話結束[/A][C]。通話時間：[/C]

source: Duration: %@
ar: مدة الاتصال: %@
de: Dauer: %@
es: Duración: %@
fr: Durée : %@
id: Durasi: %@
ja: 通話時間：%@
ko: 시간: %@
pt: Duração: %@
ru: Длительность: %@
th: ระยะเวลา: %@
tr: Süre: %@
vi: Thời lượng: %@
zh_hans: 时长：%@
zh_hant: 通話時間：%@

source: File not supported
ar: الملف غير مدعوم
de: Dateiformat wird nicht unterstützt
es: Archivo no soportado
fr: Le fichier n’est pas pris en charge
id: File tidak didukung
ja: ファイルがサポートされていません
ko: 지원하지 않는 파일
pt: Arquivo não suportado
ru: Файл не поддерживается
th: ไฟล์ไม่ได้รับการสนับสนุน
tr: Dosya desteklenmiyor
vi: Dạng tệp tin không được hỗ trợ
zh_hans: 不支持文件
zh_hant: 不支援的檔案

# message_fileNotSupported
source: You can save it for Offline and open it in a compatible app.
ar: يمكنك حفظه في وضع عدم الاتصال وفتحه في تطبيق متوافق.
de: Sie können die Datei für Offlinezugriff speichern und dann in einer kompatiblen App öffnen.
es: Puedes guardarlo en Sin conexión y abrirlo con una aplicación compatible.
fr: Vous pouvez l’enregistrer Hors ligne et l’ouvrir dans une appli compatible.
id: Anda dapat menyimpannya untuk Offline dan membukanya di aplikasi yang kompatibel.
ja: オフライン用に保存し、互換性のあるアプリで開くことができます。
ko: 오프라인용으로 저장하고 호환되는 앱에서 열 수 있습니다.
pt: Você pode salvar o arquivo para uso offline e abri-lo em um aplicativo compatível.
ru: Вы можете сохранить его локально и открыть в совместимом приложении.
th: คุณสามารถบันทึกเป็นออฟไลน์และเปิดในแอปที่เข้ากันได้
tr: Çevrimdışı için kaydedebilir ve uyumlu bir uygulamada açabilirsiniz.
vi: Tệp tin sẽ được lưu về Ngoại Tuyến nhưng sẽ cần một app tương thích để mở.
zh_hans: 您可以将其保存为离线并在兼容的应用程序中打开。
zh_hant: 您可以將其儲存為可離線使用並在相容的應用程式中開啟。

source: Forward
ar: إعادة توجيه
de: Weiterleiten
es: Reenviar
fr: Transférer
ja: 転送
ko: 전달
pt: Encaminhar
ru: Переслать
th: ส่งต่อ
tr: İleri
vi: Chuyển tin nhắn
zh_hans: 转发
zh_hant: 轉寄

# chat.forwardedMessage
source: Message sent
ar: تم إرسال الرسالة
id: Pesan terkirim
ja: メッセージが送信されました
ko: 메시지 발송됨
pt: Mensagem enviada
ru: Сообщение отправлено
th: ส่งข้อความ
tr: Mesaj gönderildi
zh_hans: 信息已送出

# chat.forwardedMessages
source: Messages sent
ar: تم ارسال الرسائل
id: Pesan terkirim
ja: メッセージが送信されました
ko: 메시지 발송됨
pt: Mensagens enviadas
ru: Сообщения отправлены
th: ส่งข้อความแล้ว
tr: Gönderilen mesajlar
zh_hans: 消息已发出

# archivedChats
source: Archived
ar: تمت الارشفة
de: Archiviert
es: Archivado
fr: Archivées
id: Diarsipkan
ja: アーカイブ済み
ko: 보관됨
pt: Arquivado
ru: Архивировано
th: จัดเก็บ
tr: Arşivlenmiş
vi: Đã bảo lưu
zh_hans: 已归档
zh_hant: 已封存

# archiveChatMessage
source: Are you sure you want to archive this conversation?
ar: هل أنت متأكد أنك تريد أرشفة هذه المحادثة؟
de: Wollen Sie diesen Chat archivieren?
es: ¿Confirma que quieres archivar esta conversación?
fr: Voulez-vous vraiment archiver cette conversation ?
id: Anda yakin ingin mengarsipkan percakapan ini?
ja: この会話をアーカイブしてもよろしいですか？
ko: 이 대화를 보관하시겠습니까?
pt: Você tem certeza de que quer arquivar este chat?
ru: Вы действительно хотите архивировать этот разговор?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกจัดเก็บการสนทนานี้
tr: Bu konuşmayı arşivlemek istediğinizden emin misiniz?
vi: Bạn có chắc muốn chuyển cuộc trò chuyện này vào bảo lưu hay không?
zh_hans: 您确定要归档此聊天吗？
zh_hant: 您確定要封存這個對話嗎？

# unarchiveChatMessage
source: Are you sure you want to unarchive this conversation?
ar: هل أنت متأكد أنك تريد إلغاء أرشفة هذه المحادثة؟
de: Wollen Sie diesen Chat dearchivieren?
es: ¿Confirmas que quieres restaurar esta conversación?
fr: Voulez-vous vraiment désarchiver cette conversation ?
id: Anda yakin ingin membatalkan pengarsipan percakapan ini?
ja: この会話のアーカイブを解除してもよろしいですか？
ko: 이 보관된 대화를 삭제하시겠습니까?
pt: Você tem certeza de que quer deixar de arquivar este chat?
ru: Вы действительно хотите разархивировать этот разговор?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกจัดเก็บการสนทนานี้
tr: Bu konuşmayı arşivden kaldırmak istediğinizden emin misiniz?
vi: Bạn có chắc muốn chuyển cuộc trò chuyện này ra khỏi bảo lưu hay không?
zh_hans: 您确定要取消当前的归档聊天吗？
zh_hant: 您確定要解除封存此對話嗎？

# unarchiveChat
source: Unarchive
ar: اعادة من الارشفة
de: Dearchivieren
es: Restaurar
fr: Désarchiver
id: Batalkan pengarsipan
ja: アーカイブを解除
ko: 보관 해제
pt: Deixar de arquivar
ru: Разархивировать
th: ยกเลิกจัดเก็บ
tr: Arşivden Kaldır
vi: Chuyển ra khỏi bảo lưu
zh_hans: 取消归档
zh_hant: 未封存

# archiveChat
source: Archive
ar: الأرشيف
de: Archivieren
es: Archivar
fr: Archiver
id: Arsipkan
ja: アーカイブ
ko: 보관
pt: Arquivo
ru: Архивировать
tr: Arşiv
vi: Bảo lưu
zh_hans: 归档
zh_hant: 封存

source: Archived
ar: تمت الارشفة
de: Archiviert
es: Archivado
fr: Archivées
id: Diarsipkan
ja: アーカイブ済み
ko: 보관됨
pt: Arquivado
ru: Архивировано
th: จัดเก็บ
tr: Arşivlenmiş
vi: Bảo lưu
zh_hans: 已归档
zh_hant: 已封存

# noArchivedChats
source: No archived chats or meetings
ar: لا توجد محادثات أو اجتماعات مؤرشفة
de: Keine archivierten Chats oder Meetings
es: No hay reuniones ni chats archivados
fr: Aucune conversation ou réunion archivée
id: Tidak ada obrolan atau rapat yang diarsipkan
ja: アーカイブされたチャットやミーティングはありません
ko: 보관된 대화 또는 회의 없음
pt: Não há chats ou reuniões arquivados
ru: Нет архивных чатов или встреч
th: ไม่มีแชทหรือการประชุมที่จัดเก็บไว้
tr: Arşivlenmiş sohbet veya toplantı yok
vi: Không có cuộc chát hoặc cuộc họp nào được bảo lưu
zh_hans: 没有已归档的聊天记录或会议
zh_hant: 沒有已封存的對話或會議

source: Two-factor authentication
ar: المصادقة المزدوجة Two-Factor
de: Zwei-Faktor-Authentifizierung
es: Autenticación de dos factores
fr: Authentification à deux facteurs
id: Otentikasi dua faktor
ja: 二要素認証
ko: 2단계 인증
pt: Autenticação de dois fatores
ru: Двухфакторная аутентификация
th: การรับรองความถูกต้องด้วยสองปัจจัย (2FA)
tr: İki faktörlü kimlik doğrulama
vi: Xác thực 2 yếu tố
zh_hans: 双重验证
zh_hant: 雙重驗證

source: Begin setup
ar: ابدأ الاعداد
de: Einrichten
es: Empezar configuración
fr: Lancer la configuration
id: Mulai Setup
ja: セットアップを開始
ko: 설정 시작
pt: Iniciar a configuração
ru: Начать настройку
th: เริ่มต้นการตั้งค่า
tr: Kuruluma başla
vi: Bắt đầu thiết lập
zh_hans: 开始设置
zh_hant: 開始設定

# pleaseEnterTheSixDigitCode
source: Enter the 6-digit code generated by your authenticator app.
ar: أدخل الرمز المكون من 6 أرقام الذي تم إنشاؤه بواسطة تطبيق المصادقة الخاص بك.
de: Geben Sie den von Ihrer Authentifizierungs-App generierten 6-stelligen Code ein.
es: Introduce el código de 6 dígitos generado por tu aplicación de autenticación.
fr: Saisissez le code à 6 chiffres généré par votre appli d’authentification.
id: Masukkan kode 6 digit yang dihasilkan oleh aplikasi otentikator anda.
ja: オーセンティケータアプリで生成された6桁のコードを入力してください。
ko: 인증기 앱에서 생성된 6자리 코드를 입력하세요.
pt: Digite o código de 6 dígitos gerado pelo seu aplicativo de autenticação.
ru: Введите шестизначный код из приложения-аутентификатора.
th: กรอกรหัส 6 หลักที่แอปตัวรับรองความถูกต้องของคุณสร้างขึ้น
tr: Kimlik doğrulayıcı uygulamanız tarafından oluşturulan 6 basamaklı kodu girin.
vi: Nhập mã gồm 6 chữ số được tạo bởi ứng dụng lập xác thực của bạn.
zh_hans: 输入您的身份验证应用程序生成的6位数代码。
zh_hant: 輸入您的身份驗證器應用程式生成的6位數字代碼。

# whyYouDoNeedTwoFactorAuthentication
source: Why do you need two-factor authentication?
ar: لماذا تحتاج المصادقة المزدوجة 2FA؟
de: Warum sollten Sie Zwei-Faktor-Authentifizierung aktivieren?
es: ¿Por qué necesitas la autenticación de dos factores?
fr: Pourquoi avez-vous besoin de l’authentification à deux facteurs ?
id: Mengapa anda membutuhkan otentikasi dua faktor?
ja: なぜ二要素認証が必要ですか？
ko: 왜 2단계 인증이 필요한가요?
pt: Por que você precisa da autenticação de dois fatores?
ru: Зачем нужна двухфакторная аутентификация?
th: ทำไมคุณต้องมีการรับรองความถูกต้องด้วยสองปัจจัย
tr: Neden iki faktörlü kimlik doğrulamasına ihtiyacınız var?
vi: Tại sao bạn cần sử dụng xác thực 2 yếu tố?
zh_hans: 为什么您需要双重验证？
zh_hant: 為什麼需要雙重驗證？

# whatIsTwoFactorAuthentication
source: Two-factor authentication is a second layer of security for your account.
ar: المصداقة المزدوجة 2FA هي طبقة إضافية من الحماية لحسابك.
de: Zwei-Faktor-Authentfizierung ist eine zusätzliche Sicherheitsvorkehrung, die den Zugang zu Ihrem Account schützt.
es: La autenticación de dos factores es una segunda capa de seguridad para tu cuenta.
fr: L’authentification à deux facteurs est un niveau supplémentaire de sécurité pour votre compte.
id: Otentikasi dua faktor adalah lapisan keamanan kedua untuk akun Anda.
ja: 二要素認証は、アカウント用のセキュリティの第2層です。
ko: 2단계 인증은 당신의 계정을 위한 보안의 두번째 층입니다.
pt: A autenticação de dois fatores é uma segunda camada de segurança para a sua conta.
ru: Двухфакторная аутентификация — второй слой безопасности вашего аккаунта.
th: การรับรองความถูกต้องด้วยสองปัจจัย คือการรักษาความปลอดภัยชั้นที่สองสำหรับบัญชีของคุณ
tr: İki faktörlü kimlik doğrulama, hesabınız için ikinci bir güvenlik katmanıdır.
vi: Xác thực 2 yếu tố sẽ thêm một lớp bảo mật thứ hai cho tài khoản của bạn.
zh_hans: 双重验证是您帐户的第二层安全保护。
zh_hant: 雙重驗證是您帳戶的第二層安全保護。

# whyYouDoNeedTwoFactorAuthenticationDescription
source: Two-factor authentication is a second layer of security for your account. Which means that even if someone knows your password they cannot access it, without also having access to the six digit code only you have access to.
ar: المصادقة المزدوجة 2FA هي طبقة ثانية من الأمان لحسابك. مما يعني أنه حتى إذا كان شخص ما يعرف كلمة المرور الخاصة بك، فلن يتمكن من الوصول إليه دون الحصول على الرمز المكون من ستة أرقام فقط الذي انت وحدك تستطيع الحصول عليه.
de: Zwei-Faktor-Authentfizierung ist eine zusätzliche Sicherheitsvorkehrung, die den Zugang zu Ihrem Account schützt. Selbst bei Kenntnis Ihres Passworts können unberechtigte Dritte nur dann auf Ihren Account zugreifen, wenn sie den von der Authentifizierungs-App angezeigten sechsstelligen Code kennen.
es: La autenticación de dos factores es una segunda capa de seguridad para tu cuenta. Esto significa que incluso si alguien conoce tu contraseña no va a poder acceder a tu cuenta sin tener acceso al código de seis dígitos al que solo tú tienes acceso.
fr: L’authentification à deux facteurs est un niveau supplémentaire de sécurité pour votre compte. Cela signifie que même si quelqu’un connaissait votre mot de passe, cette personne ne pourrait pas y accéder sans avoir aussi le code à 6 chiffres auquel vous seul pourrez accéder.
id: Otentikasi dua faktor adalah lapisan keamanan kedua untuk akun Anda. Yang berarti bahwa bahkan jika seseorang mengetahui kata sandi Anda, mereka tidak dapat mengaksesnya, tanpa juga memiliki akses ke kode enam digit yang hanya Anda miliki aksesnya.
ja: 二要素認証は、アカウント用のセキュリティの第2層です。つまり、たとえ誰かがあなたのパスワードを知っていても、あなただけがアクセスできる6桁のコードにアクセスできない限り、それにアクセスすることはできません。
ko: 2단계 인증은 당신의 계정을 위한 보안의 두번째 층입니다. 당신만이 접근할 수 있는 여섯 자리 코드가 없으면, 당신의 암호를 알고 있을지라도 접근할 수 없습니다.
pt: A autenticação de dois fatores é uma segunda camada de segurança para a sua conta. Isso significa que, mesmo que alguém saiba a sua senha, não poderá acessar a sua conta sem ter acesso ao código de seis dígitos que só você pode obter.
ru: Двухфакторная аутентификация — второй слой безопасности вашего аккаунта. Это значит, что даже если кто-то знает ваш пароль, он не сможет получить к нему доступ без шестизначного кода, который есть только у вас.
th: การรับรองความถูกต้องด้วยสองปัจจัย คือการรักษาความปลอดภัยชั้นที่สองสำหรับบัญชีของคุณ ซึ่งหมายความว่าแม้จะมีคนรู้จักรหัสผ่านของคุณ พวกเขาจะไม่สามารถเข้าถึงข้อมูลของคุณได้ เพราะต้องใช้รหัสหกหลักสำหรับการรับรองความถูกต้องก่อนทุกครั้ง
tr: İki faktörlü kimlik doğrulama, hesabınız için ikinci bir güvenlik katmanıdır. Bu, birisi şifrenizi bilse bile, yalnızca sizin erişebileceğiniz altı haneli koda erişmeden erişemeyeceği anlamına gelir.
vi: Xác thực 2 yếu tố là một lớp bảo mật thứ hai cho tài khoản của bạn. Nghĩa là trong trường hợp có người biết mật khẩu muốn lén vào tài khoản sẽ không thể vào được, và buộc phải nhập thêm đoạn mã dài sáu chữ số mà chỉ chủ sở hữu tài khoản mới có.
zh_hans: 双重验证是您帐户的第二层安全保护。这意味着即使有人知道您的密码，他们也无法访问只有您才可访问的六位数代码，也无法登录您的帐户。
zh_hant: 雙重驗證是您帳戶的第二層安全保護。這意味著即使有人知道您的密碼，他們也無法存取您的帳戶，且無法獲得只有您能讀取的6位數字密碼。

source: Authenticator app required
ar: تطبيق المصادقة Authenticator مطلوب
de: Authentifizierungs-App erforderlich
es: App de autenticación requerida
fr: Une appli d’authentification est requise
id: Aplikasi Authenticator diperlukan
ja: オーセンティケータアプリが必要です
ko: 인증기 앱 필요
pt: Aplicativo de autenticação necessário
ru: Требуется приложение-аутентификатор
th: จำเป็นต้องมีแอปตัวรับรองความถูกต้อง
tr: Kimlik doğrulayıcı uygulaması gerekli
vi: Cần sử dụng app lập xác thực
zh_hans: 需要身份验证应用程序
zh_hant: 需要身份驗證器應用程式

# youNeedATwoFactorAuthenticationApp
source: We’re sorry, two-factor authentication cannot be enabled on your device. Please open the App Store to install an authenticator app.
ar: معذرةً، لا يمكن تمكين المصداقة المزدوجة 2FA على جهازك. يرجى فتح متجر التطبيقات App Store لتثبيت تطبيق مصادقة.
de: Sie benötigen eine Zwei-Faktor-Authentifizierungs-App auf diesem Gerät.
es: No se puede activar la autenticación de dos factores en este dispositivo. Abre el App Store e instala una app de autenticación.
fr: Nous sommes désolés, mais l’authentification à deux facteurs ne peut pas être activée sur votre appareil. Veuillez ouvrir l’App Store pour installer une appli d’authentification.
id: Maaf, autentikasi dua faktor tidak dapat diaktifkan di perangkat anda. Silakan buka App Store untuk memasang aplikasi Authenticator.
ja: 申し訳ありませんが、お使いの端末で二要素認証を有効にすることはできません。App Storeを開いて、オーセンティケータアプリをインストールしてください。
ko: 죄송하지만, 당신의 기기에서 2단계 인증을 활성화할 수 없습니다. App Store를 열고 인증기 앱을 설치하세요.
pt: Infelizmente a autenticação de dois fatores não pode ser ativada neste dispositivo. Por favor, acesse a App Store para instalar um aplicativo de autenticação.
ru: Сожалеем, на вашем устройстве нельзя включить двухфакторную аутентификацию. Откройте App Store, чтобы установить приложение-аутентификатор.
th: คุณต้องมีแอปตัวรับรองความถูกต้องสำหรับอุปกรณ์นี้
tr: Üzgünüz, cihazınızda iki faktörlü kimlik doğrulama etkinleştirilemez. Bir kimlik doğrulayıcı uygulaması yüklemek için lütfen App Store'u açın.
vi: Xin lỗi, việc xác thực 2 yếu tố không thể kích hoạt được cho thiết bị của bạn. Xin mở App Store và cài đặt một app Lập Xác Thực.
zh_hans: 很抱歉，您的设备无法启用双重验证。请打开App Store并安装一个身份验证应用程序。
zh_hant: 很抱歉，您的裝置無法啟用雙重驗證。請打開App Store來安裝Authenticator應用程式。

source: You need an authenticator app to enable 2FA on MEGA. You can download and install the Google authenticator, Duo Mobile, Authy or Microsoft authenticator app for your phone or tablet.
ar: تحتاج الى تطبيق مصادقة لتفعيل المصادقة المزدوجة 2FA على ميغا MEGA. يمكنك تنزيل وتثبيت أحد التطبيقات Google Authenticator، Duo Mobile أو Microsoft Authenticator app على موبايلك أو جهازك اللوحي.
de: Sie benötigen eine Authenticator-App, um 2FA auf MEGA zu nutzen. Installieren Sie den Google Authenticator, Due Mobile, Authy oder den Microsoft Authenticator auf Ihrem Mobilgerät.
es: Necesitas una aplicación de autenticación para activar el 2FA en MEGA. Puedes descargar e instalar Google Authenticator, Duo Mobile, Authy o Microsoft Authenticator para tu teléfono o tablet.
fr: Il vous faut une appli d’authentification pour activer l’A2F avec MEGA. Vous pouvez télécharger et installer l’appli Google Authenticator, Duo Mobile, Authy ou Microsoft Authenticator pour votre téléphone ou votre tablette.
id: Anda memerlukan aplikasi authenticator untuk mengaktifkan 2FA di MEGA. Anda dapat mengunduh dan memasang aplikasi Google Authenticator, Duo Mobile, Authy, atau Microsoft Authenticator untuk ponsel atau tablet Anda.
ja: MEGAで2FAを有効にするには、オーセンティケーターアプリが必要です。スマートフォンやタブレット用に、Googleオーセンティケータ、Duo Mobile、Authy、Microsoftオーセンティケータアプリをダウンロードしてインストールできます。
ko: MEGA에서 2단계 인증을 활성화하려면 인증기 앱이 필요합니다. 당신의 휴대 전화 또는 태블릿용 Google 인증기, Duo Mobile, Authy 또는 Microsoft 인증기 앱을 다운로드하고 설치할 수 있습니다.
pt: Você precisa de um aplicativo de autenticação para ativar a 2FA no MEGA. Você pode baixar e instalar os aplicativos Google Authenticator, Duo Mobile, Authy ou Microsoft Authenticator no seu celular ou tablet.
ru: Вам нужно приложение-аутентификатор, чтобы включить 2FA в MEGA. Вы можете загрузить и установить приложение Google Authenticator, Duo Mobile, Authy или Microsoft Authenticator на свой телефон или планшет.
th: คุณต้องมีแอปตัวรับรองความถูกต้องเพื่อเปิดใช้งาน 2FA บน MEGA คุณสามารถดาวน์โหลดและติดตั้งแอปพลิเคชัน Google Authenticator, Duo Mobile, Authy หรือ Microsoft Authenticator สำหรับโทรศัพท์หรือแท็บเล็ตของคุณได้
tr: MEGA'da 2FA'yı etkinleştirmek için bir kimlik doğrulayıcı uygulamasına ihtiyacınız var. Telefonunuz veya tabletiniz için Google kimlik doğrulayıcısı, Duo Mobile, Authy veya Microsoft kimlik doğrulayıcı uygulamasını indirip yükleyebilirsiniz.
vi: Cần phải có một app lập xác thực để bật tính năng 2FA với MEGA. Bạn có thể tải và cài đặt Google Authenticator, Duo Mobile, Authy hoặc Microsoft Authenticator app về thiết bị của mình.
zh_hans: 您需要一个身份验证应用程序才能在MEGA上启用双重验证。您可以为您的手机或平板电脑下载并安装Google Authenticator、Duo Mobile、Authy或Microsoft身份验证应用。
zh_hant: 您需要身份驗證應用程式才能在MEGA上啟用雙重驗證。您可以在手機或平板電腦裡下載並安裝Google Authenticator、Duo Mobile，Authy或Microsoft Authenticator app。
