Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# device.center.backup.initialising.status.message
source: Initialising…
ar: جاري التهيئة…
de: Initialisierung…
es: Iniciando…
fr: Initialisation…
id: Memulai…
ja: 初期化中…
ko: 초기화 중…
pt: Inicializando…
ru: Инициализация…
th: กำลังเริ่มต้น…
tr: Başlatılıyor…
vi: Đang khởi tạo…
zh_hans: 正在初始化…
zh_hant: 正在初始化⋯

# device.center.backup.updating.status.message
source: Updating…
ar: جارٍ التحديث…
de: Aktualisierung erfolgt…
es: Actualizando…
fr: Mise à jour…
id: Memperbarui…
ja: 更新中…
ko: 업데이트 중…
pt: Atualizando…
ru: Обновление…
th: กำลังอัปเดต…
tr: Güncelleniyor…
vi: Đang cập nhật…
zh_hans: 正在更新…
zh_hant: 正在更新⋯

# device.center.backup.noCameraUploads.status.message
source: No camera uploads
ar: لا يوجد ترفيعات الكاميرا
de: Keine Kamera-Uploads
es: No hay subidas de la cámara
fr: Aucun téléversement de l’appareil photo
id: Tidak ada unggahan kamera
ja: カメラアップロードはありません
ko: 카메라 업로드 없음
pt: Não há uploads da câmera
ru: Нет загрузок из камеры
th: ไม่มีข้อมูลอัปโหลดจากกล้อง
tr: Kamera yüklemesi yok
vi: Không có đăng tải camêra
zh_hans: 没有相机上传
zh_hant: 沒有相機上傳

# device.center.backup.disabled.status.message
source: Disabled
ar: تعطيل
de: Deaktiviert
es: Desactivado
fr: Désactivé
id: Membatalkan
ja: 無効になっています
ko: 해제됨
pt: Desativada
ru: Отключено
th: ปิดใช้งาน
tr: Engelli
vi: Đã vô hiệu
zh_hans: 已禁用
zh_hant: 已停用

# device.center.backup.offline.status.message
source: Offline
ar: Inactive
es: Sin conexión
fr: Hors ligne
id: Tidak aktif
ja: オフライン
ko: 오프라인
pt: Inativo
ru: Неактивно
th: ไม่ได้ใช้งาน
tr: Etkin Olmayan
vi: Ngoại tuyến
zh_hans: 非活跃
zh_hant: 離線

# device.center.backup.backupStopped.status.message
source: Backup stopped
ar: توقف النسخ الاحتياطي
de: Backup beendet
es: Backup detenido
fr: La sauvegarde est arrêtée
id: Pencadangan dihentikan
ja: バックアップが停止しました
ko: 백업 정지됨
pt: Backup interrompido
ru: Резервное копирование остановлено
th: หยุดสำรองข้อมูลแล้ว
tr: Yedekleme durdu
vi: Sao lưu chấm dứt
zh_hans: 备份已停止
zh_hant: 備份已停止

# device.center.backup.paused.status.message
source: Paused
ar: متوقف مؤقتاً
de: Angehalten
es: En pausa
fr: En pause
id: Berhenti sementara
ja: 一時停止中
ko: 일시정지 중
pt: Pausado
ru: Приостановлено
th: พักแล้ว
tr: Duraklatıldı
vi: Đã tạm dừng
zh_hans: 已暂停
zh_hant: 已暫停

# device.center.backup.outOfQuota.status.message
source: Out of quota
ar: تجاوز التخزين المتاح
de: Kontingent verbraucht
es: Cuota agotada
fr: Quota épuisé
id: Habis kuota
ja: 容量不足
ko: 할당량 초과
pt: Cota excedida
ru: Превышен лимит
th: หมดโควต้าแล้ว
tr: Kontenjanın dışında
vi: Hết băng thông
zh_hans: 超出配额
zh_hant: 超出配額

# device.center.backup.error.status.message
source: Error
ar: خطأ
de: Fehler
fr: Erreur
id: Kesalahan
ja: エラー
ko: 오류
pt: Erro
ru: Ошибка
th: ผิดพลาด
tr: Hata
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

# device.center.backup.blocked.status.message
source: Blocked
ar: محظور
de: Blockiert
es: Bloqueado
fr: Bloqué
id: Terblokir
ja: ブロックされています
ko: 차단됨
pt: Bloqueado
ru: Заблокировано
th: บล็อกแล้ว
tr: Engellendi
vi: Bị chặn
zh_hans: 已锁定
zh_hant: 已封鎖

# device.center.backup.error.unknown
source: Unknown error.
ar: خطأ غير معروف.
de: Unbekannter Fehler.
es: Error desconocido.
fr: Erreur inconnue
id: Kesalahan tidak diketahui.
ja: 不明なエラー。
ko: 알 수 없는 오류.
pt: Erro desconhecido.
ru: Неизвестная ошибка.
th: ข้อผิดพลาดที่ไม่รู้จัก
tr: Bilinmeyen hata.
vi: Lỗi không xác định được.
zh_hans: 未知错误。
zh_hant: 未知錯誤。

# device.center.backup.error.fileSystemUnsupported
source: MEGA can’t sync or back up this folder because the file system on your device is not supported.
ar: لا يمكن لميغا MEGA مزامنة هذا المجلد أو نسخه احتياطيًا لأن نظام الملفات على جهازك غير مدعوم.
de: MEGA kann diesen Ordner nicht synchronisieren oder sichern, da das Dateisystem Ihres Geräts nicht unterstützt wird.
es: No se puede sincronizar ni hacer un backup de esta carpeta ya que el sistema de archivos de tu dispositivo no es compatible.
fr: MEGA ne peut ni synchroniser ni sauvegarder ce dossier, car le système de fichiers de votre appareil n’est pas pris en charge.
id: MEGA tidak dapat menyinkronkan atau mencadangkan folder ini karena sistem file di perangkat anda tidak didukung.
ja: デバイスのファイルシステムがサポートされていないため、MEGAはこのフォルダを同期またはバックアップできません。
ko: 이 폴더는 당신의 기기의 파일 시스템이 지원하지 않기 때문에 MEGA에서 동기화 하거나 백업할 수 없습니다.
pt: O MEGA não pode sincronizar ou fazer backup desta pasta porque o sistema de arquivos do seu dispositivo não é suportado.
ru: MEGA не может синхронизировать эту папку или сделать резервную копию, потому что файловая система на вашем устройстве не поддерживается.
th: MEGA ไม่สามารถซิงค์หรือสำรองข้อมูลโฟลเดอร์นี้ได้ เนื่องจากไม่สนับสนุนระบบไฟล์ในอุปกรณ์ของคุณ
tr: MEGA, cihazınızdaki dosya sistemi desteklenmediğinden bu klasörü senkronize edemez veya yedekleyemez.
vi: MEGA không thể đồng bộ hoặc sao lưu thư mục này bởi vì hệ thống tệp trên thiết bị của bạn không được hỗ trợ.
zh_hans: MEGA无法同步或备份此文件夹，因为尚不支持您设备上的文件系统。
zh_hant: MEGA無法同步或備份此資料夾，因為尚不支援您裝置上的檔案系統。

# device.center.backup.error.folderCantSync
source: The folder you chose can’t be synced.
ar: لا يمكن مزامنة المجلد الذي اخترته.
de: Der gewählte Ordner kann nicht synchronisiert werden.
es: La carpeta que has elegido no se puede sincronizar.
fr: Le dossier que vous avez choisi ne peut pas être synchronisé.
id: Folder yang anda pilih tidak dapat disinkronkan.
ja: 選択したフォルダは同期できません。
ko: 선택한 폴더는 동기화할 수 없습니다.
pt: Não é possível sincronizar a pasta selecionada.
ru: Выбранную папку невозможно синхронизировать.
th: โฟลเดอร์ที่คุณเลือกไม่สามารถซิงค์ได้
tr: Seçtiğiniz klasör senkronize edilemez.
vi: Thư mục bạn đã chọn không thể được đồng bộ hóa.
zh_hans: 您选择的文件夹无法同步。
zh_hant: 您選擇的資料夾無法同步。

# device.center.backup.error.fileSyncIndividual
source: A file cannot be synced individually. You need to set up the sync from a folder.
ar: لا يمكن مزامنة الملف بشكل فردي. تحتاج إلى إعداد المزامنة من المجلد.
de: Dateien können nicht einzeln synchronisiert werden. Sie müssen die Synchronisierung für einen Ordner einrichten.
es: No se puede sincronizar un archivo de forma individual. Debes configurar la sincronización desde una carpeta.
fr: Un fichier ne peut pas être synchronisé individuellement. Vous devez définir la synchronisation du dossier.
id: File tidak dapat disinkronkan satu per satu. Anda perlu mengatur sinkronisasi dari folder.
ja: ファイルを個別に同期することはできません。フォルダから同期を設定する必要があります。
ko: 파일은 개별적으로 동기화할 수 없습니다. 폴더에서 동기화를 설정하여야 합니다.
pt: Um arquivo não pode ser sincronizado individualmente. Você precisa configurar a sincronização a partir de uma pasta.
ru: Файл нельзя синхронизировать отдельно. Нужно настроить синхронизацию из папки.
th: ไม่สามารถซิงค์ไฟล์ทีละไฟล์ได้ คุณต้องตั้งค่าการซิงค์จากโฟลเดอร์แทน
tr: Bir dosya tek tek senkronize edilemez. Senkronizasyonu bir klasörden ayarlamanız gerekir.
vi: Đồng bộ không thể thực hiện với tệp tin riêng lẻ. Bạn cần phải thiết lập đồng bộ từ một thư mục.
zh_hans: 无法单独同步文件。您需要从文件夹设置同步。
zh_hant: 檔案不能單獨同步。您需要從資料夾中設定同步。

# device.center.backup.error.initialScanFailed
source: Initial scan failed. You will need to re-enable your sync or backup from the desktop app.
ar: فشل الفحص الأولي. ستحتاج إلى إعادة تمكين المزامنة أو النسخ الاحتياطي من تطبيق الحاسوب المكتبي.
de: Der Anfangsscan ist fehlgeschlagen. Sie müssen die Synchronisierung bzw. das Backup in der Desktop-App wieder aktivieren.
es: Fallo en el análisis inicial. Vuelve a activar la sincronización o el backup desde la aplicación de escritorio.
fr: Échec d’analyse initiale. Vous devez réactiver votre synchronisation ou sauvegarde dans l’appli pour ordinateur.
id: Pemindaian awal gagal. Anda harus mengaktifkan kembali sinkronisasi atau cadangan dari aplikasi desktop.
ja: 初期スキャンに失敗しました。デスクトップアプリから同期またはバックアップを再度有効にする必要があります。
ko: 초기 탐색 실패. 데스크톱 앱에서 동기화 또는 백업을 다시 활성화 해야 합니다.
pt: Falha no escaneio inicial. Você precisa reativar a sua sincronização ou o seu backup no aplicativo para desktop.
ru: Не удалось выполнить первоначальное сканирование. Вам нужно будет повторно включить синхронизацию или резервное копирование из настольного приложения.
th: การสแกนเริ่มต้นล้มเหลว คุณจะต้องเปิดใช้งานการซิงค์หรือทำการสำรองข้อมูลจากแอปเดสก์ทอปของคุณใหม่
tr: İlk tarama başarısız oldu. Senkronizasyonunuzu veya yedeklemenizi masaüstü uygulamasından yeniden etkinleştirmeniz gerekecektir.
vi: Quét khởi đầu đã không thành công. Bạn sẽ cần kích hoạt lại đồng bộ hóa hoặc sao lưu của mình từ ứng dụng cho máy tính.
zh_hans: 初始扫描失败。您需要从桌面应用程序重新启用同步或备份。
zh_hant: 初始掃描失敗。您需要從桌面應用程式重新啟用同步或備份。

# device.center.backup.error.folderDeviceUnlocatedNow
source: Folder in your device can’t be located now, try again later.
ar: لا يمكن تحديد موقع المجلد الموجود في جهازك الآن، حاول مرة أخرى لاحقًا.
de: Der Ordner auf Ihrem Gerät kann derzeit nicht gefunden werden, bitte versuchen Sie es später erneut.
es: No se ha podido localizar la carpeta de tu dispositivo, inténtalo de nuevo más tarde.
fr: Impossible de trouver le dossier sur votre appareil. Réessayez plus tard.
id: Folder di perangkat anda tidak dapat ditemukan sekarang, coba lagi nanti.
ja: 現在、デバイス内のフォルダが見つかりません。後でもう一度お試しください。
ko: 장치의 폴더를 찾을 수 없습니다, 나중에 다시 시도하세요.
pt: Não foi possível localizar a pasta no seu dispositivo - tente novamente mais tarde.
ru: Не удалось найти папку на вашем устройстве. Повторите попытку позже.
th: ไม่สามารถหาโฟลเดอร์ในอุปกรณ์ของคุณได้ในขณะนี้ กรุณาลองอีกครั้งในภายหลัง
tr: Cihazınızdaki klasör şu anda bulunamıyor, daha sonra tekrar deneyin.
vi: Hiện không thể định vị được thư mục trong thiết bị của bạn, hãy thử lại sau.
zh_hans: 现在无法定位您设备中的文件夹，请稍后再试。
zh_hant: 現在無法找到您裝置中的資料夾，請稍後再試。

# device.center.backup.error.folderDeviceUnlocated
source: Folder in your device can’t be located.
ar: لا يمكن تحديد موقع المجلد الموجود في جهازك.
de: Der Ordner auf Ihrem Gerät kann nicht gefunden werden.
es: No se ha podido localizar la carpeta de tu dispositivo.
fr: Impossible de trouver le dossier sur votre appareil.
id: Folder di perangkat anda tidak dapat ditemukan.
ja: デバイス内のフォルダが見つかりません。
ko: 장치의 폴더를 찾을 수 없습니다.
pt: Não foi possível localizar a pasta no seu dispositivo.
ru: Не удалось найти папку на вашем устройстве.
th: ไม่สามารถหาโฟลเดอร์ในอุปกรณ์ของคุณได้
tr: Cihazınızdaki klasör bulunamıyor.
vi: Không tìm thấy vị trí của thư mục trong thiết bị của bạn.
zh_hans: 无法定位您设备中的文件夹。
zh_hant: 無法找到您裝置中的資料夾。

# device.center.backup.error.folderMegaMovedOrDeleted
source: Folder in MEGA can’t be located as it’s been moved or deleted, or you might not have access.
ar: لا يمكن تحديد موقع المجلد الموجود في ميغا MEGA نظرًا لأنه تم نقله أو حذفه، أو ربما ليس لديك إذن للوصول إليه.
de: Der Ordner wurde auf MEGA nicht gefunden, da er verschoben oder gelöscht wurde oder Sie keinen Zugriff auf ihn haben.
es: No se ha podido localizar la carpeta en MEGA porque se ha movido o eliminado, o puede que no tengas acceso a ella.
fr: Impossible de trouver le dossier dans MEGA. Soit il a été déplacé, soit il a été supprimé, soit vous n’y avez pas accès.
id: Folder di MEGA tidak dapat ditemukan karena telah dipindahkan atau dihapus, atau anda mungkin tidak memiliki akses.
ja: MEGA内のフォルダは、移動または削除されたため見つからないか、アクセス権がない可能性があります。
ko: MEGA의 폴더가 이동 되었거나, 삭제 되었거나, 접근 권한이 없어서 찾을 수 없습니다.
pt: Não foi possível localizar a pasta no MEGA porque ela foi movida ou deletada, ou pode ser que você não tenha acesso a ela.
ru: Не удалось найти папку в MEGA, так как она была перемещена или удалена, либо у вас нет доступа.
th: ไม่สามารถหาโฟลเดอร์ใน MEGAได้ อาจถูกย้ายหรือลบออก หรือคุณอาจไม่สามารถเข้าถึงได้
tr: MEGA'daki klasör taşındığı veya silindiği için bulunamaz veya erişiminiz olmayabilir.
vi: Không tìm thấy vị trí của thư mục trên MEGA, có thể do đã bị di chuyển hoặc bị xóa, cũng có thể là bạn không có quyền truy cập.
zh_hans: MEGA中的文件夹已被移动或删除，因此无法定位，或者您可能没有访问权限。
zh_hant: 無法找到MEGA中的資料夾，因為它已被移動或刪除，或者您可能無權權存取。

# device.center.backup.error.storageQuotaReached
source: Storage quota limit reached.
ar: تم الوصول إلى الحد الأقصى لمساحة التخزين.
de: Speicherplatzlimit erreicht.
es: Se ha alcanzado el límite de cuota de almacenamiento.
fr: La limite du quota d’espace de stockage a été atteinte.
id: Batas kuota penyimpanan tercapai.
ja: ストレージ容量の制限に達しました。
ko: 저장소 할당량 한도에 도달하였습니다.
pt: O limite da cota de armazenamento foi alcançado.
ru: Хранилище заполнено
th: โควต้าพื้นที่จัดเก็บถึงขีดจำกัดแล้ว
tr: Depolama kotası sınırına ulaşıldı.
vi: Vượt mức giới hạn không gian lưu trữ.
zh_hans: 已达到存储配额限制。
zh_hant: 已達到儲存配額限制。

# device.center.backup.error.planExpired
source: Unable to sync or back up this folder as your plan has expired.
ar: تم الوصول إلى الحد الأقصى لمساحة التخزين. غير قادر على مزامنة هذا المجلد أو نسخه احتياطيًا نظرًا لانتهاء باقتك.
de: Dieser Ordner kann nicht synchronisiert oder gesichert werden, da Ihr Paket abgelaufen ist.
es: No se ha podido sincronizar ni hacer un backup de esta carpeta porque tu plan ha caducado.
fr: Impossible de synchroniser ou sauvegarder ce dossier, car votre abonnement est expiré.
id: Tidak dapat menyinkronkan atau membuat cadangan folder ini karena paket anda telah kedaluwarsa.
ja: お客様のプランの有効期限が切れているため、このフォルダを同期またはバックアップできません。
ko: 요금제가 만료되었기 때문에 이 폴더를 동기화 또는 백업할 수 없습니다.
pt: Não foi possível sincronizar ou fazer backup dessa pasta porque o seu plano expirou.
ru: Невозможно синхронизировать или создать резервную копию этой папки, так как срок действия вашего плана истёк.
th: ไม่สามารถซิงค์หรือสำรองข้อมูลในโฟลเดอร์นี้ได้เนื่องจากแผนของคุณหมดอายุแล้ว
tr: Planınızın süresi dolduğundan bu klasör senkronize edilemiyor veya yedeklenemiyor.
vi: Không thể đồng bộ hóa hoặc sao lưu thư mục này vì gói đăng ký của bạn đã hết hạn.
zh_hans: 由于您的会员方案已过期，因此无法同步或备份此文件夹。
zh_hant: 由於您的方案已到期，因此無法同步或備份此資料夾。

# device.center.backup.error.userSharedQuotaReached
source: Folder can’t be synced as the user who shared this folder has reached their storage quota limit.
ar: لا يمكن مزامنة المجلد نظرًا لأن المستخدم الذي شارك هذا المجلد قد وصل إلى الحد الأقصى لمساحة التخزين الخاصة به.
de: Der Ordner kann nicht synchronisiert werden, da der freigebende Benutzer sein Speicherplatzlimit erreicht hat.
es: La carpeta no se puede sincronizar porque el usuario que la ha compartido ha alcanzado el límite de su cuota de almacenamiento.
fr: Le dossier ne peut pas être synchronisé, car l’utilisateur qui l’a partagé a dépassé son quota de stockage.
id: Folder tidak dapat disinkronkan karena pengguna yang berbagi folder ini telah mencapai batas kuota penyimpanan mereka.
ja: このフォルダを共有したユーザーはストレージ容量制限に達したため、フォルダを同期できません。
ko: 이 폴더를 공유한 사람의 저장소 할당량 한도에 도달하여 폴더를 동기화할 수 없습니다.
pt: Não é possível sincronizar esta pasta porque o usuário que a compartilhou alcançou o limite da cota de armazenamento da conta dele.
ru: Папку нельзя синхронизировать, так как у пользователя, который поделился ей, хранилище полностью заполнено.
th: ไม่สามารถซิงค์โฟลเดอร์ได้ เนื่องจากผู้ใช้ที่แชร์โฟลเดอร์นี้ได้ใช้พื้นที่จัดเก็บข้อมูลถึงขีดจำกัดแล้ว
tr: Bu klasörü paylaşan kullanıcı depolama kota sınırına ulaştığından klasör senkronize edilemez.
vi: Thư mục không thể đồng bộ được do tài khoản của người chia sẻ thư mục này đã vượt mức băng thông lưu trữ của họ.
zh_hans: 无法同步文件夹，因为共享此文件夹的用户已达到其存储配额限制。
zh_hant: 資料夾無法同步，因為共享此資料夾的使用者已達到其儲存配額限制。

# device.center.backup.error.sharedFolderNoFullAccess
source: Folder can’t be synced as it’s a shared folder without full access.
ar: لا يمكن مزامنة المجلد لأنه مجلد مشترك بدون إذن وصول كامل.
de: Der Ordner kann nicht synchronisiert werden, da es sich um einen freigegebenen Ordner handelt, auf den Sie keinen Vollzugriff haben.
es: La carpeta no se puede sincronizar porque es una carpeta compartida sin acceso completo.
fr: Impossible de synchroniser le dossier, car c’est un dossier partagé sans accès total.
id: Folder tidak dapat disinkronkan karena merupakan folder bersama tanpa akses penuh.
ja: フォルダは、フルアクセスのない共有フォルダであるため、同期できません。
ko: 전체 권한 없이 공유된 폴더이기 때문에 폴더를 동기화할 수 없습니다.
pt: Não é possível sincronizar esta pasta porque é uma pasta compartilhada sem acesso total.
ru: Папку нельзя синхронизировать, поскольку это общая папка без полного доступа.
th: ไม่สามารถซิงค์โฟลเดอร์ได้ เนื่องจากเป็นโฟลเดอร์ที่ถูกแชร์ไว้ แต่ไม่ได้รับสิทธิ์ให้เข้าถึงแบบเต็มที่
tr: Klasör, tam erişim olmadan paylaşılan bir klasör olduğu için senkronize edilemez.
vi: Thư mục không thể đồng bộ được bởi vì thư mục đã chia sẻ mà không có cấp quyền hạn truy cập toàn quyền.
zh_hans: 无法同步文件夹，因为它是没有完全访问权限的共享文件夹。
zh_hant: 無法同步資料夾，因為它是沒有完全存取權限的共享資料夾。

# device.center.backup.error.filesInFolder
source: Files in this folder can’t be synced or backed up. You will need to re-enable the sync or backup from the Desktop app.
ar: لا يمكن مزامنة الملفات الموجودة في هذا المجلد أو نسخها احتياطيًا. ستحتاج إلى إعادة تمكين المزامنة أو النسخ الاحتياطي من تطبيق الحاسوب المكتبي.
de: Die Dateien in diesem Ordner können nicht synchronisiert oder gesichert werden. Sie müssen die Synchronisierung bzw. das Backup in der Desktop-App wieder aktivieren.
es: Los archivos de esta carpeta no se pueden sincronizar ni se puede hacer un backup. Reactiva la sincronización o el backup desde la aplicación de escritorio.
fr: Les fichiers de ce dossier ne peuvent être ni synchronisés ni sauvegardés. Vous devrez réactiver la synchronisation ou la sauvegarde dans l’appli pour ordinateur.
id: File dalam folder ini tidak dapat disinkronkan atau dicadangkan. Anda harus mengaktifkan kembali sinkronisasi atau cadangan dari aplikasi Desktop.
ja: このフォルダ内のファイルは同期またはバックアップできません。デスクトップアプリから同期またはバックアップを再度有効にする必要があります。
ko: 이 폴더의 파일을 동기화 또는 백업할 수 없습니다. 데스크톱 앱에서 동기화 또는 백업을 다시 활성화 해야 합니다.
pt: Não foi possível sincronizar ou fazer backup dos arquivos nesta pasta. Você precisa reativar a sua sincronização ou o seu backup no aplicativo para desktop.
ru: Файлы в этой папке невозможно синхронизировать или создать их резервную копию. Вам нужно будет повторно включить синхронизацию или резервное копирование из настольного приложения.
th: ไฟล์ในโฟลเดอร์นี้ไม่สามารถซิงค์หรือสำรองข้อมูลได้ คุณต้องเปิดใช้งานการซิงค์หรือการสำรองข้อมูลใหม่จากแอปบนเดสก์ท็อปก่อน
tr: Bu klasördeki dosyalar senkronize edilemez veya yedeklenemez. Senkronizasyonu veya yedeklemeyi Masaüstü uygulamasından yeniden etkinleştirmeniz gerekecektir.
vi: Các tệp tin trong thư mục này không thể đồng bộ hóa hoặc sao lưu được. Bạn sẽ cần phải kích hoạt lại đồng bộ hoặc sao lưu từ ứng dụng cho máy tính.
zh_hans: 无法同步或备份此文件夹中的文件。您需要从桌面应用程序重新启用同步或备份。
zh_hant: 無法同步或備份此資料夾中的檔案。您需要從桌面應用程式重新啟用同步或備份。

# device.center.backup.error.containsSyncedFolders
source: Folder can’t be synced as it already contains synced folders.
ar: لا يمكن مزامنة المجلد لأنه يحتوي بالفعل على مجلدات متزامنة.
de: Der Ordner kann nicht synchronisiert werden, da er bereits synchronisierte Ordner enthält.
es: La carpeta no se puede sincronizar porque ya contiene carpetas sincronizadas.
fr: Le dossier ne peut pas être synchronisé, car il comprend déjà des dossiers synchronisés.
id: Folder tidak dapat disinkronkan karena sudah berisi folder yang disinkronkan.
ja: フォルダにはすでに同期フォルダが含まれているため、フォルダを同期できません。
ko: 동기화된 폴더가 포함되어 있는 폴더이기 때문에 동기화할 수 없습니다.
pt: Não é possível sincronizar esta pasta porque ela contém pastas sincronizadas.
ru: Папку нельзя синхронизировать, так как она уже содержит синхронизируемые папки.
th: ไม่สามารถซิงค์โฟลเดอร์นี้ได้เนื่องจากอยู่ในโฟลเดอร์ที่มีการซิงค์อยู่แล้ว
tr: Klasör zaten senkronize edilmiş klasörleri içerdiğinden senkronize edilemez.
vi: Thư mục không thể đồng bộ được bởi vì nó đang nằm ở trong một thư mục được đồng bộ.
zh_hans: 无法同步文件夹，因为它已经包含已同步的文件夹。
zh_hant: 資料夾無法同步，因為它已經包含同步的資料夾。

# device.center.backup.error.insideSyncedFolder
source: Folder can’t be synced as it’s already inside a synced folder.
ar: لا يمكن مزامنة المجلد لأنه داخل مجلد متزامن.
de: Der Ordner kann nicht synchronisiert werden, da er sich bereits innerhalb eines synchronisierten Ordners befindet.
es: La carpeta no se puede sincronizar porque ya está dentro de una carpeta sincronizada.
fr: Le dossier ne peut pas être synchronisé, car il fait déjà partie d’un dossier synchronisé.
id: Folder tidak dapat disinkronkan karena sudah berada di dalam folder yang disinkronkan.
ja: フォルダはすでに同期フォルダ内にあるため同期できません。
ko: 동기화된 폴더 안에 위치한 폴더이기 때문에 동기화할 수 없습니다.
pt: Não é possível sincronizar esta pasta porque está dentro de uma pasta sincronizada.
ru: Папку нельзя синхронизировать, так как она уже находится внутри синхронизируемой папки.
th: ไม่สามารถซิงค์โฟลเดอร์นี้ได้เนื่องจากอยู่ในโฟลเดอร์ที่มีการซิงค์อยู่แล้ว
tr: Klasör zaten senkronize edilmiş bir klasörün içinde olduğu için senkronize edilemez.
vi: Thư mục không thể đồng bộ được bởi vì nó đang nằm ở trong một thư mục được đồng bộ.
zh_hans: 无法同步文件夹，因为它已经在同步的文件夹中。
zh_hant: 資料夾無法同步，因為它已經在同步資料夾中。

# device.center.backup.error.folderInRubbish
source: Folder can’t be synced or backed up as the MEGA folder is in the Rubbish bin.
ar: لا يمكن مزامنة المجلد أو نسخه احتياطيًا لأن مجلد ميغا MEGA موجود في سلة المحذوفات.
de: Der Ordner kann nicht synchronisiert oder gesichert werden, da sich der MEGA-Ordner im Papierkorb befindet.
es: Los archivos de esta carpeta no se pueden sincronizar ni se puede hacer un backup porque la carpeta de MEGA está en la Papelera.
fr: Le dossier ne peut ni être synchronisé ni sauvegardé, car le dossier MEGA est dans la Corbeille.
id: Folder tidak dapat disinkronkan atau dicadangkan karena folder MEGA ada di Tempat sampah.
ja: MEGAフォルダはごみ箱にあるため、フォルダを同期またはバックアップできません。
ko: MEGA 폴더가 휴지통에 있어서 폴더를 동기화 또는 백업할 수 없습니다.
pt: Não é possível sincronizar ou fazer backup porque a pasta no MEGA está na Lixeira.
ru: Папку невозможно синхронизировать или создать её резервную копию, так как папка MEGA находится в Корзине.
th: ไม่สามารถซิงค์หรือสำรองข้อมูลโฟลเดอร์ได้ เนื่องจากโฟลเดอร์ MEGA อยู่ในถังขยะ
tr: MEGA klasörü Çöp kutusunda olduğu için klasör senkronize edilemez veya yedeklenemez.
vi: Thư mục không thể đồng bộ hoặc tạo sao lưu được bởi vì thư mục tương ứng trên MEGA đang nằm trong Thùng Rác.
zh_hans: 由于MEGA文件夹位于回收站中，文件夹无法同步或备份。
zh_hant: 由於MEGA資料夾位於垃圾筒中，因此資料夾無法同步或備份。

# device.center.backup.error.virtualboxFolders
source: MEGA can’t sync or back up VirtualBox folders.
ar: لا تستطيع ميغا MEGA مزامنة مجلدات VirtualBox أو نسخها احتياطيًا.
de: MEGA kann VirtualBox-Ordner nicht synchronisieren oder sichern.
es: MEGA no puede sincronizar ni hacer backups de las carpetas de VirtualBox.
fr: MEGA ne peut ni synchroniser ni sauvegarder les dossiers VirtualBox.
id: MEGA tidak dapat menyinkronkan atau mencadangkan folder VirtualBox.
ja: MEGAはVirtualBoxフォルダを同期またはバックアップできません。
ko: MEGA는 VirtualBox 폴더를 동기화 또는 백업할 수 없습니다.
pt: O MEGA não pode sincronizar ou fazer backup das pastas do VirtualBox.
ru: MEGA не может синхронизировать или создавать резервные копии папок VirtualBox.
th: MEGA ไม่สามารถซิงค์หรือสำรองโฟลเดอร์ VirtualBox ได้
tr: MEGA, VirtualBox klasörlerini senkronize edemez veya yedekleyemez.
vi: MEGA không thể đồng bộ hóa hoặc sao lưu các thư mục VirtualBox.
zh_hans: MEGA无法同步或备份VirtualBox文件夹。
zh_hant: MEGA無法同步或備份VirtualBox資料夾。
