Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

source: There is already a file with the same name
ar: هناك ملف بنفس الاسم
de: Eine Datei dieses Namens existiert bereits
es: Ya existe un archivo con el mismo nombre
fr: Un fichier porte déjà ce nom
id: Sudah ada file dengan nama yang sama
ja: 同じ名前のファイルがすでにあります
ko: 이미 같은 이름을 가진 파일이 존재합니다
pt: Já existe um arquivo com o mesmo nome
ru: Файл с таким названием уже существует
th: มีไฟล์ชื่อเดียวกันอยู่แล้ว
tr: Zaten aynı ada sahip bir dosya var
vi: Đã có một tệp tin với cái tên này rồi
zh_hans: 已经有一个相同名称的文件
zh_hant: 已經有一個相同名稱的檔案

# cloudDrive.browser.saveToCloudDrive.title
source: Save to Cloud drive
ar: حفظ في السواقة السحابية
de: In Cloud Drive speichern
es: Guardar en la Nube
fr: Enregistrer sur mon Disque nuagique
id: Simpan ke drive Cloud
ja: クラウドドライブに保存
ko: 클라우드 드라이브에 저장
pt: Salvar na Nuvem de arquivos
ru: Сохранить на Облачном диске
th: บันทึกไปยังคลาวด์ไดรฟ์
tr: Bulut sürücüsüne kaydet
vi: Lưu vào Ổ Mây
zh_hans: 保存到云盘
zh_hant: 儲存到雲端硬碟

# cloudDrive.browser.paste
source: Paste
ar: لصق
de: Einfügen
es: Pegar
fr: Coller
id: Tempel
ja: 貼り付け
ko: 붙여넣기
pt: Colar
ru: Вставить
th: วาง
tr: Yapıştır
vi: Dán
zh_hans: 粘贴
zh_hant: 貼上

# cloudDrive.upload.importFromFiles
source: Import from Files
ar: استيراد من تطبيق الملفات
de: Aus Dateien-App importieren
es: Importar desde Archivos
fr: Importer de Fichiers
id: Impor dari File
ja: ファイルからインポート
ko: 파일에서 들여오기
pt: Importar de Arquivos
ru: Импорт из «Файлов»
th: นำเข้าจากไฟล์
tr: Dosyalardan İçe Aktar
vi: Chuyển nhập từ Tệp
zh_hans: 从文件中导入
zh_hant: 從檔案匯入

# fileExistAlertController_Message
source: [A] already uploaded with the name [B]
ar: [A] تم رفعه بالفعل باسم [B]
de: [A] bereits unter dem Namen [B] vorhanden
es: [A] ya subida con el nombre [B]
fr: [A] est déjà téléversé avec le nom [B]
id: [A] telah diupload dengan nama [B]
ja: [A]はすでに[B]の名前でアップロードされています
ko: [A]는 이미 [B]로 업로드 되었습니다
pt: [A] já carregado com o nome [B]
ru: [A] уже загружен с названием [B]
th: [A] ถูกอัปโหลดไปแล้วด้วยชื่อ [B]
tr: [A] adıyla zaten yüklendi [B]
vi: Tệp [A] đã được tải lên từ trước với tên [B]
zh_hans: [A]已上传，名称为[B]
zh_hant: 已使用名稱[B]上傳[A]

# filesAlreadyExistMessage
source: %d files selected were already uploaded into this folder.
ar: %d ملفات محددة سبق رفعها للمجلد.
de: %d gewählte Dateien sind bereits in diesem Ordner vorhanden.
es: %d archivos de los seleccionados ya se habían subido a esta carpeta.
fr: %d fichiers sélectionnés ont déjà été téléversés dans ce dossier.
id: %d file terpilih telah berhasil diupload ke folder ini.
ja: 選択されたファイル%d こは、既にこのフォルダにアップロードされています。
ko: 선택된 파일 %d개가 이미 이 폴더에 업로드 되었습니다.
pt: %d arquivos selecionados já foram enviados para esta pasta.
ru: %d выбранных файлов были уже загружены в эту папку.
th: %d ไฟล์ที่เลือกไว้ มีการอัปโหลดลงในโฟลเดอร์นี้แล้ว
tr: %d seçilen dosyalar zaten bu klasöre yüklenmişti.
vi: %d tệp tin bạn vừa chọn đã được tải lên từ trước trong thư mục này rồi.
zh_hans: 已选的%d个文件已上传到此文件夹。
zh_hant: %d個檔案已被上傳到這個資料夾。

# uploadStarted_Message
source: Upload started
ar: بدأ الترفيع
de: Upload gestartet
es: Subida iniciada
fr: Le téléversement est lancé
id: Unggahan dimulai
ja: アップロード開始
ko: 업로드가 시작되었습니다
pt: Upload iniciado
ru: Загрузка начата
th: เริ่มการอัปโหลดแล้ว
tr: Yükleme başladı
vi: Tải lên được bắt đầu
zh_hans: 已开始上传
zh_hant: 已開始上傳

# youNoLongerHaveAccessToThisFile_alertTitle
source: You no longer have access to this file
ar: لم يعد لديك صلاحية الدخول لهذا الملف
de: Sie haben keinen Zugriff mehr auf diese Datei
es: Ya no tienes acceso a este archivo
fr: Vous n’avez plus accès à ce fichier
id: Anda tidak lagi memiliki akses ke file ini
ja: このファイルへは、もうアクセスできません
ko: 이 파일에 더 이상 접근 권한이 없습니다
pt: Você já não acesso a este arquivo
ru: У вас больше нет доступа к этому файлу
th: คุณไม่สามารถเข้าถึงไฟล์นี้ได้
tr: Artık bu dosyaya erişiminiz yok
vi: Bạn không còn quyền hạn để truy cập tệp tin này nữa
zh_hans: 您没有访问此文件的权限
zh_hant: 您不再有存取此檔案的權限

# youNoLongerHaveAccessToThisFolder_alertTitle
source: You no longer have access to this folder
ar: لم يعد لديك صلاحية الدخول لهذا المجلد
de: Sie haben keinen Zugriff mehr auf diesen Ordner
es: Ya no tienes acceso a esta carpeta
fr: Vous n’avez plus accès à ce dossier
id: Anda tidak lagi memiliki akses ke folder ini
ja: このフォルダへは、もうアクセスできません
ko: 이 폴더에 더 이상 접근 권한이 없습니다
pt: Você já não tem acesso a esta pasta
ru: У вас больше нет доступа к этой папке
th: คุณไม่สามารถเข้าถึงโฟลเดอร์นี้ได้
tr: Artık bu klasöre erişiminiz yok
vi: Bạn không còn quyền hạn để truy cập thư mục này nữa
zh_hans: 您没有访问该文件夹的权限
zh_hant: 您不再有存取此資料夾的權限

# folderInboxError
source: Inbox is reserved for use by Apple.
ar: Inbox محجوز للاستخدام من قبل آبل Apple.
de: Dieser Ordnername ist durch Apple reserviert.
es: Inbox es un nombre reservado para uso de Apple.
fr: « Boîte de réception » est réservé à l’usage d’Apple.
id: Label inbox telah disediakan khusus untuk Apple.
ja: InboxはAppleが使用するために予約されています。
ko: 수신함 라벨은 Apple에 의해 사용이 예약되었습니다.
pt: A etiqueda desta caixa de entrada é de uso reservado pela Apple.
ru: Название «Входящие» зарезервировано для использования Apple.
th: กล่องขาเข้าถูกสงวนไว้สำหรับการใช้งานโดย Apple
tr: Gelen kutusu Apple tarafından kullanılmak üzere ayrılmıştır.
vi: Hộp thư được bảo lưu cho Apple sử dụng.
zh_hans: 此收件箱仅供Apple使用。
zh_hant: 這個收件夾僅保留給Apple使用。

source: Save image
ar: ‏احفظ الصورة
de: Bild abspeichern
es: Guardar imagen
fr: Enregistrer l’image
id: Simpan Gambar
ja: イメージを保存する
ko: 이미지 저장
pt: Salvar imagem
ru: Сохранить изображение
th: บันทึกรูปภาพ
tr: Resmi kaydet
vi: Lưu hình ảnh
zh_hans: 保存图片
zh_hant: 儲存圖片

source: Generating link…
ar: توليد الرابط…
de: Link generieren…
es: Generando enlace…
fr: Génération du lien…
id: Membuat link…
ja: リンクを作成中…
ko: 링크 생성 중…
pt: Gerando link…
ru: Создание ссылки…
th: กำลังสร้างลิงก์…
tr: Bağlantı oluşturuluyor…
vi: Đang tạo đường liên kết…
zh_hans: 正在生成链接…
zh_hant: 產生連結中⋯

source: Generating links…
ar: جاري إنشاء روابط…
de: Links werden erstellt…
es: Generando enlaces…
fr: Génération des liens…
id: Membuat links…
ja: リンクを作成中…
ko: 링크 생성 중…
pt: Gerando links…
ru: Генерация ссылок…
th: กำลังสร้างลิงก์…
tr: Bağlantılar oluşturuluyor…
vi: Đang tạo các đường liên kết…
zh_hans: 正在生成链接…
zh_hant: 產生連結中⋯

# linkCopied
source: Copied link
ar: الرابط المنسوخ
de: Link kopiert
es: Link copiado
fr: Le lien a été copié
id: Tautan disalin
ja: リンクをコピーしました
ko: 링크 복사됨
pt: O link foi copiado
ru: Ссылка скопирована
th: คัดลอกลิงก์แล้ว
tr: Kopyalanan bağlantı
vi: Đã sao chép liên kết
zh_hans: 已复制链接
zh_hant: 已複製連結

source: Copied to the clipboard
ar: تم النسخ إلى الحافظة
de: In die Zwischenablage kopiert
es: Copiado en el portapapeles
fr: A été copié dans le presse-papiers
id: Disalin ke clipboard
ja: クリップボードにコピーされました
ko: 클립보드에 복사됨
pt: Copiado ao bloco de notas
ru: Скопировано в буфер обмена
th: คัดลอกไปที่คลิปบอร์ดแล้ว
tr: Panoya kopyalandı
vi: Đã lưu vào bộ ghi nhớ
zh_hans: 已复制到剪贴板
zh_hant: 已複製至剪貼簿

source: Copyright warning
ar: تحذير حقوق التأليف والنشر
de: Richtlinien zum Urheberrecht
es: Aviso de derechos de autor
fr: Avertissement de droit d’auteur
id: Peringatan hak cipta
ja: 著作権に関する警告
ko: 저작권 경고
pt: Aviso de direitos autorais
ru: Предупреждение о защите авторских прав
th: คำเตือนลิขสิทธิ์
tr: Telif hakkı uyarısı
vi: Cảnh báo bản quyền
zh_hans: 版权警告
zh_hant: 著作權警告

# copyrightWarningToAll
source: Copyright warning to all users
ar: تحذير حقوق النشر لكل المستخدمين
de: Hinweis zur Wahrung von Urheberrechten
es: Aviso de derechos de autor para todos los usuarios
fr: Avertissement sur le droit d’auteur à tous les utilisateurs
id: Peringatan hak cipta untuk semua pengguna
ja: すべてのユーザー様に対する著作権の警告
ko: 모든 사용자에게 저작권 경고
pt: Aviso de direitos autorais a todos os usuários
ru: Предупреждение о защите авторских прав для всех пользователей
th: คำเตือนลิขสิทธิ์สำหรับผู้ใช้ทั้งหมด
tr: Tüm kullanıcılara telif hakkı uyarısı
vi: Thông báo mới về luật bản quyền
zh_hans: 致所有用户的版权警告
zh_hant: 致所有使用者之著作權警告

# copyrightMessagePart1
source: MEGA respects the copyrights of others and requires that users of the MEGA Cloud service comply with the laws of copyright.
ar: تحترم ميغا MEGA حقوق التأليف والنشر للآخرين وتطلب من مستخدمي خدمات سحابة ميغا MEGA بالالتزام بقوانين حقوق النشر.
de: MEGA respektiert die Urheberrechte Dritter und erwartet von Nutzern der MEGA Cloud die Einhaltung aller relevanten Urheberrechtsgesetze.
es: MEGA respeta los derechos de propiedad intelectual de terceros y exige a los usuarios de MEGA que respeten las leyes de propiedad intelectual.
fr: MEGA respecte le droit d’auteur d’autrui et exige que les utilisateurs du service nuagique de MEGA se conforment aux lois sur le droit d’auteur.
id: MEGA menghargai hak cipta orang lain dan mengharuskan pengguna layanan MEGA cloud menuruti hukum hak cipta.
ja: MEGAは他人の著作権を尊重し、MEGAクラウドサービスのユーザーが著作権に関する法律に従うことを義務づけています。
ko: MEGA는 다른 사람들의 저작권을 존중하고 MEGA 클라우드 서비스의 이용자들이 저작권법을 준수할 것을 요구합니다.
pt: O MEGA respeita os direitos autorais de terceiros e exige que os usuários do serviço de nuvem MEGA cumpram as leis de direitos autorais.
ru: MEGA уважает авторские права других лиц и требует, чтобы пользователи облачного сервиса MEGA соблюдали закон об авторском праве.
th: MEGA เคารพลิขสิทธิ์ของผู้อื่นและต้องการให้ผู้ใช้บริการคลาวด์ MEGA ปฏิบัติตามกฎหมายลิขสิทธิ์
tr: MEGA, başkalarının telif haklarına saygı duyar ve MEGA Cloud hizmetinin kullanıcılarının telif hakkı yasalarına uymasını gerektirir.
vi: MEGA tôn trọng luật bản quyền của người khác và yêu cầu người sử dụng dịch vụ Ổ Mây MEGA nên thực hiện theo quy định của pháp luật về quyền tác giả.
zh_hans: MEGA尊重他人的板权，并要求MEGA的云服务用户遵守版权法。
zh_hant: MEGA尊重他人之著作權，且要求MEGA的雲端服務使用者遵守著作權法。

# copyrightMessagePart2
source: You are strictly prohibited from using the MEGA Cloud service to infringe copyrights. You may not upload, download, store, share, display, stream, distribute, email, link to, transmit or otherwise make available any files, data or content that infringes any copyright or other proprietary rights of any person or entity.
ar: لقد تم منعك منعاً باتاً من استخدام خدمة سحابة ميغا MEGA لانتهاك حقوق الطبع والنشر. لا يجوز لك ترفيع أو تنزيل أو تخزين أو مشاركة أو عرض أو بث أو توزيع أو إرسال بريد إلكتروني أو رابط أو نقل أو إتاحة أي ملفات أو بيانات أو محتوى ينتهك أي حقوق طبع ونشر أو حقوق ملكية أخرى لأي شخص أو كيان.
de: Es ist Ihnen strikt untersagt, den Dienst MEGA Cloud zur Verletzung von Urheberrechten zu missbrauchen. Sie dürfen Dateien, Daten oder Inhalte, die die Urheber- oder andere Eigentumsrechte Dritte verletzen, nicht uploaden, speichern, teilen, anzeigen, streamen, verteilen, emailen, verlinken, übertragen oder in irgendeiner anderen Form zugänglich machen.
es: Queda terminantemente prohibido utilizar el servicio en la nube de MEGA para infringir derechos de propiedad intelectual. No puedes subir, descargar, almacenar, compartir, mostrar, reproducir, distribuir, enviar por email, vincular o poner a disposición de ninguna forma archivos, datos o contenido que infrinjan derechos de propiedad intelectual de cualquier persona o entidad.
fr: Il vous est strictement interdit d’utiliser le service nuagique de MEGA pour enfreindre le droit d’auteur. Vous ne pouvez pas téléverser, télécharger, stocker, partager, afficher, diffuser en continu, distribuer, envoyer par courriel, créer de liens vers, transmettre ou proposer de quelque façon des fichiers, des données ou du contenu qui enfreignent le droit d’auteur ou autre droit de propriété de quelque personne ou entité.
id: Anda dilarang menggunakan layanan MEGA cloud untuk melanggar hak cipta. Anda tidak boleh mengunggah, mengunduh, menyimpan, berbagi, menampilkan, mengalirkan, mendistribusikan, mengirim email, menautkan, mengirimkan atau menyediakan file, data, atau konten yang melanggar hak cipta atau hak kepemilikan orang lain atau entitas lainnya.
ja: MEGAクラウドサービスを使用して著作権を侵害することは厳しく禁止されています。あなたは、個人または団体の著作権またはその他の財産権を侵害するファイル、データ、またはコンテンツをアップロード、ダウンロード、保存、共有、表示、ストリーム配信、配布、メールで送信、リンク、送信、またはその他の方法で利用可能にすることはできません。
ko: 당신은 MEGA 클라우드를 저작권을 침해할 목적으로 절대 사용할 수 없습니다. 다른 사람이나 개체의 저작권 또는 정당한 권리를 침해할 수 있는 파일, 데이터 또는 컨텐츠를 업로드, 다운로드, 저장, 공유, 게시, 스트림, 배포, 이메일, 링크 전송, 전송 또는 이용 가능하게 만들면 안됩니다.
pt: Você está estritamente proibido de usar o serviço de nuvem do MEGA para infringir direitos autorais. Você não pode fazer upload, download, armazenar, compartilhar, visualizar, fazer streaming, distribuir, enviar por email, criar um link, difundir ou disponibilizar quaisquer arquivos, dados ou conteúdos que infinjam os direitos de autor ou outros direitos de propriedade de qualquer pessoa ou entidade.
ru: Запрещается использовать облачный сервис MEGA для нарушения авторских прав. Вы не можете загружать, скачивать, хранить, обмениваться, показывать, транслировать, распространять, отправлять по электронной почте, делиться ссылкой или иным образом предоставлять любые файлы, данные или контент, которые нарушают любые авторские или другие имущественные права любого лица или организации.
th: ห้ามมิให้ใช้บริการ MEGA คลาวด์เพื่อละเมิดลิขสิทธิ์เป็นอันขาด คุณไม่สามารถอัปโหลด ดาวน์โหลด จัดเก็บ แชร์ นำไปแสดง สตรีม แจกจ่าย ส่งอีเมล เผยแพร่ไฟล์ข้อมูล หรือเนื้อหาใด ๆ ที่อาจละเมิดลิขสิทธิ์หรือสิทธิ์ที่ถูกต้องตามกฎหมายของบุคคลหรือนิติบุคคลอื่น ๆ
tr: Telif haklarını ihlal etmek için MEGA Cloud hizmetini kullanmanız kesinlikle yasaktır. Herhangi bir kişi veya kuruluşun telif hakkını veya diğer mülkiyet haklarını ihlal eden herhangi bir dosya, veri veya içeriği yükleyemez, indiremez, depolayamaz, paylaşamaz, görüntüleyemez, yayınlayamaz, dağıtamaz, e-posta gönderemez, bağlantı kuramaz, iletemez veya başka bir şekilde kullanıma sunamazsınız.
vi: Tất cả các người sử dụng đều bị giám sát chặt chẽ khi dùng dịch vụ Ổ Mây MEGA nhằm để tránh việc lưu trữ và phân phát nội dung vi phạm bản quyền. Bạn (khách hàng hay người sử dụng) không được phép đăng tải, tải xuống, lưu trữ, chia sẻ, cho xem, truyền nội dung, quản lý thư mục từ bạn bè, gửi email, lấy liên kết từ các tệp tin, dữ liệu có chứa nội dung vi phạm bản quyền hoặc tài sản độc quyền của cá nhân hay tập thể khác trong tài khoản của mình.
zh_hans: 严禁使用MEGA云服务侵犯版权。您不得上传、下载、储存、共享、展示、流式传输、分发、发送电子邮件、链接、传输或以其他方式提供任何侵犯任何个人或实体的任何版权或其他所有权的任何文件、数据或内容。
zh_hant: 嚴禁使用MEGA雲端服務侵犯智慧財產權。您不得以上傳、下載、儲存、共享、展示、串流、散佈、寄送電子郵件、連結、傳輸或以任何其他方式提供會侵犯任何個人或單位之智慧財產權或其他相關所有權的檔案、資料或內容。

source: Agree
ar: موافق
de: Einverstanden
es: Acepto
fr: Accepter
id: Setuju
ja: 同意する
ko: 동의
pt: Concordo
ru: Согласен
th: เห็นด้วย
tr: Katılıyorum
vi: Đồng ý
zh_hans: 同意
zh_hant: 同意

source: Disagree
ar: غير موافق
de: Ich stimme nicht zu
es: No acepto
fr: Ne pas accepter
id: Tidak setuju
ja: 同意しない
ko: 동의하지 않음
pt: Não concordo
ru: Не согласен
th: ไม่เห็นด้วย
tr: Katılmıyorum
vi: Không đồng ý
zh_hans: 不同意
zh_hant: 不同意

source: Link without key
ar: رابط بدون مفتاح
de: Link ohne Schlüssel
es: Enlace sin clave
fr: Lien sans clé
id: Link tanpa kunci
ja: キーなしのリンク
ko: 키 없는 링크
pt: Link sem chave
ru: Ссылка без ключа
th: ลิงก์ไม่รวมคีย์
tr: Anahtarsız bağlantı
vi: Liên kết không kèm chìa khóa
zh_hans: 链接不包含密钥
zh_hant: 連結不包含金鑰

source: Link with key
ar: الرابط مع المفتاح
de: Link mit Schlüssel
es: Enlace con clave
fr: Lien avec clé
id: Link dengan kunci
ja: キーを含むリンク
ko: 키가 있는 링크
pt: Link com chave
ru: Ссылка с ключом
th: ลิงก์รวมคีย์ด้วย
tr: Anahtarla bağlantı
vi: Liên kết kèm chìa khóa
zh_hans: 链接包含密钥
zh_hant: 連結包含金鑰

# sharedItems.link.accessInfoPasswordProtected
source: Only people with the password can open the link
ar: يمكن فقط للأشخاص الذين لديهم كلمة المرور فتح الرابط
de: Den Link können nur Personen öffnen, die das Passwort kennen
es: Solo quien tenga la contraseña podrá acceder al enlace
fr: Seules les personnes qui connaissent le mot de passe peuvent ouvrir le lien
id: Hanya orang yang memiliki kata sandi yang dapat membuka tautan tersebut
ja: パスワードを知っている人だけがリンクを開けます
ko: 비밀번호가 있는 사람만 링크를 열 수 있습니다
pt: Somente quem tiver a senha poderá acessar o link
ru: Только люди с паролем могут открыть ссылку
th: เฉพาะผู้ที่มีรหัสผ่านเท่านั้นที่สามารถเปิดลิงก์ได้
tr: Bağlantıyı yalnızca şifreye sahip kişiler açabilir
vi: Chỉ những người có mật khẩu mới có thể mở đường liên kết
zh_hans: 只有拥有密码的人才能打开链接
zh_hant: 只有擁有密碼的人才能開啟連結

# sharedItems.link.linkUpdated
source: Link updated. Copy again.
ar: تم تحديث الرابط. نسخ مرة أخرى.
de: Link aktualisiert. Kopieren Sie ihn erneut.
es: Enlace actualizado. Copiar de nuevo.
fr: Le lien a été mis à jour. Copiez-le de nouveau.
id: Tautan diperbarui. Salin lagi.
ja: リンクが更新されました。もう一度コピーしてください。
ko: 링크가 업데이트 되었습니다. 다시 복사하세요.
pt: Link atualizado - copie novamente.
ru: Ссылка обновлена. Скопируйте ещё раз.
th: อัปเดตลิงก์แล้ว คัดลอกใหม่อีกครั้ง
tr: Bağlantı güncellendi. Tekrar kopyala.
vi: Đường liên kết đã được cập nhật. Xin sao chép lại.
zh_hans: 链接已更新。请再次复制。
zh_hant: 連結已更新。請再次複製。

source: (Pro only)
ar: (فقط لمشتركي Pro)
de: (Nur Pro)
es: (solo Pro)
fr: (Pro seulement)
id: (hanya Pro)
ja: （Proのみ）
ko: (Pro 전용)
pt: (somente usuários Pro)
ru: (только Pro)
th: (Pro เท่านั้น)
tr: (Yalnızca Pro)
vi: (Chỉ cho hạng Pro)
zh_hans: （仅限Pro会员）
zh_hant: （Pro會員限定）

source: Set expiry date
ar: حدد تاريخ انتهاء الصلاحية
de: Ablaufdatum festlegen
es: Establecer fecha de caducidad
fr: Définir une date d’expiration
id: Tetapkan Tanggal Kedaluwarsa
ja: 有効期限の設定
ko: 만료일 설정
pt: Definir uma data de validade
ru: Задать срок годности
th: กำหนดวันหมดอายุ
tr: Son kullanma tarihini ayarla
vi: Đặt ngày hết hạn
zh_hans: 设置到期日
zh_hant: 設定到期日期

source: Set password protection
ar: تفعيل الحماية بكلمة مرور
de: Mit Passwortschutz
es: Activa la protección por contraseña
fr: Définir une protection par mot de passe
id: Atur proteksi password
ja: パスワード保護の設定
ko: 암호 보호 설정
pt: Estabelecer uma senha de acesso
ru: Защитить паролем
th: ตั้งการป้องกันด้วยรหัสผ่าน
tr: Şifre korumasını ayarla
vi: Đặt bảo vệ bằng mật khẩu
zh_hans: 设置密码保护
zh_hant: 密碼保護設定

source: Encrypt
ar: تشفير
de: Verschlüsseln
es: Cifrar
fr: Chiffrer
id: Enkripsi
ja: 暗号化する
ko: 암호화
pt: Criptografar
ru: Зашифровать
th: เข้ารหัสลับ
tr: Şifrele
vi: Mã hóa
zh_hans: 加密
zh_hant: 加密

source: Encrypted
ar: مشفر
de: Verschlüsselt
es: Cifrado
fr: Chiffré
id: Terenkripsi
ja: 暗号化済み
ko: 암호화됨
pt: Criptografado
ru: Зашифровано
th: เข้ารหัสแล้ว
tr: Şifreli
vi: Mã hoá
zh_hans: 已加密
zh_hant: 已加密

source: Copy link
ar: نسخ الرابط
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
id: Salin link
ja: リンクをコピー
ko: 링크 복사
pt: Copiar link
ru: Скопировать ссылку
th: คัดลอกลิงก์
tr: Bağlantıyı kopyala
vi: Sao chép liên kết
zh_hans: 复制链接
zh_hant: 複製連結

source: Copy key
ar: انسخ المفتاح
de: Schlüssel kopieren
es: Copiar clave
fr: Copier la clé
id: Salin kunci
ja: キーをコピー
ko: 키 복사
pt: Copiar chave
ru: Скопировать ключ
th: คัดลอกคีย์
tr: Anahtarı kopyala
vi: Sao chép chìa khóa
zh_hans: 复制密钥
zh_hant: 複製金鑰

source: Open in…
ar: فتح في…
de: Öffnen in…
es: Abrir en…
fr: Ouvrir avec…
id: Buka dengan…
ja: 以下で開く…
ko: 다른 곳에서 열기…
pt: Abrir em…
ru: Открыть в…
th: เปิดด้วย…
tr: İçinde aç…
vi: Mở với…
zh_hans: 打开…
zh_hant: 從⋯開啟

source: Upload to MEGA
ar: الترفيع الى ميغا MEGA
de: Auf MEGA hochladen
es: Subir a MEGA
fr: Téléverser vers MEGA
id: Unggah ke MEGA
ja: MEGAにアップロード
ko: MEGA에 업로드
pt: Fazer upload ao MEGA
ru: Загрузить в MEGA
th: อัปโหลดไปยัง MEGA
tr: MEGA'ya yükle
vi: Tải lên MEGA
zh_hans: 上传到MEGA
zh_hant: 上傳至MEGA

source: Tap file to rename
ar: اضغط على الملف لاعادة التسمية
de: Zum Umbenennen antippen
es: Tocar el archivo para renombrar
fr: Toucher le fichier pour le renommer
id: Ketuk file untuk mengganti nama
ja: 名前を変更するにはファイルをタップ
ko: 이름을 변경하려면 파일을 탭하세요
pt: Pressione o arquivo para renomeá-lo
ru: Коснитесь файла для переименования
th: แตะไฟล์เพื่อเปลี่ยนชื่อ
tr: Yeniden adlandırmak için dosyaya dokunun
vi: Chạm vào tệp để đổi tên
zh_hans: 点击文件可重命名
zh_hant: 在檔案上點擊可重新命名

# general.sendToChat
source: Send to chat
ar: إرسال الى محادثة
de: An Chat senden
es: Enviar al chat
fr: Envoyer vers une conversation
id: Kirim ke obrolan
ja: チャットに送信
ko: 대화에 보내기
pt: Enviar ao Chat
ru: Отправить в чат
th: ส่งไปยังแชท
tr: Sohbete gönder
vi: Gửi đến chát
zh_hans: 发送至聊天
zh_hant: 發送至對話

source: My chats
ar: محادثاتي
de: Meine Chats
es: Mis chats
fr: Mes conversations
id: Obrolan saya
ja: 私のチャット
ko: 내 대화
pt: Meus chats
ru: Мои чаты
th: การแชทของฉัน
tr: Sohbetlerim
vi: Các cuộc chát
zh_hans: 我的聊天
zh_hant: 我的對話

source: Downloading
ar: جارى التنزيل
de: Downloade
es: Descargando
fr: Téléchargement
id: Mengunduh
ja: ダウンロード中
ko: 다운로드 중
pt: Fazendo o download
ru: Скачивание
th: กำลังดาวน์โหลด
tr: İndiriliyor
vi: Đang tải xuống
zh_hans: 正在下载
zh_hant: 下載中

source: Select destination
ar: اختر الوجهة
de: Ziel wählen
es: Seleccionar destino
fr: Sélectionner la destination
id: Pilih tujuan
ja: 宛先を選択
ko: 목적지 선택
pt: Selecione o destino
ru: Выберите целевую папку
th: เลือกปลายทาง
tr: Hedefi seç
vi: Chọn vị trí đích
zh_hans: 选择存储位置
zh_hant: 選擇目的地

source: Select files
ar: حدد الملفات
de: Dateien auswählen
es: Seleccionar archivos
fr: Sélectionner des fichiers
id: Pilih file
ja: ファイルを選択
ko: 파일 선택
pt: Selecione os arquivos
ru: Выбрать файлы
th: เลือกไฟล์
tr: Dosyaları seç
vi: Chọn tệp tin
zh_hans: 选择文件
zh_hant: 選擇檔案

source: Move
ar: نقل
de: Verschieben
es: Mover
fr: Déplacer
id: Pindahkan
ja: 移動
ko: 이동
pt: Mover
ru: Переместить
th: ย้าย
vi: Di chuyển
zh_hans: 移动
zh_hant: 移動

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
id: Salin
ja: コピー
ko: 복사
pt: Copiar
ru: Копировать
th: คัดลอก
tr: Kopyalama
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

# copyFileMessage
source: 1 file copied
ar: تم نسخ 1 ملف
de: 1 Datei kopiert
es: 1 archivo copiado
fr: 1 fichier a été copié
id: 1 file tersalin
ja: 1個のファイルがコピーされました
ko: 파일 1개 복사됨
pt: 1 arquivo copiado
ru: 1 файл скопирован
th: 1 ไฟล์ที่คัดลอกแล้ว
tr: 1 dosya kopyalandı
vi: 1 tệp tin đã được sao chép
zh_hans: 已复制1个文件
zh_hant: 已複製1個檔案

# copyFilesMessage
source: %d files copied
ar: تم نسخ %d ملف
de: %d Dateien kopiert
es: %d archivos copiados
fr: %d fichiers ont été copiés
id: %d file tersalin
ja: %d個のファイルをコピーしました
ko: 파일 %d개 복사됨
pt: %d arquivos copiados
ru: скопировано файлов: %d
th: %d ไฟล์ที่คัดลอกแล้ว
tr: %d kopyalanan dosyalar
vi: %d tệp tin đã sao chép xong
zh_hans: 已复制%d个文件
zh_hant: 已複製%d個檔案

# copyFolderMessage
source: 1 folder copied
ar: تم نسخ 1 مجلد
de: 1 Ordner kopiert
es: 1 carpeta copiada
fr: 1 dossier a été copié
id: 1 folder tersalin
ja: 1個のフォルダをコピーしました
ko: 폴더 1개 복사됨
pt: 1 arquivo copiado
ru: 1 папка скопирована
th: 1 โฟลเดอร์ที่คัดลอกแล้ว
tr: 1 klasör kopyalandı
vi: 1 thư mục đã được sao chép
zh_hans: 已复制1个文件夹
zh_hant: 已複製1個資料夾

# copyFoldersMessage
source: %d folders copied
ar: تم نسخ %d مجلد
de: %d Ordner kopiert
es: %d carpetas copiadas
fr: %d dossiers ont été copiés
id: %d folder tersalin
ja: %d個のフォルダをコピーしました
ko: 폴더 %d개 복사됨
pt: %d pastas copiadas
ru: Папок скопировано: %d
th: %d โฟลเดอร์ถูกคัดลอกแล้ว
tr: %d kopyalanan klasörler
vi: %d thư mục đã sao chép xong
zh_hans: 已复制%d个文件夹
zh_hant: 已複製%d個資料夾

# copyFileFolderMessage
source: 1 file and 1 folder copied
ar: تم نسخ 1 ملف و 1 مجلد
de: 1 Datei und 1 Ordner kopiert
es: 1 archivo y 1 carpeta copiados
fr: 1 fichier et 1 dossier ont été copiés
id: 1 file dan 1 folder tersalin
ja: 1個のファイルと1個のフォルダをコピーしました
ko: 파일 1개와 폴더 1개 복사됨
pt: 1 arquivo e 1 pasta copiados
ru: 1 файл и 1 папка скопированы
th: 1 ไฟล์และ 1 โฟลเดอร์ถูกคัดลอกแล้ว
tr: 1 dosya ve 1 klasör kopyalandı
vi: 1 tệp và thư mục đã được sao chép
zh_hans: 已复制1个文件和1个文件夹
zh_hant: 已複製1個檔案和1個資料夾

# copyFileFoldersMessage
source: 1 file and %d folders copied
ar: تم نسخ 1 ملف و%d مجلد
de: 1 Datei und %d Ordner kopiert
es: 1 archivo y %d carpeta copiados
fr: 1 fichier et %d dossiers ont été copiés
id: 1 file and %d folder tersalin
ja: 1個のファイルと%d個のフォルダをコピーしました
ko: 파일 1개와 폴더 %d개 복사됨
pt: 1 arquivo e %d pastas copiados
ru: 1 файл и %d папок(и) скопированы
th: 1 ไฟล์และ %d โฟลเดอร์ถูกคัดลอกแล้ว
tr: 1 dosya ve %d kopyalanan klasörler
vi: 1 tệp tin và %d thư mục đã sao chép xong
zh_hans: 已复制1个文件和%d个文件夹
zh_hant: 已複製1個檔案和%d個資料夾
