Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

source: Unselect
ar: إلغاء التحديد
de: Auswahl aufheben
es: Deseleccionar
fr: Dessélectionner
id: Batalkan pilihan
ja: 選択を解除
ko: 선택 해제
pt: Remover a seleção
ru: Снять выбор
th: ไม่เลือก
tr: Seçimi kaldır
vi: Bỏ chọn
zh_hans: 取消选择
zh_hant: 取消選取

source: No photos or videos
ar: لا يوجد صور أو فيديوهات
de: Keine Fotos oder Videos
es: No hay Fotos o Videos
fr: Aucune photo ni vidéo
id: Tidak ada foto atau video
ja: 写真や動画なし
ko: 사진이나 동영상이 없습니다
pt: Não há fotos ou vídeos
ru: Нет фото или видео
th: ไม่มีรูปภาพหรือวิดีโอ
tr: Fotoğraf veya video yok
vi: Không có hình ảnh hoặc video
zh_hans: 无照片或视频
zh_hant: 無照片或影片

source: View in folder
ar: عرض في المجلد
de: In Ordner ansehen
es: Ver en carpeta
fr: Visualiser dans le dossier
id: Lihat di folder
ja: フォルダで表示
ko: 폴더에서 보기
pt: Ver na pasta
ru: Посмотреть в папке
th: ดูในโฟลเดอร์
tr: Klasörde görüntüle
vi: Xem trong thư mục chứa
zh_hans: 在文件夹中查看
zh_hant: 在資料夾中檢視

source: This link is not related to this account. Please log in with the correct account.
ar: هذا الرابط لا يعود لهذا الحساب. يرجى تسجيل الدخول باستخدام الحساب الصحيح.
de: Der Link gehört nicht zu diesem Account. Bitte melden Sie sich mit dem korrekten Account an.
es: El enlace no está relacionado con esta cuenta. Inicia sesión con la cuenta correcta.
fr: Ce lien n’est pas associé à ce compte. Veuillez vous connecter avec le bon compte.
id: Link ini tidak terkait dengan akun ini. Silahkan masuk dengan akun yang benar.
ja: このリンクはこのアカウントとは関係ありません。正しいアカウントでログインしてください。
ko: 이 링크는 이 계정과 연결되어 있지 않습니다. 올바른 계정으로 로그인 하세요.
pt: Você está logado em uma conta diferente. Faça logout e acesse novamente o link para resetar a senha.
ru: Ссылка не связана с этим аккаунтом. Пожалуйста, войдите в правильный аккаунт.
th: คุณได้เข้าสู่ระบบบัญชี MEGA อื่นอยู่ กรุณาออกจากระบบและเปิดลิงก์รีเซ็ตรหัสผ่านอีกครั้ง
tr: Bu bağlantı bu hesapla ilgili değil. Lütfen doğru hesapla giriş yapın.
vi: Đường liên kết này không thuộc sở hữu của tài khoản hiện tại. Xin đăng nhập vào tài khoản phù hợp.
zh_hans: 此链接未关联该帐户。请使用正确的MEGA帐户登录。
zh_hant: 此連結與此帳戶無關，請使用正確的帳戶登入。

# Invite contact now
source: Invite contacts now
ar: ادعو جهات الاتصال الآن
de: Kontakte jetzt einladen
es: Invitar contactos ahora
fr: Inviter des contacts maintenant
id: Undang kontak sekarang
ja: 連絡先を今すぐ招待
ko: 지금 연락처 초대
pt: Adicionar contatos
ru: Пригласить контакты сейчас
th: เชิญผู้ติดต่อตอนนี้
tr: Kişileri şimdi davet et
vi: Mời thêm tên liên lạc
zh_hans: 立即邀请联系人
zh_hant: 立即邀請聯絡人

# Please enter a valid phone number
source: Please supply a valid phone number.
ar: يرجى تقديم رقم هاتف صالح.
de: Bitte geben Sie eine gültige Telefonnummer an.
es: Por favor, indica un número de teléfono válido.
fr: Veuillez indiquer un numéro de téléphone valide.
id: Harap berikan nomor telfon yang valid.
ja: 有効な電話番号を入力してください。
ko: 유효한 전화번호를 입력하세요.
pt: Por favor, forneça um número de telefone válido.
ru: Пожалуйста, укажите действительный номер телефона.
th: กรุณากรอกหมายเลขโทรศัพท์ให้ถูกต้อง
tr: Lütfen geçerli bir telefon numarası girin.
vi: Xin nhập một số điện thoại hợp lệ.
zh_hans: 请填写一个有效的手机号码。
zh_hant: 請填寫正確的手機號碼。

source: You have reached the daily limit
ar: لقد وصلت إلى الحد اليومي
de: Sie haben Ihr Limit für heute erreicht
es: Has alcanzado el límite diario
fr: Vous avez atteint la limite quotidienne
id: Anda telah mencapai batas harian
ja: 1日の上限に達しました
ko: 일일 한도에 도달하였습니다
pt: Você atingiu o limite diário
ru: Вы достигли дневного лимита
th: คุณถึงขีดจำกัดรายวันแล้ว
tr: Günlük limite ulaştınız
vi: Đã đạt mức giới hạn hằng ngày
zh_hans: 您已达到每日限额
zh_hant: 您已達到每日使用限額

source: The verification code doesn’t match.
ar: رمز التحقق غير مطابق.
de: Der Verifikationscode ist nicht korrekt.
es: El código de confirmación no coincide.
fr: Le code de confirmation ne correspond pas.
id: Kode verifikasi tidak cocok.
ja: 検証コードが一致しません。
ko: 인증 코드가 일치하지 않습니다.
pt: O código de verificação é incorreto.
ru: Код подтверждения не совпадает.
th: รหัสการตรวจสอบไม่ตรงกัน
tr: Doğrulama kodu eşleşmiyor.
vi: Mã xác thực không trùng khớp.
zh_hans: 验证码不匹配。
zh_hant: 驗證碼不正確。

source: Wrong code. Please try again or resend.
ar: رمز خاطئ. يرجى المحاولة مرة أخرى أو إعادة الإرسال.
de: Falscher Code. Bitte geben Sie ihn erneut ein oder fordern Sie einen neuen an.
es: Código erróneo. Prueba de nuevo o vuelve a enviarlo.
fr: Le code est erroné. Veuillez essayer et envoyer de nouveau.
id: Salah kode. Silakan coba lagi atau kirim ulang.
ja: 不正なコードです。もう一度やり直すか、再送信してください。
ko: 잘못된 코드. 다시 시도하거나 재발송하세요.
pt: Código incorreto. Por favor, tente novamente.
ru: Неправильный код. Пожалуйста, попробуйте ещё раз или отправьте повторно.
th: รหัสไม่ถูกต้อง กรุณาลองใหม่หรือส่งอีกครั้ง
tr: Yanlış kod. Lütfen tekrar deneyin veya tekrar gönderin.
vi: Mã không đúng. Xin thử lại hoặc lấy cái mới.
zh_hans: 验证码错误。请再试一次或重新发送。
zh_hant: 錯誤驗證碼。請重試或重新發送。

source: This number is already associated with a MEGA account.
ar: هذا الرقم مرتبط بالفعل بحساب ميغا MEGA.
de: Diese Telefonnummer ist bereits mit einem MEGA-Account assoziiert.
es: Este número ya está asociado con una cuenta de MEGA.
fr: Ce numéro est déjà associé à un compte MEGA.
id: Nomor ini sudah dikaitkan dengan akun MEGA.
ja: この番号はすでにMEGAアカウントに関連付けられています。
ko: 이 번호는 이미 MEGA 계정에 연결되어 있습니다.
pt: Este número já está associado a uma conta no MEGA.
ru: Этот номер уже связан к аккаунтом MEGA.
th: หมายเลขนี้เชื่อมโยงกับบัญชี MEGA แล้ว
tr: Bu numara zaten bir MEGA hesabıyla ilişkilendirilmiştir.
vi: Số điện thoại này đã được sử dụng bởi một tài khoản MEGA khác.
zh_hans: 该手机号已与MEGA帐户绑定。
zh_hant: 此號碼已經有與MEGA帳號綁定。

source: Country
ar: الدولة
de: Land
es: País
fr: Pays
id: Negara
ja: 国
ko: 국가
pt: País
ru: Страна
th: ประเทศ
tr: Ülke
vi: Quốc gia
zh_hans: 国家
zh_hant: 國家

source: Your account is already verified
ar: تم التحقق من حسابك بالفعل
de: Ihr Account ist bereits verifiziert
es: Tu cuenta ya ha sido confirmada
fr: Votre compte est déjà confirmé
id: Akun anda sudah diverifikasi
ja: あなたのアカウントはすでに検証済みです
ko: 계정이 이미 인증되었습니다
pt: Esta conta já foi confirmada
ru: Ваш аккаунт уже подтверждён
th: บัญชีของคุณได้รับการตรวจสอบแล้ว
tr: Hesabınız zaten doğrulandı
vi: Tài khoản đã được xác thực rồi
zh_hans: 您的帐户已通过验证
zh_hant: 您的帳戶已經通過驗證

source: Your phone number
ar: رقم هاتفك
de: Ihre Mobilnummer
es: Tu número de teléfono
fr: Votre numéro de téléphone
id: Nomor telepon Anda
ja: あなたの電話番号
ko: 당신의 전화번호
pt: O seu telefone
ru: Ваш телефонный номер
th: หมายเลขโทรศัพท์ของคุณ
tr: Telefon numaranız
vi: Số điện thoại của bạn
zh_hans: 您的手机号码
zh_hant: 您的手機號碼

source: Phone Number
ar: رقم الهاتف
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
id: Nomor Telepon
ja: 電話番号
ko: 전화번호
pt: Telefone
ru: Телефонный номер
th: หมายเลขโทรศัพท์
tr: Telefon Numarası
vi: Số Điện Thoại
zh_hans: 手机号码
zh_hant: 手機號碼

# Please type the verification code sent to
source: Please enter the verification code sent to
ar: الرجاء إدخال رمز التحقق الذي تم إرساله إلى
de: Bitte geben Sie den Code ein
es: Introduce el código de verificación enviado al
fr: Saisissez le code de confirmation envoyé à
id: Silakan ketik kode verifikasi yang dikirim ke
ja: 以下に送信された検証コードを入力してください
ko: 다음으로 전송된 코드를 입력하세요
pt: Digite o código de verificação enviado a
ru: Пожалуйста, введите отправленный проверочный код
th: กรุณากรอกรหัสการตรวจสอบที่ส่งถึง
tr: Lütfen gönderilen doğrulama kodunu girin
vi: Xin điền mã số xác thực đã được gửi đến
zh_hans: 请输入验证码，已发送至
zh_hant: 請輸入傳送至以下手機門號的驗證碼

# You didn't receive a code?
source: You didn’t receive the code?
ar: لم تستلم الرمز؟
de: Sie haben keinen Code erhalten?
es: ¿No has recibido el código?
fr: N’avez-vous pas reçu le code ?
id: Kau tidak menerima kodenya?
ja: コードを受信しませんでしたか？
ko: 코드를 받지 못 했나요?
pt: Não recebeu o código?
ru: Не получили код?
th: คุณไม่ได้รับรหัสใช่ไหม
tr: Kodu almadın mı?
vi: Không có nhận được mã?
zh_hans: 您没有收到验证码？
zh_hant: 您沒有收到驗證碼？

# Your phone number has been verified successfully
source: Your phone number has been verified
ar: تم التحقق من رقم هاتفك
de: Ihre Telefonnummer wurde bestätigt
es: Tu número de teléfono ha sido verificado
fr: Votre numéro de téléphone a été confirmé
id: Nomor telepon anda telah diverifikasi
ja: あなたの電話番号が認証されました
ko: 당신의 휴대 전화 번호는 인증되었습니다.
pt: O seu número de telefone foi verificado
ru: Ваш номер телефона подтверждён
th: หมายเลขโทรศัพท์ของคุณถูกตรวจสอบเรียบร้อยแล้ว
tr: Telefon numaranız doğrulandı
vi: Số điện thoại của bạn đã được xác thực
zh_hans: 您的电话号码已经通过验证
zh_hant: 您的手機號碼已通過驗證

# Your account has been temporarily suspended for your safety.
source: Your account has been temporarily locked for your safety.
ar: تم قفل حسابك مؤقتاً لضمان أمنك.
de: Ihr Account wurde zu Ihrer eigenen Sicherheit temporär gesperrt.
es: Tu cuenta ha sido bloqueada temporalmente por seguridad.
fr: Votre compte a temporairement été verrouillé pour votre sécurité.
id: Akun anda telah dikunci sementara untuk keselamatan anda.
ja: あなたのアカウントは一時的に安全を確保するためにロックされました。
ko: 당신의 안전을 위해 계정을 일시적으로 잠갔습니다.
pt: A sua conta foi bloqueada temporalmente por motivos de segurança.
ru: Ваш аккаунт был временно заблокирован для вашей безопасности.
th: บัญชีถูกล็อกชั่วคราวเพื่อความปลอดภัยของคุณ
tr: Hesabınız güvenliğiniz için geçici olarak kilitlendi.
vi: Tài khoản đã tạm thời bị khóa để đảm bảo an toàn.
zh_hans: 出于安全考虑，您的帐户已被暂时锁定。
zh_hant: 為了安全起見，您的帳戶已暫時被封鎖。

# [S]Please verify your email[/S] and follow its steps to unlock your account.
source: Please follow the steps in the [S]verification email[/S] to unlock your account.
ar: يرجى اتباع الخطوات الواردة في [S]البريد الالكتروني للتحقق[/S] لفتح حسابك.
de: Zur Entsperrung Ihres Accounts befolgen Sie bitte die in der [S]Bestätigungs-E-Mail[/S] beschriebenen Schritte.
es: Sigue los pasos que te enviamos en el [S]correo electrónico de verificación[/S] para desbloquear tu cuenta.
fr: Veuillez suivre les étapes du [S]courriel de confirmation[/S] afin de déverrouiller votre compte.
id: Silakan ikuti langkah-langkah di [S]email verifikasi[/S]untuk membuka kunci akun anda .
ja: [S]検証メール[/S]に記載されている手順に従って、アカウントのロックを解除してください。
ko: 계정을 잠금 해제하려면 [S]인증 이메일[/S]의 과정을 따르세요.
pt: Siga os passos do [S]email de verificação[/S] para desbloquear a sua conta.
ru: Пожалуйста, следуйте инструкциям в [S]письме с подтверждением[/S], чтобы разблокировать аккаунт.
th: กรุณาทำตามขั้นตอนใน[S]อีเมลการตรวจสอบ[/S]เพื่อปลดล็อกบัญชีของคุณ
tr: Lütfen aşağıdaki adımları izleyin [S]doğrulama e-postası[/S] hesabınızın kilidini açmak için.
vi: Xin làm theo hướng dẫn có trong [S]thư email xác thực[/S] để mở khóa tài khoản.
zh_hans: 请按照[S]验证电子邮件[/S]中的步骤解锁您的账户。
zh_hant: 請按照[S]驗證電子郵件[/S]中的步驟解鎖您的帳戶。

source: Why am I seeing this?
ar: لماذا أرى هذا؟
de: Warum wird mir das angezeigt?
es: ¿Por qué estoy viendo esto?
fr: Pourquoi vois-je ceci ?
id: Mengapa saya melihat ini?
ja: これが表示されている理由は？
ko: 이게 왜 보여지나요?
pt: Por que estou vendo isso?
ru: Почему я это вижу?
th: ทำไมฉันเห็นสิ่งนี้
tr: Bunu neden görüyorum?
vi: Tại sao tôi đang thấy cái này?
zh_hans: 为什么我会看到这个？
zh_hant: 為什麼我會看到這個？

source: Email sent
ar: تم إرسال البريد الالكتروني
de: E-Mail versandt
es: Email enviado
fr: Le courriel a été envoyé
id: Email terkirim
ja: メールが送信されました
ko: 이메일 발송됨
pt: Email enviado
ru: Письмо отправлено
th: ส่งอีเมลแล้ว
tr: E-posta gönderildi
vi: Email đã được gửi
zh_hans: 邮件已发送
zh_hant: 已發送信件

source: Locked accounts
ar: الحسابات المقفلة
de: Account gesperrt
es: Cuentas bloqueadas
fr: Comptes verrouillés
id: Akun Terkunci
ja: アカウントがロックされました
ko: 잠긴 계정들
pt: Contas bloqueadas
ru: Заблокированные аккаунты
th: บัญชีถูกล็อกแล้ว
tr: Kilitli hesaplar
vi: Tài khoản bị khóa
zh_hans: 帐户已锁定
zh_hant: 帳戶封鎖

source: It is possible that you are using the same password for your MEGA account as for other services, and that at least one of these other services has suffered a data breach.
ar: من الممكن أن تقوم باستخدام نفس كلمة المرور لحساب ميغا MEGA الخاص بك لخدمات الأخرى، وأن واحدة من هذه الخدمات الأخرى على الأقل قد تعرضت لاختراق للبيانات.
de: Wir vermuten, dass Sie das Passwort für Ihren MEGA-Account auch anderswo verwenden, und dass einer dieser Dienste kompromittiert wurde.
es: Es posible que estés utilizando la misma contraseña para tu cuenta de MEGA y para otros servicios, y que al menos uno de estos otros servicios haya sufrido una violación de datos.
fr: Il est possible que vous utilisiez le même mot de passe pour votre compte MEGA que pour d’autres services et qu’au moins l’un de ses services ait souffert d’une atteinte à la protection des données.
id: Ada kemungkinan bahwa Anda menggunakan kata sandi yang sama untuk akun MEGA Anda seperti untuk layanan lain, dan bahwa setidaknya salah satu dari layanan lain ini telah mengalami pelanggaran data.
ja: おそらく、MEGAアカウントで他のサービスと同じパスワードを使用しており、それらのサービスの少なくとも1つがデータ侵害を受けていると思われます。
ko: MEGA와 다른 서비스들에서 같은 암호를 이용하고 있고, 다른 서비스들 중 한 곳에서 데이터 유출이 발생했을 가능성이 있습니다.
pt: É possível que você esteja usando no MEGA a mesma senha que usa em outros serviços, e que pelo menos um desses outros serviços tenha sofrido uma filtração de dados.
ru: Возможно, вы используете тот же пароль для своего аккаунта MEGA, что и для других служб, и что по крайней мере одна из этих других служб пострадала от утечки данных.
th: เป็นไปได้ว่าคุณกำลังใช้รหัสผ่านเดียวกันสำหรับบัญชี MEGA ของคุณสำหรับบริการอื่น ๆ และอย่างน้อยหนึ่งในบริการอื่น ๆ เหล่านี้ได้รับความเสียหายจากข้อมูล
tr: MEGA hesabınız için diğer hizmetlerde olduğu gibi aynı şifreyi kullanıyor olmanız ve bu diğer hizmetlerden en az birinin veri ihlali geçirmiş olması mümkündür.
vi: Quý khách hiện tại có thể đang dùng một mật khẩu duy nhất cho tất cả các dịch vụ khác bao gồm cả MEGA, một trong các dịch vụ đó đã bị tấn công và để lộ thông tin gần đây.
zh_hans: 您的MEGA帐户使用的密码可能与其他服务使用的密码相同，并且这些其他服务中至少有一项服务的数据已遭泄露。
zh_hant: 這有可能是您MEGA帳戶所使用的密碼與在其它網站上所使用的密碼相同，而且這些網站當中至少有一個遭遇資料外洩。

source: Your password leaked and is now being used by bad actors to log in to your accounts, including, but not limited to, your MEGA account.
ar: تم تسريب كلمة المرور الخاصة بك وتستخدمها الآن أطراف خبيثة لتسجيل الدخول إلى حساباتك، بما في ذلك على سبيل المثال لا الحصر، حساب ميغا MEGA الخاص بك.
de: Ihr Passwort ist so in Umlauf geraten, und dubiose Personen loggen sich in sämtliche Ihrer Accounts ein, bei denen Sie das Passwort verwenden.
es: Tu contraseña se ha filtrado y está siendo utilizada por terceros para iniciar sesión en tus cuentas, incluida, entre otras, tu cuenta de MEGA.
fr: Votre mot de passe a été divulgué et est maintenant utilisé par des personnes malveillantes pour se connecter à vos comptes dont, mais sans s’y limiter, à votre compte MEGA.
id: Kata sandi Anda bocor dan sekarang digunakan oleh aktor jahat untuk masuk ke akun Anda, termasuk, namun tidak terbatas pada, akun MEGA Anda.
ja: あなたのパスワードが漏えいし、悪意のあるアクターがあなたのアカウント（あなたのMEGAアカウントを含むがこれに限定されない）にログインするために使用されています。
ko: 당신의 암호가 유출되어서 MEGA 계정뿐만 아니라 당신의 계정에 접속하려는 나쁜 사람들에게 이용되고 있습니다.
pt: A sua senha foi comprometida, e agora está sendo usada por pessoas mal intencionadas para fazer login nas suas contas, incluindo a sua conta no MEGA (mas não se limitando a ela).
ru: Ваш пароль утёк и теперь используется плохими игроками для входа в ваши аккаунты, включая, но не ограничиваясь аккаунтом MEGA.
th: รหัสผ่านของคุณรั่วไหลและกำลังถูกใช้โดยผู้ไม่หวังดีเพื่อเข้าสู่บัญชีของคุณ รวมไปถึงการไม่จำกัดบัญชี MEGA ของคุณ
tr: Şifreniz sızdırıldı ve artık MEGA hesabınız dahil ancak bunlarla sınırlı olmamak üzere hesaplarınıza giriş yapmak için kötü oyuncular tarafından kullanılıyor.
vi: Mật khẩu có nguy cơ đã bị tiết lộ và hacker sử dụng để thử truy cập vào các dịch vụ khác nhau, có thể bao gồm cả MEGA.
zh_hans: 您的密码遭到泄露（包括且不限于MEGA帐户），您的帐户正在被他人登录和使用。
zh_hant: 您的密碼已洩漏並且現在被不肖人士拿來登入您的帳戶，包括但不限於您的MEGA帳戶。

# Transfer over quota
source: Transfer quota exceeded
ar: تم تجاوز حجم تراسل المعطيات المتاح
de: Transfervolumen erschöpft
es: Cuota de transferencia agotada
fr: Le quota de transfert a été dépassé
id: Kuota transfer telah terlewati
ja: 転送容量を超えました
ko: 전송 할당량 초과
pt: Cota de transferência excedida
ru: Исчерпана квота передачи данных
th: เกินโควต้าการถ่ายโอนแล้ว
tr: Transfer kotası aşıldı
vi: Vượt mức băng thông truyền tải
zh_hans: 已超出传输流量上限
zh_hant: 已超過傳輸配額

source: Clear selected
ar: إلغاء التحديد
de: Auswahl aufheben
es: Borrar seleccionados
fr: Effacer la sélection
id: Hapus Dipilih
ja: 選択をクリア
ko: 선택 초기화
pt: Eliminar a seleção
ru: Очистить выбранное
th: ล้างรายการที่เลือก
tr: Seçili temizle
vi: Dọn mục đã chọn
zh_hans: 清除已选项目
zh_hant: 清除選取

source: Pause all
ar: ايقاف مؤقت للجميع
de: Alle anhalten
es: Pausar todo
fr: Tout mettre en pause
id: Jeda Semua
ja: すべて一時停止
ko: 모두 일시정지
pt: Pausar todas as transferências
ru: Приостановить все
th: หยุดชั่วคราวทั้งหมด
tr: Tümünü duraklat
vi: Tạm dừng tất cả
zh_hans: 全部暂停
zh_hant: 全部暫停

source: Resume all
ar: استئناف للكل
de: Alle fortsetzen
es: Reanudar todo
fr: Tout reprendre
id: Lanjutkan semuanya
ja: すべて再開
ko: 모두 재개
pt: Continuar todas as transferências
ru: Возобновить все
th: ดำเนินการต่อทั้งหมด
tr: Tümünü devam ettir
vi: Tiếp tục tất cả
zh_hans: 全部恢复
zh_hant: 全部恢復

source: Clear All
ar: مسح الكل
de: Alle entfernen
es: Limpiar Todo
fr: Tout effacer
id: Hapus semua
ja: 全部をクリア
ko: 모두 삭제
pt: Deletar tudo
ru: Очистить все
th: ล้างทั้งหมด
tr: Tümünü Temizle
vi: Dọn Danh Sách
zh_hans: 全部清除
zh_hant: 全部清除

source: Resume transfers?
ar: استئناف عمليات التراسل؟
de: Transfers fortsetzen?
es: ¿Quieres reanudar las transferencias?
fr: Reprendre les transferts ?
id: Lanjutkan transfer?
ja: 転送を再開しますか？
ko: 전송을 재개할까요?
pt: Continuar transferências?
ru: Возобновить передачи?
th: ดำเนินการถ่ายโอนต่อหรือไม่
tr: Transferleri devam ettirmek mi?
vi: Tiếp tục các truyền tải?
zh_hans: 继续传输？
zh_hant: 恢復傳輸？

source: Image quality
ar: جودة الصورة
de: Bildqualität
es: Calidad de la imagen
fr: Qualité d’image
id: Kualitas gambar
ja: 画質
ko: 이미지 품질
pt: Qualidade da imagem
ru: Качество изображения
th: คุณภาพของรูป
tr: Görüntü kalitesi
vi: Chất lượng hình ảnh
zh_hans: 图片质量
zh_hant: 影像品質

source: Send optimised images when on mobile data but original size images when on Wi-Fi.
ar: أرسل صورًا معدلة الجودة عندما تكون على بيانات الهاتف المحمول ولكن صور بالحجم الأصلي عند الاتصال بشبكة Wi-Fi.
de: Bilder bei mobiler Datenverbindung optimieren und bei WLAN-Verbindung in Originalgröße übertragen.
es: Envía imágenes optimizadas cuando usas datos móviles y con el tamaño original cuando usas Wi-Fi.
fr: Envoyez des images optimisées si les données mobiles sont activées ou des images de taille originale si le Wi-Fi est activé.
id: Kirim gambar yang dioptimalkan saat menggunakan data seluler tetapi gambar ukuran asli saat menggunakan Wi-Fi.
ja: モバイルデータ通信時は最適化された画像を送信し、Wi-Fi時は元サイズの画像を送信します。
ko: 모바일 데이터를 사용할 때는 최적화된 이미지를 보내지만 Wi-Fi에 연결되있을 때에는 원본 크기 이미지를 보냅니다.
pt: Envia imagens otimizadas quando o dispositivo estiver utilizando dados móveis, e imagens em tamanho original quando o dispositivo estiver utilizando Wi-Fi.
ru: Отправлять оптимизированные изображения при использовании мобильного Интернета и изображения в исходном качестве при подключении по Wi-Fi.
th: เมื่อใช้เน็ตมือถือแอปจะส่งภาพแบบปรับให้เหมาะสม แต่ถ้าใช้ Wi-Fi แอปจะส่งภาพเป็นต้นฉบับ
tr: Mobil verilerdeyken optimize edilmiş görüntüler, Wi-Fi üzerindeyken orijinal boyutlu görüntüler gönderin.
vi: Gửi hình ảnh với chất lượng chỉnh tối ưu khi dùng mạng di động và gửi với kích thước gốc khi dùng Wi-Fi.
zh_hans: 使用移动数据时发送优化的图像，而使用Wi-Fi时发送原始大小的图像。
zh_hant: 使用行動數據網路時發送最佳化的圖像，但使用Wi-Fi時則發送原始大小的圖像。

# Send smaller size images optimised for lower data consumption
source: Always send optimised images.
ar: دائما إرسال الصور بالحجم المعدل.
de: Bilder immer optimiert übertragen.
es: Enviar siempre imágenes optimizadas.
fr: Envoyez toujours des images optimisées.
id: Selalu kirim gambar yang dioptimalkan.
ja: 常に最適化された画像を送信してください。
ko: 항상 최적화된 이미지 전송.
pt: Sempre enviar imagens otimizadas.
ru: Всегда отправлять оптимизированные изображения.
th: ส่งเป็นภาพที่ผ่านการปรับให้เหมาะสมเสมอ
tr: Her zaman optimize edilmiş görüntüler gönderin.
vi: Luôn gửi hình ảnh với chất lượng chỉnh tối ưu.
zh_hans: 始终发送优化的图像。
zh_hant: 總是發送最佳化的圖片。

# Send original size, increased quality images
source: Always send original size images.
ar: دائما إرسال الصور بالحجم الأصلي.
de: Bilder immer in Originalgröße senden.
es: Enviar siempre imágenes en tamaño original.
fr: Envoyez toujours des images de taille originale.
id: Selalu kirim gambar ukuran asli.
ja: 常に元のサイズの画像を送信してください。
ko: 항상 원본 크기 이미지 전송.
pt: Sempre enviar imagens no tamanho original.
ru: Всегда отправлять изображения в исходном качестве.
th: ส่งเป็นภาพต้นฉบับเสมอ
tr: Her zaman orijinal boyutlu resimler gönderin.
vi: Luôn gửi hình ảnh với kích thước gốc.
zh_hans: 始终发送原始大小的图像。
zh_hant: 總是發送原始大小的圖片。

source: Save settings
ar: احفظ الإعدادات
de: Einstellungen speichern
es: Guardar ajustes
fr: Paramètres d’enregistrement
id: Simpan Pengaturan
ja: 設定を保存
ko: 설정 저장
pt: Salvar as configurações
ru: Сохранение настроек
th: บันทึกการตั้งค่า
tr: Ayarları kaydet
vi: Tùy chọn lưu lại
zh_hans: 保存设置
zh_hant: 儲存設定

# cloudDrive.scanDocument.defaultName
source: Scan %@
ar: مسح ضوئي %@
es: Escaneo %@
fr: Numérisation %@
id: Pindai %@
ja: %@をスキャン
ko: %@ 스캔
pt: Digitalizado %@
ru: Скан %@
th: สแกน %@
tr: Tarama %@
vi: Bản quét %@
zh_hans: 扫描件%@
zh_hant: 掃描%@

source: File Type
ar: نوع الملف
de: Dateityp
es: Tipo de archivo
fr: Type de fichier
id: Jenis File
ja: ファイルの種類
ko: 파일 유형
pt: Tipo de arquivo
ru: Тип файла
th: ประเภทไฟล์
tr: Dosya Türü
vi: Dạng Tệp
zh_hans: 文件类型
zh_hant: 檔案類型

source: Your account has been deactivated by your administrator. Please contact your Business account administrator for further details.
ar: تم إلغاء تفعيل حسابك من قبل مديرك. يرجى الاتصال مع مدير حساب الاعمال خاصتك للحصول على مزيد من التفاصيل.
de: Ihr Account wurde von Ihrem Administrator deaktiviert. Bitte setzen Sie sich für weitere Informationen direkt mit ihm in Verbindung.
es: Tu cuenta ha sido desactivada por tu administrador. Ponte en contacto con el administrador de tu cuenta Business para más información.
fr: Votre compte a été désactivé par votre administrateur. Veuillez contacter l’administrateur de votre compte Pour entreprise pour obtenir plus de précisions.
id: Akun Anda telah dinonaktifkan oleh administrator Anda. Anda dapat menghubungi administrator akun bisnis Anda untuk rincian lebih lanjut.
ja: あなたのアカウントはあなたの管理者によって無効化されました。詳細については、あなたのビジネスアカウント管理者にお問い合わせください。
ko: 당신의 계정은 관리자에 의해 정지되었습니다. 자세한 사항은 비즈니스 계정 관리자에게 연락하세요.
pt: A sua conta foi desativada pelo seu administrador. Você deve entrar em contato com o administrador da sua conta business para obter mais informações.
ru: Администратор деактивировал ваш аккаунт. Пожалуйста, обратитесь к администратору вашего бизнес-аккаунта за подробностями.
th: บัญชีของคุณถูกปิดใช้งานโดยผู้ดูแลระบบของคุณ กรุณาติดต่อผู้ดูแลระบบบัญชีธุรกิจของคุณเพื่อขอรายละเอียดเพิ่มเติม
tr: Hesabınız, yöneticiniz tarafından devre dışı bırakıldı. Daha fazla bilgi için İşletme hesabı yöneticinizle iletişime geçin.
vi: Tài khoản nhân viên của bạn đã bị đình chỉ bởi ban quản trị. Xin liên hệ với ban tổng quản lý tài khoản doanh nghiệp của bạn để tìm hiểu lý do.
zh_hans: 您的帐户已被管理员禁用。请联系您的企业帐户管理员了解详情。
zh_hant: 您的帳戶已被您的管理員停用。相關詳細資訊請與您的商業帳戶管理員聯絡。
