Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# transferQuotaError.downloadExceededQuota.freeAccount.message
source: You can’t continue downloading as you don’t have any transfer quota left for this IP address. To get more quota, upgrade to a Pro plan or wait for %@ until more free quota becomes available on your IP address. [A]Learn more[/A] about transfer quota.
ar: لا يمكنك متابعة التنزيل نظرًا لأنه لم يتبق لديك أي حجم تراسل معطيات للعنوان الشبكي IP هذا. للحصول على حجم أكبر قم بالترقية إلى باقة برو Pro أو انتظر %@ حتى توفر المزيد من الحجم المجاني على العنوان الشبكي IP الخاص بك. [A]اعرف المزيد[/A] حول حجم تراسل المعطيات.
de: Sie können den Download nicht fortsetzen, da für diese IP-Adresse kein Transfervolumen mehr verfügbar ist. Um mehr Transfervolumen zu erhalten, upgraden Sie zu einem Pro-Paket oder warten Sie %@, bis mehr Transfervolumen für Ihre IP-Adresse verfügbar wird. [A]Weitere Informationen[/A] zum Transfervolumen.
es: No puedes seguir descargando porque has usado toda la cuota de transferencia disponible para esta dirección IP. Para obtener más cuota, compra un plan Pro o espera %@ hasta que haya más cuota disponible para tu dirección IP. [A]Más información[/A] sobre la cuota de transferencia.
fr: Vous ne pouvez pas poursuivre le téléchargement, car le quota de transfert est épuisé pour cette adresse IP. Afin d’en obtenir davantage, passez à un abonnement Pro ou attendez %@ que du quota gratuit soit proposé pour votre adresse IP. [A]En apprendre davantage[/A] sur le quota de transfert.
id: Anda tidak dapat melanjutkan pengunduhan karena tidak ada sisa kuota transfer untuk alamat IP ini. Untuk mendapatkan lebih banyak kuota, upgrade ke paket Pro atau tunggu %@ hingga lebih banyak kuota gratis tersedia di alamat IP anda. [A]Pelajari selengkapnya[/A] tentang kuota transfer.
ja: このIPアドレスには転送容量が残っていないため、ダウンロードを続行できません。さらに多くの容量を取得するには、Proプランにアップグレードしていただくか、あなたのIPアドレスでさらに多くの無料容量が利用可能になるまで、%@お待ちください。転送容量の詳細については、[A]こちら[/A]をご覧ください。
ko: 이 IP 주소에 남은 전송 할당량이 없어서 다운로드를 계속할 수 없습니다. 더 많은 할당량을 받으려면 Pro 요금제로 업그레이드 하거나 IP 주소에 무료 할당량이 이용 가능해질 때까지 %@ 동안 기다리세요. 전송 할당량에 대해 [A]더 알아보기[/A].
pt: O download foi interrompido porque já não há cota de transferência disponível para este IP. Para obter mais cota, faça o upgrade para um plano Pro ou espere %@ até mais cota gratuita estar disponível para o seu IP. [A]Mais informações[/A] sobre a cota de transferência.
ru: Вы не можете продолжить скачивание, потому что была исчерпана квота передачи данных для этого IP-адреса. Чтобы получить дополнительную квоту, перейдите на план Pro или подождите %@, пока для вашего IP-адреса не обновится доступная квота. [A]Подробнее[/A] о квоте передачи данных.
th: คุณไม่สามารถดาวน์โหลดต่อได้ เนื่องจากที่อยู่ IP นี้ไม่มีโควต้าการถ่ายโอนที่เพียงพอ หากต้องการขอโควต้าเพิ่มเติม คุณสามารถอัปเกรดเป็นแผน Pro หรือรออีก %@ เพื่อให้ที่อยู่ IP ของคุณสามารถจัดสรรโควต้าฟรีใหม่ได้ [A]เรียนรู้เพิ่มเติม[/A]เกี่ยวกับโควต้าการถ่ายโอน
tr: Bu IP adresi için herhangi bir aktarım kotanız kalmadığından indirmeye devam edemezsiniz. Daha fazla kota almak için bir Pro planına yükseltin veya bekleyin %@ IP adresinizde daha fazla ücretsiz kota mevcut olana kadar. [A]Daha fazla bilgi[/A] transfer kotası hakkında.
vi: Quá trình tải xuống không thể tiếp tục vì bạn không còn lượng băng thông truyền tải nào cho địa chỉ IP này. Để có thêm băng thông, hãy nâng cấp lên gói Pro hoặc đợi %@ đến khi có thêm băng thông truyền tải miễn phí hồi phục lại cho địa chỉ IP của bạn. [A]Tìm hiểu thêm[/A] về băng thông truyền tải.
zh_hans: %@因为此IP地址的传输流量不足，您无法继续下载。要获得更多流量，请升级到Pro方案或等待直到您的IP地址有更多免费流量可用。[A]了解更多[/A]关于传输流量。
zh_hant: 由於此IP位址沒有任何剩餘的傳輸配額，您無法繼續下載。若要獲得更多配額，請升級到Pro方案或等待%@直到您的IP位址有更多免費配額可用。[A]瞭解更多[/A]關於傳輸配額的資訊。

# transferQuotaError.downloadExceededQuota.proAccount.message
source: You can’t continue downloading as you don’t have any transfer quota left on this account. To get more quota, purchase a new plan, or if you have a recurring subscription with MEGA, you can wait for your plan to renew.
ar: لا يمكنك متابعة التنزيل نظرًا لعدم وجود أي حجم تراسل معطيات متبقي في هذا الحساب. للحصول على حجم أكبر قم بشراء باقة جديدة أو إذا كان لديك اشتراك متكرر مع ميغا MEGA يمكنك الانتظار حتى يتم تجديد باقتك.
de: Sie können den Download nicht fortsetzen, da das Transfervolumen dieses Accounts erschöpft ist. Um mehr Transfervolumen zu erhalten, kaufen Sie ein neues Paket, oder wenn Sie ein MEGA-Abonnement haben, das automatisch verlängert wird, können Sie bis zum Beginn des nächsten Abrechnungszeitraums warten.
es: No puedes seguir descargando porque no te queda cuota de transferencia en esta cuenta. Para obtener más cuota, compra un nuevo plan o, si tienes una suscripción recurrente con MEGA, puedes esperar a que se renueve tu plan.
fr: Vous ne pouvez pas poursuivre le téléchargement, car le quota de transfert de ce compte est épuisé. Afin d’en obtenir davantage, achetez un nouvel abonnement ou si détenez un abonnement périodique à MEGA, attendez le renouvellement de votre abonnement.
id: Anda tidak dapat melanjutkan pengunduhan karena anda tidak memiliki sisa kuota transfer di akun ini. Untuk mendapatkan lebih banyak kuota, beli paket baru, atau jika anda memiliki langganan berulang dengan MEGA, anda dapat menunggu perpanjangan paket.
ja: このアカウントには転送容量が残っていないため、ダウンロードを続行できません。より多くの容量を取得するには、新しいプランをご購入いただくか、MEGAの定期サブスクリプションをお持ちの場合は、お客様のプランが更新されるまでお待ちいただくことができます。
ko: 이 계정에 남은 전송 할당량이 없어서 다운로드를 계속할 수 없습니다. 더 많은 할당량을 받으려면, 새 요금제를 결제하거나, MEGA에 반복 구독이 있다면, 요금제가 갱신될 때까지 기다릴 수 있습니다.
pt: O download foi interrompido porque já não há cota de transferência disponível nesta conta. Para obter mais cota, adquira um novo plano ou, se tiver uma assinatura do MEGA, aguarde a renovação do seu plano.
ru: Вы не можете продолжить скачивание, потому что была исчерпана квота передачи данных для этого аккаунта. Чтобы получить больше квоты, улучшите текущий план или, если у вас есть регулярная подписка на MEGA, вы можете дождаться её продления.
th: คุณไม่สามารถดาวน์โหลดต่อได้ เนื่องจากบัญชีนี้ไม่มีโควต้าการถ่ายโอนที่เพียงพอ หากต้องการรับโควต้าเพิ่ม กรุณาซื้อแผนใหม่ หรือหากคุณมีการสมัครใช้งานกับ MEGA อยู่แล้ว กรุณารอให้แผนของคุณมีการต่ออายุใหม่ก่อน
tr: Bu hesapta herhangi bir transfer kotanız kalmadığından indirmeye devam edemezsiniz. Daha fazla kota almak, yeni bir plan satın almak veya MEGA ile yinelenen bir aboneliğiniz varsa, planınızın yenilenmesini bekleyebilirsiniz.
vi: Bạn không thể tiếp tục tải xuống vì bạn không còn bất kỳ lượng băng thông truyền tải nào trong tài khoản này. Để có thêm băng thông, hãy mua gói mới hoặc nếu bạn có mua gói đăng ký định kỳ với MEGA, bạn có thể đợi đến khi gói của mình gia hạn kỳ tiếp theo.
zh_hans: 因为此帐户上的传输流量不足，您无法继续下载。要获得更多流量，请购买新的会员方案，或者如果您有MEGA的定期订阅，您可以等待会员方案续订。
zh_hant: 由於此帳戶沒有任何剩餘的傳輸配額，您無法繼續下載。若要獲得更多配額，請購買新方案，或者如果您有MEGA定期訂閱，您可以等待方案續訂更新。

# transferQuotaError.streamingExceededQuota.freeAccount.message
source: Your media stopped playing as you don’t have any transfer quota left for this IP address. To get more quota, upgrade to a Pro plan or wait for %@ until more free quota becomes available on your IP address. [A]Learn more[/A] about transfer quota.
ar: توقف تشغيل الوسائط نظرًا لأنه لم يتبق لديك أي حجم تراسل معطيات للعنوان الشبكي IP هذا. للحصول على حجم أكبر قم بالترقية إلى باقة برو Pro أو انتظر %@ حتى توفر المزيد من الحجم المجاني على العنوان الشبكي IP الخاص بك. [A]اعرف المزيد[/A] حول حجم تراسل المعطيات.
de: Die Medienwiedergabe wurde angehalten, da für diese IP-Adresse kein Transfervolumen mehr verfügbar ist. Um mehr Transfervolumen zu erhalten, upgraden Sie zu einem Pro-Paket oder warten Sie %@, bis mehr Transfervolumen für Ihre IP-Adresse verfügbar wird. [A]Weitere Informationen[/A] zum Transfervolumen.
es: El contenido multimedia se ha dejado de reproducir porque no queda cuota de transferencia disponible para esta dirección IP. Para obtener más cuota, compra un plan Pro o espera %@ hasta que haya más cuota disponible para tu dirección IP. [A]Más información[/A] sobre la cuota de transferencia.
fr: La lecture du média a cessé, car le quota de transfert est épuisé pour cette adresse IP. Afin d’en obtenir davantage, passez à un abonnement Pro ou attendez %@ que du quota gratuit soit proposé pour votre adresse IP. [A]En apprendre davantage[/A] sur le quota de transfert.
id: Media anda berhenti diputar karena anda tidak memiliki sisa kuota transfer untuk alamat IP ini. Untuk mendapatkan lebih banyak kuota, upgrade ke paket Pro atau tunggu %@ hingga lebih banyak kuota gratis tersedia di alamat IP anda. [A]Pelajari selengkapnya[/A] tentang kuota transfer.
ja: このIPアドレスには転送容量が残っていないため、メディアの再生が停止しました。さらに多くの容量を取得するには、Proプランにアップグレードしていただくか、あなたのIPアドレスでさらに多くの無料容量が利用可能になるまで、%@お待ちください。転送容量の詳細については、[A]こちら[/A]をご覧ください。
ko: 이 IP 주소에 남은 전송 할당량이 없어서 미디어 재생을 멈추었습니다. 더 많은 할당량을 받으려면, Pro 요금제로 업그레이드 하거나 IP 주소에 무료 할당량이 이용 가능해질 때까지 %@ 동안 기다리세요. 전송 할당량에 대해 [A]더 알아보기[/A]
pt: A reprodução do seu arquivo de mídia foi interrompida porque já não há cota de transferência disponível para este IP. Para obter mais cota, faça o upgrade para um plano Pro ou espere %@ até mais cota gratuita estar disponível para o seu IP. [A]Mais informações[/A] sobre a cota de transferência.
ru: Воспроизведение медиа остановилось, потому что была исчерпана квота передачи данных для этого IP-адреса. Чтобы получить дополнительную квоту, перейдите на план Pro или подождите %@, пока для вашего IP-адреса не обновится доступная квота. [A]Подробнее[/A] о квоте передачи данных.
th: สื่อของคุณหยุดเล่นชั่วคราว เนื่องจากที่อยู่ IP นี้ไม่มีโควต้าการถ่ายโอนที่เพียงพอ หากต้องการขอโควต้าเพิ่มเติม คุณสามารถอัปเกรดเป็นแผน Pro หรือรออีก %@ เพื่อให้ที่อยู่ IP ของคุณสามารถจัดสรรโควต้าฟรีใหม่ได้ [A]เรียนรู้เพิ่มเติม[/A]เกี่ยวกับโควต้าการถ่ายโอน
tr: Bu IP adresi için herhangi bir aktarım kotanız kalmadığından medyanız oynatmayı durdurdu. Daha fazla kota almak için bir Pro planına yükseltin veya bekleyin %@ IP adresinizde daha fazla ücretsiz kota mevcut olana kadar. [A]Daha fazla bilgi edinin[/A] transfer kotası hakkında.
vi: Phương tiện số của bạn đã ngừng phát vì bạn không còn lượng băng thông truyền tải nào cho địa chỉ IP này. Để có thêm băng thông, hãy nâng cấp lên gói Pro hoặc đợi %@ đến khi có thêm băng thông truyền tải miễn phí hồi phục lại cho địa chỉ IP của bạn. [A]Tìm hiểu thêm[/A] về băng thông truyền tải.
zh_hans: 您的媒体已停止播放，因为此IP地址的传输流量不足。要获得更多流量，请升级到Pro方案或等待%@直到您的IP地址有更多免费流量可用。[A]了解更多[/A]关于传输流量。
zh_hant: 由於此IP位址沒有任何剩餘的傳輸配額，您的媒體停止播放。若要獲得更多配額，請升級到Pro方案或等待%@直到您的IP位址有更多免費配額可用。[A]瞭解更多[/A]關於傳輸配額的資訊。

# transferQuotaError.streamingExceededQuota.proAccount.message
source: Your media stopped playing as you don’t have any transfer quota left on this account. To get more quota, purchase a new plan, or if you have a recurring subscription with MEGA, you can wait for your plan to renew.
ar: توقف تشغيل الوسائط الخاصة بك لأنه ليس لديك أي حجم تراسل معطيات متبقي في هذا الحساب. للحصول على حجم أكبر قم بشراء باقة جديدة أما إذا كان لديك اشتراك متكرر مع ميغا MEGA يمكنك الانتظار حتى يتم تجديد باقتك.
de: Die Medienwiedergabe wurde angehalten, da das Transfervolumen dieses Accounts erschöpft ist. Um mehr Transfervolumen zu erhalten, kaufen Sie ein neues Paket, oder wenn Sie ein MEGA-Abonnement haben, das automatisch verlängert wird, können Sie bis zum Beginn des nächsten Abrechnungszeitraums warten.
es: Tu audio o vídeo ha dejado de reproducirse porque no te queda cuota de transferencia en esta cuenta. Para obtener más cuota, compra un nuevo plan o, si tienes una suscripción recurrente con MEGA, puedes esperar a que se renueve tu plan.
fr: La lecture de votre média a cessé, car le quota de transfert de ce compte est épuisé. Afin d’en obtenir davantage, achetez un nouvel abonnement ou si détenez un abonnement périodique à MEGA, attendez le renouvellement de votre abonnement.
id: Media anda berhenti diputar karena anda tidak memiliki sisa kuota transfer di akun ini. Untuk mendapatkan lebih banyak kuota, beli paket baru, atau jika anda memiliki langganan berulang dengan MEGA, anda dapat menunggu perpanjangan paket.
ja: このアカウントには転送容量が残っていないため、メディアの再生が停止しました。より多くの容量を取得するには、新しいプランをご購入いただくか、MEGAの定期サブスクリプションをお持ちの場合は、お客様のプランが更新されるまでお待ちいただくことができます。
ko: 이 계정에 남은 전송 할당량이 없어서 미디어 재생을 멈추었습니다. 더 많은 할당량을 받으려면, 새 요금제를 결제하거나, MEGA에 반복 구독이 있다면, 요금제가 갱신될 때까지 기다릴 수 있습니다.
pt: A reprodução do seu arquivo de mídia foi interrompida porque já não há cota de transferência disponível nesta conta. Para obter mais cota, adquira um novo plano ou, se tiver uma assinatura do MEGA, aguarde a renovação do seu plano.
ru: Воспроизведение медиа остановилось, потому что была исчерпана квота передачи данных для этого аккаунта. Чтобы получить больше квоты, улучшите текущий план или, если у вас есть регулярная подписка на MEGA, вы можете дождаться её продления.
th: สื่อของคุณหยุดเล่นชั่วคราว เนื่องจากบัญชีนี้ไม่มีโควต้าการถ่ายโอนที่เพียงพอ หากต้องการรับโควต้าเพิ่ม กรุณาซื้อแผนใหม่ หรือหากคุณมีการสมัครใช้งานกับ MEGA อยู่แล้ว กรุณารอให้แผนของคุณมีการต่ออายุใหม่ก่อน
tr: Bu hesapta herhangi bir transfer kotanız kalmadığından medyanız oynatmayı durdurdu. Daha fazla kota almak, yeni bir plan satın almak veya MEGA ile yinelenen bir aboneliğiniz varsa, planınızın yenilenmesini bekleyebilirsiniz.
vi: Phương tiện của bạn đã ngừng phát vì bạn không còn bất kỳ lượng băng thông truyền tải nào trong tài khoản này. Để có thêm băng thông, hãy mua gói mới hoặc nếu bạn có mua gói đăng ký định kỳ với MEGA, bạn có thể đợi đến khi gói của mình gia hạn kỳ tiếp theo.
zh_hans: 因为您的帐户上的传输流量不足，您的媒体已停止播放。要获得更多流量，请购买新的会员方案，或者如果您有MEGA的定期订阅，您可以等待会员方案续订。
zh_hant: 由於您的帳戶沒有任何剩餘的傳輸配額，媒體已停止播放。若要獲得更多配額，請購買新方案，或者若您有MEGA定期訂閱，您可以等待方案續訂更新。

# meetings.waitingRoom.leave
source: Leave
ar: غادر
de: Verlassen
es: Abandonar
fr: Quitter
id: Tinggalkan
ja: 終了
ko: 떠나기
pt: Sair
ru: Выйти
th: ออก
tr: Ayrıl
vi: Rời khỏi
zh_hans: 离开
zh_hant: 離開

# meetings.waitingRoom.alert.leaveMeeting
source: Leave meeting?
ar: غادر الاجتماع؟
de: Meeting verlassen?
es: ¿Quieres abandonar la reunión?
fr: Quitter la réunion ?
id: Keluar dari rapat?
ja: ミーティングを抜けますか？
ko: 회의를 떠날까요?
pt: Você quer sair da reunião?
ru: Покинуть встречу?
th: ออกจากการประชุมหรือไม่
tr: Toplantıdan ayrılmak mı?
vi: Rời khỏi cuộc họp?
zh_hans: 离开会议吗？
zh_hant: 要離開會議嗎？

# meetings.waitingRoom.alert.dontLeave
source: Don’t leave
ar: لا تغادر
de: Nicht verlassen
es: No abandonar
fr: Ne pas la quitter
id: Jangan pergi
ja: 退室しない
ko: 떠나지 않기
pt: Não sair
ru: Не покидать
th: ไม่ต้องออก
tr: Ayrılma
vi: Không rời khỏi
zh_hans: 不要离开
zh_hant: 不要離開

# meetings.waitingRoom.guest.firstName
source: First name
ar: الاسم الأول
de: Vorname
es: Nombre
fr: Prénom
id: Nama depan
ja: 名前
ko: 이름
pt: Nome
ru: Имя
th: ชื่อ
tr: Ad
vi: Tên
zh_hans: 名
zh_hant: 名字

# meetings.waitingRoom.guest.lastName
source: Last name
ar: الاسم الأخير
de: Nachname
es: Apellido(s)
fr: Nom de famille
id: Nama Belakang
ja: 苗字
ko: 성
pt: Sobrenome
ru: Фамилия
th: สกุล
tr: Soyad
vi: Họ
zh_hans: 姓
zh_hant: 姓氏

# meetings.waitingRoom.guest.join
source: Join
ar: انضمام
de: Beitreten
es: Únete
fr: Me joindre
id: Gabung
ja: 参加する
ko: 참여
pt: Entrar
ru: Войти
th: เข้าร่วม
tr: Katılın
vi: Tham gia
zh_hans: 加入
zh_hant: 加入

# meetings.waitingRoom.message.waitForHostToLetYouIn
source: Wait for host to let you in
ar: انتظر حتى يسمح لك المضيف بالدخول
de: Bitte warten Sie, bis der Gastgeber Sie hereinlässt
es: Espera a que el anfitrión te deje entrar
fr: Attendre que l’hôte vous accueille
id: Tunggu tuan rumah mengizinkan anda masuk
ja: 主催者が参加を許可するまでお待ちください
ko: 주최자가 당신을 들어오게 하기를 기다립니다
pt: Espere até que o host deixe você entrar
ru: Подождите, пока организатор впустит вас
th: รอให้ผู้จัดการประชุมอนุญาตคุณเข้าร่วมก่อน
tr: Ev sahibinin sizi içeri almasını bekleyin
vi: Đợi cho người chủ trì cho bạn vào
zh_hans: 等着主持人让您进入
zh_hant: 等待主持人讓你進入

# meetings.waitingRoom.message.waitForHostToStartTheMeeting
source: Wait for host to start the meeting
ar: انتظر المضيف لبدء الاجتماع
de: Bitte warten Sie, bis der Gastgeber das Meeting startet
es: Espera a que el anfitrión empiece la reunión
fr: Attendre que l’hôte commence la réunion
id: Tunggu tuan rumah memulai pertemuan
ja: 主催者がミーティングを開始するまでお待ちください
ko: 주최자가 회의를 시작하기를 기다립니다
pt: Espere até que o host inicie a reunião
ru: Подождите, пока организатор начнёт встречу
th: รอให้ผู้จัดเริ่มการประชุม
tr: Toplantıya ev sahibinin başlamasını bekleyin
vi: Đợi cho người chủ trì bắt đầu cuộc họp
zh_hans: 等待主持人开始会议
zh_hant: 等待主持人開始會議

# meetings.waitingRoom.alert.hostDidNotLetYouIn
source: Host didn’t let you in
ar: المضيف لم يسمح لك بالدخول
de: Der Gastgeber hat Sie nicht hereingelassen
es: El anfitrión no te ha dejado entrar
fr: L’hôte ne vous a pas accueilli
id: Tuan rumah tidak mengizinkan anda masuk
ja: 主催者があなたを参加させませんでした
ko: 주최자가 당신을 들어오게 하지 않았습니다
pt: O anfitrião não deixou você entrar
ru: Организатор не пустил вас
th: ผู้จัดการประชุมไม่อนุญาตให้คุณเข้า
tr: Ev sahibi içeri girmenize izin vermedi
vi: Người chủ trì đã không cho bạn vào
zh_hans: 主持人尚未请您进入
zh_hant: 主持人沒有讓您進入

# meetings.waitingRoom.alert.youWillBeRemovedFromTheWaitingRoom
source: You’ll be removed from the waiting room.
ar: سيتم إخراجك من غرفة الانتظار
de: Sie werden aus dem Warteraum entfernt.
es: Se te sacará de la sala de espera.
fr: Vous quitterez la salle d’attente.
id: Anda akan dikeluarkan dari ruang tunggu.
ja: 待合室から退出させられます。
ko: 당신은 대기실에서 제거됩니다.
pt: Você será removido da sala de espera.
ru: Вы будете удалены из комнаты ожидания.
th: คุณจะถูกนำออกจากห้องนั่งรอ
tr: Bekleme odasından çıkarılacaksınız.
vi: Bạn sẽ được đưa ra khỏi phòng chờ.
zh_hans: 您将被从等候室中移除。
zh_hant: 你將被從等候室移除。

# meetings.waitingRoom.alert.hostDidNotRespond
source: Host didn’t respond
ar: لم يستجب المضيف
de: Der Gastgeber hat nicht geantwortet
es: El anfitrión no ha respondido
fr: L’hôte n’a pas répondu
id: Tuan rumah tidak merespons
ja: 主催者が応答しませんでした
ko: 주최자가 응답하지 않았습니다
pt: O anfitrião não respondeu
ru: Организатор не ответил
th: ผู้จัดการประชุมไม่ตอบสนอง
tr: Ev sahibi yanıt vermedi
vi: Người chủ trì đã không trả lời
zh_hans: 主持人无响应
zh_hant: 主持人沒有回應

# meetings.waitingRoom.alert.thereIsNoResponseToYourResquestToJoinTheMeeting
source: There was no response to your request to join the meeting. You’ll be removed from the waiting room. Try joining again later.
ar: لا يوجد رد على طلبك للانضمام إلى الاجتماع. سيتم إخراجك من غرفة الانتظار. حاول الانضمام مرة أخرى في وقت لاحق.
de: Ihre Anfrage, am Meeting teilzunehmen, wurde nicht beantwortet. Sie werden aus dem Warteraum entfernt. Bitte versuchen Sie es später noch einmal.
es: No ha habido respuesta a tu solicitud de unirte a la reunión. Se te sacará de la sala de espera. Intenta unirte de nuevo más tarde.
fr: Votre demande de participation à la réunion n’a pas reçu de réponse. Vous quitterez la salle d’attente. Réessayez plus tard.
id: Tidak ada respons terhadap permintaan anda untuk bergabung dalam rapat. Anda akan dikeluarkan dari ruang tunggu. Coba bergabung lagi nanti.
ja: ミーティングへの参加リクエストに対する応答がありませんでした。そのため、待合室から退出させられます。後でもう一度参加してみてください。
ko: 회의에 참여하려는 당신의 요청에 대한 응답이 없었습니다. 당신은 대기실에서 제거될 것입니다. 나중에 다시 참여해보세요.
pt: Não houve resposta à sua solicitação de acesso à reunião. Você será removido da sala de espera. Tente entrar novamente mais tarde.
ru: Не было ответа на ваш запрос присоединиться к встрече. Вы будете удалены из комнаты ожидания. Попробуйте присоединиться позже.
th: ไม่มีการตอบกลับคำขอเข้าร่วมการประชุมของคุณ คุณจะถูกนำออกจากห้องนั่งรอ ลองเข้าร่วมใหม่อีกครั้งในภายหลัง
tr: Toplantıya katılma isteğinize yanıt gelmedi. Bekleme odasından çıkarılacaksınız. Daha sonra tekrar katılmayı deneyin.
vi: Không có phản hồi cho yêu cầu của bạn để tham gia cuộc họp. Bạn sẽ bị loại ra khỏi phòng chờ. Hãy thử tham gia lại sau.
zh_hans: 您加入会议的请求未得到响应。您将被从等候室移除。请稍后再试加入。
zh_hant: 你加入會議的請求沒有得到回應。你將從等候室被移除。請稍後再次嘗試加入。

# meetings.waitingRoom.alert.okGotIt
source: OK, got it
ar: حسنًا، فهمت ذلك
de: Alles klar
es: Entendido
fr: D’accord, j’ai compris
id: OK, mengerti
ja: はい、わかりました。
ko: 알겠습니다
pt: Entendi
ru: Понятно
th: โอเค เข้าใจแล้ว
tr: Tamam, anladım.
vi: OK, hiểu rồi
zh_hans: 好的，明白了
zh_hant: 好的，明白了

# chat.call.waitingRoom.alert.message.one
source: %@ is waiting to join the call
ar: %@ ينتظر الانضمام إلى المكالمة
de: %@ wartet darauf, der Konferenz beizutreten
es: %@ está esperando para unirse a la llamada
fr: %@ attend de se joindre à l’appel
id: %@ sedang menunggu untuk bergabung dalam panggilan tersebut
ja: %@さんが通話への参加を待っています
ko: %@ 님이 통화에 참여하려고 대기 중입니다
pt: %@ está esperando para entrar na chamada
ru: %@ ждёт подключения к звонку
th: %@ กำลังรอเข้าร่วมสาย
tr: %@ çağrıya katılmak için bekliyor
vi: %@ đang chờ để tham gia cuộc gọi
zh_hans: %@正在等待加入通话
zh_hant: %@正在等候加入通話

# chat.call.waitingRoom.alert.button.deny
source: Deny
ar: رفض
de: Abweisen
es: Denegar
fr: Refuser
id: Tolak
ja: 拒否する
ko: 거부
pt: Rejeitar
ru: Отказать
th: ปฏิเสธ
tr: Reddetmek
vi: Từ chối
zh_hans: 拒绝
zh_hant: 拒絕

# chat.call.waitingRoom.alert.button.admit
source: Admit
ar: اسمح
de: Hereinlassen
es: Admitir
fr: L’accueillir
id: Akui
ja: 受け入れる
ko: 허용
pt: Aceitar
ru: Пустить
th: ยอมรับ
tr: Kabul et
vi: Chấp nhận
zh_hans: 允许
zh_hant: 允許

# chat.call.waitingRoom.alert.button.seeWaitingRoom
source: See waiting room
ar: انظر إلى غرفة الانتظار
de: Warteraum anzeigen
es: Ver sala de espera
fr: Afficher la salle d’attente
id: Lihat ruang tunggu
ja: 待合室を見る
ko: 기실 보기
pt: Ver sala de espera
ru: Посмотреть комнату ожидания
th: ดูห้องนั่งรอ
tr: Bekleme odasını görün
vi: Xem phòng chờ
zh_hans: 查看等候室
zh_hant: 查看等候室

# chat.call.waitingRoom.alert.button.admitAll
source: Admit all
ar: اسمح للكل
de: Alle hereinlassen
es: Admitir a todos
fr: Les accueillir
id: Akui semuanya
ja: すべて受け入れる
ko: 모두 허용
pt: Aceitar a todos
ru: Пустить всех
th: ยอมรับทั้งหมด
tr: Hepsini kabul et
vi: Chấp nhận tất cả
zh_hans: 允许所有请求
zh_hant: 允許全部

# chat.call.waitingRoom.alert.message.denyAccess
source: Deny %@ entry?
ar: رفض دخول %@؟
de: %@ abweisen?
es: ¿Denegar el acceso a %@?
fr: Refuser l’entrée à %@ ?
id: Tolak %@ masuk?
ja: %@さんの入室を拒否しますか？
ko: %@ 님의 입장을 거부할까요?
pt: Não permitir o acesso de %@?
ru: Не пускать %@?
th: ปฏิเสธการเข้าร่วมสายของ %@ หรือไม่
tr: Reddetmek %@ giriş?
vi: Từ chối %@ tham gia?
zh_hans: 是否拒绝%@加入？
zh_hant: 是否拒紀%@加入？

# chat.call.waitingRoom.alert.button.confirmDeny
source: Deny entry
ar: رفض الدخول
de: Abweisen
es: Denegar acceso
fr: Refuser l’entrée
id: Tolak masuk
ja: 入室を拒否
ko: 입장 거부
pt: Não permitir o acesso
ru: Не пускать
th: ปฏิเสธเข้าร่วมสาย
tr: Girişi reddedin
vi: Từ chối tham gia
zh_hans: 拒绝加入
zh_hant: 拒絕進入

# chat.call.waitingRoom.alert.button.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# fileProviderExtension.action.open
source: Open in MEGA
ar: فتح في ميغا MEGA
de: In MEGA öffnen
es: Abrir en MEGA
fr: Ouvrir dans MEGA
id: Buka di MEGA
ja: MEGAで開く
ko: MEGA에서 열기
pt: Abrir no MEGA
ru: Открыть в MEGA
th: เปิดใน MEGA
tr: MEGA'da aç
vi: Mở trong MEGA
zh_hans: 在MEGA中打开
zh_hant: 在MEGA中開啟

# home.search.filter.docs
source: Documents
ar: مستندات
de: Dokumente
es: Documentos
id: Dokumen
ja: ドキュメント
ko: 문서
pt: Documentos
ru: Документы
th: เอกสาร
tr: Belgeler
vi: Tài liệu
zh_hans: 文档
zh_hant: 文件

# home.search.filter.images
source: Images
ar: صور
de: Bilder
es: Imágenes
id: Gambar-gambar
ja: 画像
ko: 이미지
pt: Imagens
ru: Изображения
th: รูปภาพ
tr: Görüntüler
vi: Hình
zh_hans: 图片
zh_hant: 圖片

# home.search.filter.audio
source: Audio
ar: صوتي
ja: 音声
ko: 음성
pt: Áudio
ru: Аудио
th: เสียง
tr: Ses
vi: Âm thanh
zh_hans: 语音
zh_hant: 語音

# home.search.filter.video
source: Video
ar: فيديو
es: Vídeo
fr: Vidéo
ja: ビデオ
ko: 동영상
pt: Vídeo
ru: Видео
th: วิดีโอ
zh_hans: 视频
zh_hant: 影片

# home.search.filter.folders
source: Folders
ar: مجلدات
de: Ordner
es: Carpetas
fr: Dossiers
id: Folder
ja: フォルダ
ko: 폴더
pt: Pastas
ru: Папки
th: โฟลเดอร์
tr: Klasörler
vi: Thư mục
zh_hans: 文件夹
zh_hant: 資料夾
