Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

source: To disable the Rubbish bin emptying scheduler or set a longer retention period, you need to subscribe to a Pro plan.
ar: لتعطيل التفريغ التلقائي لسلة المحذوفات أو تعيين فترة احتفاظ أطول تحتاج إلى الاشتراك في إحدى باقاتنا.
de: Um die automatische Leerung des Papierkorbs zu deaktivieren oder eine längere Aufbewahrungsfrist festzulegen, benötigen Sie ein Pro-Abonnement.
es: Para desactivar la limpieza automática de la Papelera o establecer un período de retención más largo, amplía tu cuenta a Pro.
fr: Pour désactiver le programmateur de vidage de la Corbeille ou définir une période de conservation plus longue, vous devez détenir un abonnement Pro.
id: Untuk menonaktifkan pengosongan tempat sampah otomatis atau menetapkan periode penyimpanan yang lebih lama, anda harus berlangganan salah satu paket kami.
ja: ごみ箱を自動的に空にする機能を無効にしたり、より長い保存期間を設定したりするには、当社のいずれかのプランにご加入いただく必要があります。
ko: To disable automatic Rubbish bin emptying or set a longer retention period, you need to subscribe to one of our plans.
pt: Para desativar a limpeza automática da Lixeira ou definir um período de retenção mais longo, você precisará adquirir um dos nossos planos.
ru: Чтобы отключить автоматическую очистку корзины или выбрать более длительный период хранения, нужно подписаться на один из наших планов.
th: หากต้องการปิดการล้างถังขยะอัตโนมัติ หรือตั้งระยะเวลาการเก็บรักษาไฟล์ในถังขยะให้นานขึ้น คุณจำเป็นต้องสมัครใช้งานแผนของเรา
tr: Otomatik Çöp Kovası boşaltmayı devre dışı bırakmak veya daha uzun bir saklama süresi ayarlamak için, planlarımızdan birine abone olmanız gerekir.
vi: Để tắt Đặt lịch dọn dẹp Thùng Rác hoặc muốn gia hạn chờ thời gian giữ rác được lâu hơn, bạn cần phải đăng ký dùng hạng Pro.
zh_hans: 要禁用自动清空回收站或设置更长的保留期，您需要订阅我们的其中一项方案。
zh_hant: 若要停用垃圾筒自動清空排程或設定更長的保留期限，您需要訂閱Pro方案。

source: Do you want to close all other sessions? This will log you out on all other active sessions except the current one.
ar: هل تريد انهاء كل الجلسات الفعالة حاليا؟ ذلك سيسجل الخروج من كل هذه الجلسات الفعالة باستثناء الحالية.
de: Alle anderen Logins beenden? Sie werden überall außer auf diesem Gerät ausgeloggt.
es: ¿Quieres cerrar las demás sesiones? Te desconectarás de todas sesiones activas excepto la actual.
fr: Voulez-vous fermer toutes les autres sessions ? Vous serez déconnecté de toutes les autres sessions, sauf de la session actuelle.
id: Apakah Anda ingin menutup semua sesi lainnya? Ini akan mengeluarkan Anda di semua sesi aktif lainnya kecuali sesi saat ini.
ja: 他のセッションをすべて終了しますか？これにより、現在のセッション以外のすべてのアクティブなセッションでログアウトされます。
ko: 다른 모든 세션을 닫고 싶으신가요? 이것은 현재 세션을 제외한 모든 활성 세션에서 당신을 로그아웃 시킵니다.
pt: Você quer fechar as demais sessões? Essa ação faráo logout de todas as outras sessões ativas, exceto a atual.
ru: Закрыть другие сеансы? Будет выполнен выход из системы для всех активных сеансов кроме этого.
th: คุณต้องการปิดเซสชันอื่นทั้งหมดหรือไม่ การดำเนินการนี้จะนำคุณออกจากเซสชันที่มีการใช้งานอื่น ๆ ทั้งหมดยกเว้นในปัจจุบัน
tr: Diğer tüm oturumları kapatmak ister misiniz? Bu, mevcut oturum dışındaki diğer tüm aktif oturumlarda oturumunuzu kapatmanızı sağlar.
vi: Thao tác này sẽ đăng xuất tài khoản ra khỏi tất cả các thiết bị đang sử dụng, ngoại trừ phiên hiện hành. Có chắc muốn tiến hành?
zh_hans: 是否要关闭所有其他会话？这将使您退出除当前会话之外的所有其他进行中的会话。
zh_hant: 您想關閉所有其他工作階段嗎？這將使您登出除了目前頁面之外的所有其他進行中的工作階段。

source: %@ joined the call.
ar: %@ انضم الى المكالمة.
de: %@ ist nun in der Konferenz.
es: %@ se ha unido a la llamada.
fr: %@ s’est joint à l’appel.
id: %@ bergabung dengan panggilan itu.
ja: %@さんが通話に参加しました。
ko: %@님이 통화에 참여하였습니다.
pt: %@ entrou na chamada.
ru: %@ присоединился к вызову.
th: %@ เข้าร่วมสายแล้ว
tr: %@ çağrıya katıldı.
vi: %@ tham gia vào cuộc gọi.
zh_hans: %@已加入通话。
zh_hant: %@加入通話。

source: %@ left the call
ar: %@ غادر المكالمة
de: %@ hat die Konferenz verlassen
es: %@ ha abandonado la llamada
fr: %@ a quitté l’appel
id: %@ meninggalkan panggilan
ja: %@さんが通話から抜けました
ko: %@님이 통화를 떠났습니다
pt: %@ saiu da chamada
ru: %@ отключился
th: %@ วางสายแล้ว
tr: %@ çağrıyı bıraktı
vi: %@ đã rời khỏi cuội gọi
zh_hans: %@离开了通话
zh_hant: %@離開通話

source: There is an active group call. Tap to join.
ar: توجد محادثة جماعية فعالة. انقر للانضمام.
de: Eine Konferenz ist aktiv. Zum Teilnehmen antippen.
es: Llamada de grupo en curso. Toca para unirte.
fr: Un appel de groupe est actif. Touchez pour vous y joindre.
id: Ada panggilan grup aktif. Ketuk untuk bergabung.
ja: 有効なグループ通話があります。タップして参加します。
ko: 활성화된 그룹 통화가 있습니다. 참여하려면 탭하세요.
pt: Há uma chamada em grupo ativa. Toque para participar.
ru: Активный групповой вызов. Нажмите, чтобы присоединиться.
th: มีการโทรกลุ่มอยู่ในขณะนี้ แตะเพื่อเข้าร่วม
tr: Aktif bir grup çağrısı var. Katılmak için dokunun.
vi: Có một cuộc gọi nhóm đang diễn ra. Chạm để tham gia.
zh_hans: 您有一个进行中的群组通话。点击加入。
zh_hant: 有一個進行中的群組通話。點擊即可加入。

source: There is an active call. Tap to join.
ar: توجد مكالمة فعالة. انقر للانضمام.
de: Konferenzgespräch läuft. Zum Teilnehmen antippen.
es: Hay una llamada en curso. Toca para unirte.
fr: Un appel est en cours. Touchez pour y participer.
id: Ada panggilan aktif. Ketuk untuk bergabung.
ja: 有効な通話があります。参加するにはタップします。
ko: 활성중인 통화가 있습니다. 참여하려면 탭하세요.
pt: Há uma chamada ativa. Toque para participar.
ru: Есть активный звонок. Нажмите, чтобы присоединиться.
th: มีสายกำลังสนทนาอยู่ แตะเพื่อเข้าร่วม
tr: Aktif bir çağrı var. Katılmak için dokunun.
vi: Có một cuộc gọi đang diễn ra. Chạm vào để tham gia.
zh_hans: 您有一个进行中的通话。点击加入。
zh_hant: 有一個進行中的通話。點擊即可加入。

source: Tap to return to call
ar: انقر للعودة الى المكالمة
de: Antippen, um zum Gespräch zurückkehren
es: Toca para volver a la llamada
fr: Toucher pour revenir dans l’appel
id: Ketuk untuk kembali ke panggilan
ja: 通話に戻るにはタップします
ko: 통화로 돌아가려면 탭하세요
pt: Pressione para voltar à chamada
ru: Вернуться к звонку
th: แตะเพื่อกลับไปที่การโทร
tr: Aramaya geri dönmek için dokunun
vi: Chạm vào để quay trở lại cuộc gọi
zh_hans: 点击返回通话
zh_hant: 點擊即可返回通話

source: Save to Photos
ar: احفظ في تطبيق الصور
de: In Fotos speichern
es: Guardar en Fotos
fr: Enregistrer dans Photos
id: Simpan ke Foto
ja: 写真に保存
ko: 사진에 저장
pt: Salvar no Fotos
ru: Сохранять в «Фото»
th: บันทึกลงในรูปภาพ
tr: Fotoğraflara Kaydet
vi: Lưu vào Ảnh
zh_hans: 保存到照片
zh_hant: 儲存至照片

source: Saving to Photos…
ar: جاري الحفظ في تطبيق الصور…
de: Speichere in Fotos…
es: Guardando en Fotos…
fr: Enregistrement dans Photos…
id: Menyimpan ke Foto …
ja: 写真に保存中…
ko: 사진에 저장중…
pt: Salvando em Fotos…
ru: Сохранение в «Фото»…
th: กำลังบันทึกไปยังรูปภาพ…
tr: Fotoğraflara Kaydetme…
vi: Đang lưu vào Ảnh…
zh_hans: 正在保存到照片…
zh_hant: 正在儲存至照片⋯

source: All media
ar: كل الوسائط
de: Alle Medien
es: Multimedia
fr: Tous les médias
id: Semua Media
ja: すべてのメディア
ko: 모든 미디어
pt: Todos os arquivos de mídia
ru: Все медиа
th: สื่อทั้งหมด
tr: Tüm medya
vi: Tất cả phương tiện số
zh_hans: 所有媒体
zh_hant: 所有媒體

source: Downloading %@
ar: جارى تنزيل %@
de: Downloade %@
es: Descargando %@
fr: Téléchargement de %@
id: Mendownload %@
ja: %@をダウンロード中
ko: %@ 다운로드 중
pt: Baixando %@
ru: Скачивание %@
th: กำลังดาวน์โหลด %@
tr: İndiriliyor %@
vi: Đang tải xuống %@
zh_hans: 正在下载%@
zh_hant: %@下載中

source: Saved to Photos
ar: تم الحفظ في تطبيق الصور
de: In Fotos gespeichert
es: Guardado en Fotos
fr: Enregistrée dans Photos
id: Disimpan ke Foto
ja: 写真に保存されました
ko: 사진에 저장함
pt: Salvo no Fotos
ru: Сохранено в «Фото»
th: บันทึกไปยังรูปภาพแล้ว
tr: Fotoğraflara Kaydedildi
vi: Đã lưu vào Ảnh
zh_hans: 已保存到照片
zh_hant: 儲存至照片

source: Could not save Item
ar: تعذر حفظ العنصر
de: Speicherung fehlgeschlagen
es: El elemento no se ha podido guardar
fr: Impossible d’enregistrer l’élément
id: Tidak dapat menyimpan Item
ja: 項目を保存できませんでした
ko: 항목을 저장할 수 없음
pt: Não foi possível salvar
ru: Элемент не сохранён
th: ไม่สามารถบันทึกรายการได้
tr: Öğe kaydedilemedi
vi: Chưa thể lưu lại mục
zh_hans: 无法保存该项目
zh_hant: 無法儲存項目

# Encrypted Key Rotation
source: Encryption key rotation
ar: تدوير مفتاح التشفير
de: Schlüsselrotation
es: Rotación de la clave de cifrado
fr: Rotation de la clé de chiffrement
id: Rotasi Kunci Enkripsi
ja: 暗号化キーローテーション
ko: 암호화 키 순환
pt: Rotação da chave de criptografia
ru: Чередование ключей шифрования
th: การสลับกุญแจเข้ารหัส
tr: Şifreleme anahtarı döndürme
vi: Luân phiên chìa khóa mã
zh_hans: 加密密钥轮换
zh_hant: 加密金鑰輪替

# Enable Encrypted Key Rotation
source: Enable Encryption key rotation
ar: تمكين تدوير مفتاح التشفير
de: Schlüsselrotation aktivieren
es: Activar rotación de la clave de cifrado
fr: Activer la rotation de la clé de chiffrement
id: Aktifkan Rotasi Kunci Enkripsi
ja: 暗号化キーローテーションを有効にする
ko: 암호화 키 순환 활성화
pt: Ativar a rotação da chave de criptografia
ru: Включить чередование ключей шифрования
th: เปิดใช้งานการสลับกุญแจเข้ารหัส
tr: Şifreleme anahtarı dönüşünü etkinleştir
vi: Bật Luân Phiên Chìa Khóa Mã
zh_hans: 启用加密密钥轮换
zh_hant: 啟用加密金鑰輪替

source: Get chat link
ar: احصل على رابط المحادثة
de: Chatlink erstellen
es: Obtén enlace de chat
fr: Obtenir le lien de la conversation
id: Dapatkan tautan obrolan
ja: チャットリンクを取得
ko: 대화 링크 얻기
pt: Obter o link do chat
ru: Ссылка на чат
th: รับลิงก์แชท
tr: Sohbet bağlantısını al
vi: Lấy liên kết cuộc chát
zh_hans: 获取聊天链接
zh_hant: 取得對話連結

source: Encryption key rotation is slightly more secure, but does not allow you to create a chat link and new participants will not see past messages.
ar: يعد تدوير مفتاح التشفير أكثر أمانًا إلى حد ما، ولكنه لا يسمح لك بإنشاء رابط محادثة ولن يرى المشاركون الجدد الرسائل السابقة.
de: Schlüsselrotation ist etwas sicherer. Allerdings ist durch ihre Aktivierung die Benutzung von Chatlinks nicht mehr möglich. Auch sehen neu hinzugekommene Teilnehmer nicht mehr den gesamten Chatverlauf.
es: La rotación de la clave de cifrado es un poco más segura, pero no te permite crear un enlace de chat y los nuevos participantes no verán los mensajes anteriores.
fr: La rotation de la clé de chiffrement est un peu plus sûre, mais elle ne vous permet pas de créer un lien de conversation, et les nouveaux participants ne verront pas les anciens messages.
id: Rotasi kunci enkripsi sedikit lebih aman, tetapi tidak memungkinkan anda membuat tautan obrolan dan peserta baru tidak akan melihat pesan sebelumnya.
ja: 暗号化キーローテーションでは安全性が少し高まりますが、チャットリンクを作成できず、新規参加者は過去のメッセージを見れません。
ko: 암호화 키 순환은 약간 더 안전하지만, 대화 링크를 만들 수 없고 새 참여자들이 지난 메시지를 볼 수 없게 됩니다.
pt: A rotação da chave de criptografia é um pouco mais segura, mas não permite que você crie um link do chat, e os novos participantes não verão as mensagens anteriores.
ru: Чередование ключей шифрования немного безопаснее, но не позволяет создавать ссылку на чат, и новые участники не будут видеть прошлые сообщения.
th: การสลับกุญแจเข้ารหัสมีความปลอดภัยในระดับหนึ่ง แต่จะไม่อนุญาตให้คุณสร้างลิงก์แชท และผู้เข้าร่วมใหม่จะไม่เห็นข้อความที่ผ่านมา
tr: Şifreleme anahtarı rotasyonu biraz daha güvenlidir, ancak bir sohbet bağlantısı oluşturmanıza izin vermez ve yeni katılımcılar geçmiş mesajları görmez.
vi: Luân phiên chìa khóa mã có an toàn hơn một chút, nhưng không cho phép bạn tạo liên kết phòng chát và những người mới tham gia sẽ không đọc được các tin nhắn cũ.
zh_hans: 加密密钥轮换更为安全，然而您将无法创建聊天链接，同时新参与者也不会看到历史消息。
zh_hant: 加密金鑰輪替更安全一些，但是不允許您建立對話連結，而且新的與會者將看不到舊的訊息。

# Key rotation is disabled for conversations with more than 100 participants.
source: Encryption key rotation is disabled for conversations with more than 100 participants.
ar: تدوير مفتاح التشفير معطل للمحادثات مع أكثر من 100 مشارك.
de: Schlüsselrotation ist für Chats mit mehr als 100 Teilnehmern nicht verfügbar.
es: La rotación de la clave de cifrado está desactivada en los chats con más de 100 participantes.
fr: La rotation de clé de chiffrement est désactivée pour les conversations de plus de 100 participants.
id: Rotasi kunci enkripsi dinonaktifkan untuk percakapan dengan lebih dari 100 peserta.
ja: 暗号化キーローテーションは、100人を超える参加者との会話では無効になっています。
ko: 암호화 키 순환은 100명 이상의 참여자가 있는 대화에서는 해제됩니다.
pt: A rotação da chave de criptografia está desativada nos chats com mais de 100 participantes.
ru: Чередование ключей шифрования отключено для разговоров с более чем 100 участниками.
th: การสลับกุญแจเข้ารหัสถูกปิดใช้งานไว้สำหรับการสนทนาที่มีผู้เข้าร่วมมากกว่า 100 คน
tr: Şifreleme anahtarı döndürme, 100'den fazla katılımcıyla yapılan konuşmalar için devre dışı bırakılır.
vi: Luân phiên chìa khóa mã không áp dụng được đối với các cuộc trò chuyện có hơn 100 thành viên.
zh_hans: 当参与人数超过100人时，加密密钥轮换将被禁用。
zh_hant: 與超過100位與會者的對話無法使用加密金鑰輪替功能。

source: To create a chat link you must name the group.
ar: لإنشاء رابط محادثة، يجب عليك تسمية المجموعة.
de: Link-Export ist nur für Chats mit gesetztem Titel erlaubt.
es: Para crear un enlace del chat, debes ponerle nombre al grupo.
fr: Pour créer un lien de conversation, vous devez donner un nom au groupe.
id: Untuk membuat tautan obrolan, Anda harus memberi nama grup.
ja: チャットリンクを作成するには、グループに名前を付ける必要があります。
ko: 대화 링크를 생성하려면 그룹 이름을 지어야합니다.
pt: Você precisa nomear o grupo para poder criar um link de chat.
ru: Для создания ссылки на чат нужно назвать группу.
th: ในการสร้างลิงก์แชทคุณจะต้องตั้งชื่อกลุ่มก่อน
tr: Bir sohbet bağlantısı oluşturmak için gruba isim vermelisiniz.
vi: Để tạo ra liên kết tới chát, đặt tên cho nhóm trước.
zh_hans: 创建聊天链接前请先为群组命名。
zh_hant: 您必須為該群組命名，才能建立對話連結。

source: Chat link
ar: رابط المحادثة
es: Enlace de chat
fr: Lien de conversation
id: Tautan obrolan
ja: チャットリンク
ko: 대화 링크
pt: Link do chat
ru: Ссылка на чат
th: ลิงก์แชท
tr: Sohbet bağlantısı
vi: Liên kết vào chát
zh_hans: 聊天链接
zh_hant: 對話連結

source: Join
ar: الانضمام
de: Beitreten
es: Únete
fr: Me joindre
id: Gabung
ja: 参加する
ko: 참여
pt: Entrar
ru: Войти
th: เข้าร่วม
tr: Katılın
vi: Tham gia
zh_hans: 加入
zh_hant: 加入

source: You have joined %@
ar: لقد انضممت إلى %@
de: Sie sind jetzt Teilnehmer von %@
es: Te has unido a %@
fr: Vous vous êtes joint à %@
id: Anda telah bergabung dengan %@
ja: あなたは%@に参加しました
ko: %@에 참여하셨습니다
pt: Você se uniu a %@
ru: Вы присоединились к %@
th: คุณได้เข้าร่วม %@
tr: Katıldınız %@
vi: Bạn đã tham gia vào %@
zh_hans: 您已加入%@
zh_hant: 您已加入%@

source: Observers
ar: المشاهدون
de: Beobachter
es: Espectadores
fr: Observateurs
id: Pengamat
ja: オブザーバー
ko: 참관인
pt: Expectadores
ru: Наблюдатели
th: ผู้สังเกตการณ์
tr: Gözlemciler
vi: Người theo dõi
zh_hans: 预览者
zh_hant: 觀察員

# %@ enabled Encrypted Key Rotation
source: %@ enabled encryption key rotation.
ar: قام %@ بتمكين تدوير مفتاح التشفير.
de: %@ hat Schlüsselrotation aktiviert.
es: %@ ha activado la rotación de la clave de cifrado.
fr: %@ a activé la rotation de la clé de chiffrement.
id: %@ mengaktifkan rotasi kunci enkripsi.
ja: %@さんが暗号化キーローテーションを有効にしました。
ko: %@님이 암호화 키 순환을 활성화하였습니다.
pt: %@ ativou a rotação da chave de criptografia.
ru: %@ включил чередование ключей шифрования.
th: %@ ได้เปิดใช้งานการสลับกุญแจเข้ารหัส
tr: %@ şifreleme anahtarı döndürmeyi etkinleştirdi.
vi: %@ đã bật luân phiên chìa khóa mã.
zh_hans: %@已启用加密密钥轮换。
zh_hant: %@啟用加密金鑰輪替。

# %@ created a public link for the chat.
source: %@ created a chat link
ar: قام %@ بإنشاء رابط محادثة
de: %@ hat einen Chatlink erstellt
es: %@ ha creado un enlace del chat
fr: %@ a créé un lien de conversation
id: %@ membuat tautan publik untuk obrolan
ja: %@さんがチャットリンクを作成しました
ko: %@님이 대화 링크를 생성하였습니다
pt: %@ criou um link para este chat
ru: %@ создал ссылку на чат
th: %@ ได้สร้างลิงก์แชทแล้ว
tr: %@ bir sohbet bağlantısı oluşturdu
vi: %@ vừa mới tạo đường liên kết vào cuộc chát
zh_hans: %@已创建了一个聊天链接
zh_hant: %@建立對話連結

# %@ removed a public link for the chat.
source: %@ removed the chat link
ar: قام %@ بإزالة رابط المحادثة
de: %@ hat den Chatlink gelöscht
es: %@ ha eliminado el enlace del chat
fr: %@ a supprimé le lien de la conversation
id: %@ menghapus tautan publik untuk obrolan
ja: %@さんがチャットリンクを削除しました
ko: %@님이 대화 링크를 삭제하였습니다
pt: %@ removeu o link deste chat
ru: %@ удалил ссылку на чат
th: %@ ได้ลบลิงก์แชทแล้ว
tr: %@ sohbet bağlantısını kaldırdı
vi: %@ vừa xóa đường liên kết vào cuộc chát
zh_hans: %@移除了聊天链接
zh_hant: %@移除對話連結

source: %@ joined the group chat.
ar: انضم %@ إلى المحادثة الجماعية.
de: %@ ist dem Gruppenchat beigetreten.
es: %@ se ha unido al chat de grupo.
fr: %@ fait partie de la conversation de groupe.
id: %@ bergabung dengan obrolan grup.
ja: %@さんがグループチャットに参加しました。
ko: %@님이 단체 대화에 참여하였습니다.
pt: %@ se entrou no chat de grupo.
ru: %@ вошёл в чат.
th: %@ ได้เข้าร่วมแชทกลุ่ม
tr: %@ grup sohbetine katıldı.
vi: %@ đã tham gia vào nhóm chát.
zh_hans: %@已加入群聊。
zh_hant: %@已加入群組對話。

# Error. No more participants are allowed in this group call.
source: You are not allowed to join this call as it has reached the maximum number of participants.
ar: لا يمكنك الانضمام إلى هذه المكالمة لأنها بلغت الحد الأقصى لعدد المشاركين.
de: Diese Konferenz hat die maximale Teilnehmerzahl erreicht. Sie können derzeit nicht teilnehmen.
es: No puedes unirte a esta llamada ya que se ha alcanzado el número máximo de participantes.
fr: Vous n’êtes pas autorisé à vous joindre à cet appel, car le nombre maximal de participants a été atteint.
id: Anda tidak diizinkan untuk bergabung dengan panggilan ini karena telah mencapai jumlah maksimum peserta.
ja: 最大参加者数に達したため、この通話に参加できません。
ko: 이 통화가 최대 참여자 수에 도달했기 때문에 참여할 수 없습니다.
pt: Você não pode participar desta chamada porque o número máximo de participantes foi alcançado.
ru: Вы не можете присоединиться к этому вызову, так как в нём максимальное количество участников.
th: คุณไม่ได้รับอนุญาตให้เข้าร่วมการโทรนี้เนื่องจากมีผู้เข้าร่วมถึงจำนวนสูงสุดแล้ว
tr: Maksimum katılımcı sayısına ulaştığı için bu çağrıya katılmanıza izin verilmez.
vi: Không thể tham gia cuộc gọi này vì đã quá mức số lượng thành viên đang có trong cuộc gọi.
zh_hans: 参与人数已达上限，您无法加入此通话。
zh_hant: 您無法加入此通話，因為它已達到與會人數上限。

# Error. No more video are allowed in this group call.
source: You are not allowed to enable video as this call has reached the maximum number of participants using video.
ar: لا يمكنك القيام بمكالمة الفيديو لأن هذه المكالمة بلغت الحد الأقصى لعدد المشاركين الذين يستخدمون الفيديو.
de: Die maximale Anzahl von Video-Teilnehmern ist erreicht, bitte beschränken Sie sich auf Audio.
es: No puedes activar el vídeo ya que se alcanzado el número máximo de participantes que usan el vídeo en esta llamada.
fr: Vous n’êtes pas autorisé à activer la vidéo pour cet appel, car le nombre maximal de participants qui utilisent la vidéo a été atteint.
id: Anda tidak diizinkan untuk mengaktifkan video karena panggilan ini telah mencapai jumlah maksimum peserta menggunakan video.
ja: この通話はビデオを使用している最大参加者数に達したため、ビデオを有効にできません。
ko: 이 통화의 최대 영상 사용 참여자 수에 도달했기 때문에 영상을 활성화할 수 없습니다.
pt: Você não tem permissão para ativar o vídeo, pois essa chamada alcançou o número máximo de participantes usando o vídeo.
ru: Вы не можете включить видео, так в этом вызове уже максимальное количество участников, использующих видео.
th: คุณไม่ได้รับอนุญาตให้เปิดใช้งานวิดีโอเนื่องจากการโทรนี้มีผู้เข้าร่วมถึงจำนวนสูงสุดที่ใช้วิดีโอแล้ว
tr: Bu arama videoyu kullanan maksimum katılımcı sayısına ulaştığı için videoyu etkinleştirmenize izin verilmez.
vi: Không thể bật video cho cuộc gọi này được vì quá mức số lượng thành viên tham gia cuộc gọi đang sử dụng video.
zh_hans: 由于通话中使用视频的参与人数已达上限，因此您无法启用视频。
zh_hant: 由於此通話已達到視訊與會人數上限，因此您無法開啟視訊。

# Unable to start a call because the participants limit was exceeded.
source: Unable to start the call due to the participant limit having been exceeded.
ar: غير قادر على بدء المكالمة بسبب تجاوز حد المشاركين.
de: Die Konferenz kann nicht gestartet werden, da das Teilnehmerlimit überschritten wurde.
es: No se puede iniciar la llamada porque se ha superado el límite de participantes.
fr: Impossible de lancer l’appel, car le nombre de participants a été dépassé.
id: Tidak dapat memulai panggilan karena batas peserta terlampaui.
ja: 参加者の制限を超えたため、通話を開始できません。
ko: 참여자 한도를 초과하였기 때문에 통화를 시작할 수 없습니다.
pt: Não foi possível iniciar a chamada porque o limite de participantes foi excedido.
ru: Невозможно начать звонок из-за превышения лимита участников.
th: ไม่สามารถเริ่มการโทรได้ เนื่องจากผู้เข้าร่วมเกินขีดจำกัดแล้ว
tr: Katılımcı limitinin aşılması nedeniyle çağrı başlatılamıyor.
vi: Không thể bắt đầu cuộc gọi do vượt quá số lượng thành viên.
zh_hans: 由于超出参与人数限制，无法发起通话。
zh_hant: 由於與會者人數超過上限，無法發起通話。

# Joining...
source: Joining chat…
ar: جاري الانضمام إلى المحادثة…
de: Sie treten gerade dem Chat bei…
es: Uniéndose al chat…
fr: Connexion à la conversation…
id: Bergabung dengan obrolan…
ja: チャットに参加中…
ko: 대화에 참여하는 중…
pt: Entrando no chat…
ru: Вход в чат…
th: กำลังเข้าร่วมแชท…
tr: Sohbete katılmak…
vi: Đang tham gia chat…
zh_hans: 正在加入聊天…
zh_hant: 正在加入對話⋯

# Leaving...
source: Leaving chat…
ar: جاري مغادرة المحادثة…
de: Chat wird verlassen…
es: Abandonando el chat…
fr: Vous quittez la conversation…
id: Meninggalkan obrolan…
ja: チャットから退出中…
ko: 대화를 떠나는 중…
pt: Saindo do chat…
ru: Выход из чата…
th: กำลังออกจากแชท…
tr: Sohbetten ayrılıyorum…
vi: Đang rời khỏi chat…
zh_hans: 正在离开聊天…
zh_hant: 正在離開對話⋯

source: List view
ar: طريقة عرض القائمة
de: Listenansicht
es: Vista de lista
fr: Mode liste
id: Tampilan Daftar
ja: リスト表示
ko: 목록 보기
pt: Visualização em lista
ru: Список
th: มุมมองรายการ
tr: Liste görünümü
vi: Xem kiểu danh sách
zh_hans: 列表视图
zh_hant: 列表檢視

source: Thumbnail view
ar: عرض كصور مصغرة
de: Thumbnail-Ansicht
es: Vista en miniatura
fr: Mode imagettes
id: Tampilan gambar kecil
ja: サムネイル表示
ko: 섬네일 보기
pt: Visualização em miniaturas
ru: Значки
th: มุมมองภาพขนาดย่อ
tr: Küçük resim görünümü
vi: Xem kiểu ảnh nhỏ
zh_hans: 缩略图视图
zh_hant: 縮圖檢視

source: Page view
ar: عرض الصفحة
de: Seitenansicht
es: Vista de pagina
fr: Mode page
id: Tampilan halaman
ja: ページ表示
ko: 페이지 보기
pt: Visualização em página
ru: Вид страницы
th: มุมมองหน้าเต็ม
tr: Sayfa görünümü
vi: Xem kiểu trang sách
zh_hans: 页面视图
zh_hant: 頁面檢視

source: No notifications
ar: لا يوجد إشعارات
de: Keine Ereignisse
es: Sin notificaciones
fr: Aucune notification
id: Tidak ada notifikasi
ja: 通知はありません
ko: 알림 없음
pt: Não há notificações
ru: Нет уведомлений
th: ไม่มีแจ้งเตือน
tr: Bildirim yok
vi: Không có thông báo mới
zh_hans: 无通知
zh_hant: 沒有新的通知

source: Payment info
ar: معلومات الدفع
de: Informationen zur Zahlung
es: Información de pago
fr: Renseignements sur le paiement
id: Info pembayaran
ja: お支払い情報
ko: 결제 정보
pt: Informações de pagamento
ru: Платёжная информация
th: ข้อมูลการชำระเงิน
tr: Ödeme bilgisi
vi: Thông tin thanh toán
zh_hans: 付款信息
zh_hant: 付款資訊

source: Pro membership plan expiring soon
ar: ستنتهي صلاحية اشتراك برو Pro الخاص بك قريباً
de: Ihr Pro-Abonnement läuft bald ab
es: Tu plan Pro caducará en breve
fr: Votre abonnement Pro arrivera bientôt à expiration
id: Membership Pro akan habis dalam waktu dekat
ja: Proメンバーシッププランが間もなく失効します
ko: Pro 회원권이 곧 만료됩니다
pt: O plano Pro está prestes a expirar
ru: Pro-подписка скоро истекает
th: แผนสมาชิก Pro จะหมดอายุเร็ว ๆ นี้
tr: Pro üyelik planı yakında sona eriyor
vi: Gói thành viện hạng Pro sắp hết hạn
zh_hans: Pro会员即将到期
zh_hant: Pro會員方案即將到期

source: Takedown notice
ar: إشعار الإزالة
de: Löschung durch Dritte
es: Notificación y retirada
fr: Avis de retrait
id: Pemberitahuan pencopotan
ja: 削除通知
ko: 게시중단 알림
pt: Aviso de remoção
ru: Заявление на изъятие
th: แจ้งให้ลบเนื้อหา
tr: Kaldırma bildirimi
vi: Thông báo gỡ bỏ
zh_hans: 删除通知
zh_hant: 移除通知

source: Takedown reinstated
ar: تمت إعادة الإزالة
de: Takedown rückgängig gemacht
es: Retirada revocada
fr: Retrait rétabli
id: Pencopotan dikembalikan
ja: 削除が復活しました
ko: 게시중단된 항목이 재게시됨
pt: Remoção revogada
ru: Объекты восстановлены
th: คืนสิทธิ์การลบเนื้อหา
tr: Kaldırma işlemi eski haline getirildi
vi: Nội dung gỡ bỏ đã được khôi phục
zh_hans: 删除已恢复
zh_hant: 移除已復原

source: New
ar: جديد
de: Neu
es: Nueva
fr: Nouvelle
id: Baru
ja: 新
ko: 신규
pt: Nova
ru: Новое
th: ใหม่
tr: Yeni
vi: Mới
zh_hans: 新消息
zh_hant: 新的
