Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# home.search.filter.pdfs
source: PDFs
es: PDF
fr: PDF
id: PDF
ja: PDF
ko: PDF
ru: PDF
th: ไฟล์ PDF
tr: PDF'leri
vi: PDF
zh_hans: PDF
zh_hant: PDF

# home.search.filter.presentations
source: Presentations
ar: العروض التقديمية
de: Präsentationen
es: Presentaciones
fr: Présentations
id: Presentasi
ja: プレゼンテーション
ko: 프레젠테이션
pt: Apresentações
ru: Презентации
th: ไฟล์นำเสนอ
tr: Sunumlar
vi: Trình chiếu
zh_hans: 演示文稿
zh_hant: 簡報

# home.search.filter.archives
source: Archives
ar: مؤرشفة
de: Archive
es: Archivos
id: Arsip
ja: アーカイブ
ko: 압축 파일
pt: Arquivos
ru: Архивы
th: ไฟล์บีบอัด
tr: Arşivler
vi: Nén
zh_hans: 封存档案
zh_hant: 封存檔案

# home.search.filter.spreadsheets
source: Spreadsheets
ar: ملف جداول إلكترونية Spreadsheet
de: Tabellenkalkulationen
es: Hojas de cálculo
fr: Feuilles de calcul
id: Spreadsheet
ja: スプレッドシート
ko: 스프레드시트
pt: Planilhas
ru: Таблицы
th: สเปรดชีต
tr: Elektronik Tablolar
vi: Bảng tính
zh_hans: 电子表格
zh_hant: 試算表

# home.search.filter.modificationDate.today
source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd’hui
id: Hari ini
ja: 今日
ko: 오늘
pt: Hoje
ru: Сегодня
th: วันนี้
tr: Bugün
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

# home.search.filter.modificationDate.last7days
source: Last 7 days
ar: أخر 7 أيام
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
id: 7 hari terakhir
ja: 過去7日間
ko: 최근 7일
pt: Últimos 7 dias
ru: Последние 7 дней
th: 7 วันที่ผ่านมา
tr: Son 7 gün
vi: 7 ngày qua
zh_hans: 最近7天
zh_hant: 過去7天

# home.search.filter.modificationDate.last30days
source: Last 30 days
ar: أخر 30 أيام
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours
id: 30 hari terakhir
ja: 過去30日間
ko: 최근 30일
pt: Últimos 30 dias
ru: Последние 30 дней
th: 30 วันที่ผ่านมา
tr: Son 30 gün
vi: 30 ngày qua
zh_hans: 最近30天
zh_hant: 過去30天

# home.search.filter.modificationDate.thisYear
source: This year
ar: هذه السنة
de: Dieses Jahr
es: Este año
fr: Cette année
id: Tahun ini
ja: 今年
ko: 올해
pt: Este ano
ru: Текущий год
th: ปีนี้
tr: Bu yıl
vi: Năm này
zh_hans: 今年
zh_hant: 今年

# home.search.filter.modificationDate.lastYear
source: Last year
ar: السنة الماضية
de: Letztes Jahr
es: Último año
fr: La dernière année
id: Tahun lalu
ja: 去年
ko: 지난 해
pt: Último ano
ru: Последний год
th: ปีที่แล้ว
tr: Geçen yıl
vi: Năm truớc
zh_hans: 去年
zh_hant: 去年

# home.search.filter.modificationDate.older
source: Older
ar: أقدم
de: Älter
es: Anterior
fr: Plus ancien
id: Lama
ja: それ以前
ko: 더 오래됨
pt: Mais antigo
ru: Позже
th: เก่ากว่า
tr: Daha eski
vi: Cũ hơn
zh_hans: 较旧的
zh_hant: 較舊的

# home.search.chipsGroup.nodeType.pillTitle
source: Type
ar: النوع
de: Typ
es: Tipo
id: Tipe
ja: タイプ
ko: 형식
pt: Tipo
ru: Тип
th: ประเภท
tr: Tür
vi: Dạng
zh_hans: 类型
zh_hant: 類型

# home.search.chipsGroup.nodeType.pickerTitle
source: Select type
ar: اختر صنف
de: Typ auswählen
es: Seleccionar el tipo
fr: Sélectionner le type
id: Pilih jenis
ja: タイプを選択
ko: 유형 선택
pt: Selecionar tipo
ru: Выберите тип
th: เลือกประเภทไฟล์
tr: Türü seçin
vi: Chọn loại
zh_hans: 选择类型
zh_hant: 選擇類型

# home.search.chipsGroup.modificationDate.pillTitle
source: Modified date
ar: تاريخ مُعدل
de: Änderungsdatum
es: Fecha de modificación
fr: Date de modification
id: Tanggal modifikasi
ja: 変更日
ko: 수정일
pt: Data da alteração
ru: Дата изменения
th: วันที่ปรับเปลี่ยน
tr: Değiştirilen tarih
vi: Ngày chỉnh sửa
zh_hans: 修改日期
zh_hant: 修改日期

# home.search.chipsGroup.modificationDate.pickerTitle
source: Select modified date
ar: حدد التاريخ المُعدل
de: Änderungsdatum auswählen
es: Seleccionar la fecha de modificación
fr: Sélectionner la date de modification
id: Pilih tanggal modifikasi
ja: 変更日を選択
ko: 수정일 선택
pt: Selecione a data da alteração
ru: Выберите дату изменения
th: เลือกวันที่ปรับเปลี่ยน
tr: Değiştirilme tarihini seçin
vi: Chọn ngày chỉnh sửa
zh_hans: 选择修改日期
zh_hant: 選擇修改日期

# home.search.empty.no-chip-selected
source: No results
ar: لا يوجد نتائج
de: Keine Treffer
es: No hay resultados
fr: Aucun résultat
id: Tidak ada hasil
ja: 結果なし
ko: 결과 없음
pt: Não há resultados
ru: Нет результатов
th: ไม่พบรายการค้นหา
tr: Sonuç yok
vi: Không có kết quả
zh_hans: 没有符合搜索的项目
zh_hant: 沒有搜尋結果

# home.search.empty.no-images
source: No images
ar: لا يوجد صور
de: Keine Bilder
es: No hay imágenes
fr: Aucune image
id: Tidak ada gambar
ja: 画像がありません
ko: 이미지 없음
pt: Não há imagens
ru: Нет изображений
th: ไม่มีรูปภาพ
tr: Resim yok
vi: Không có hình ảnh
zh_hans: 无图片
zh_hant: 沒有圖片

# home.search.empty.no-documents
source: No documents
ar: لا توجد مستندات
de: Keine Dokumente
es: No hay documentos
fr: Aucun document
id: Tidak ada dokumen
ja: ドキュメントがありません
ko: 문서 없음
pt: Não há documentos
ru: Нет документов
th: ไม่มีไฟล์เอกสาร
tr: Belge yok
vi: Không có tài liệu
zh_hans: 无文档
zh_hant: 沒有文件

# home.search.empty.no-audio
source: No audio files
ar: لا توجد ملفات صوتية
de: Keine Audiodateien
es: No hay archivos de audio
fr: Aucun fichier son
id: Tidak ada file audio
ja: 音声ファイルがありません
ko: 오디오 파일 없음
pt: Não há arquivos de áudio
ru: Нет аудиофайлов
th: ไม่มีไฟล์เสียง
tr: Ses dosyası yok
vi: Không có tệp tin âm thanh
zh_hans: 无音频文件
zh_hant: 沒有音訊檔案

# home.search.empty.no-videos
source: No video files
ar: لا توجد ملفات فيديو
de: Keine Videodateien
es: No hay archivos de vídeo
fr: Aucun fichier vidéo
id: Tidak ada file video
ja: 動画ファイルがありません
ko: 동영상 파일 없음
pt: Não há arquivos de vídeo
ru: Нет видеофайлов
th: ไม่มีไฟล์วิดีโอ
tr: Video dosyası yok
vi: Không có tệp tin video
zh_hans: 无视频文件
zh_hant: 沒有影片檔案

# home.search.empty.no-folders
source: No folders
ar: لا توجد مجلدات
de: Keine Ordner
es: No hay carpetas
fr: Aucun dossier
id: Tidak ada folder
ja: フォルダがありません
ko: 폴더 없음
pt: Não há pastas
ru: Нет папок
th: ไม่มีโฟลเดอร์
tr: Klasör yok
vi: Không có thư mục
zh_hans: 没有文件夹
zh_hant: 沒有資料夾

# home.search.empty.no-pdfs
source: No PDFs
ar: لا يوجد PDFs
de: Keine PDFs
es: No hay PDF
fr: Aucun fichier PDF
id: Tidak ada PDF
ja: PDFがありません
ko: PDF 없음
pt: Não há PDFs
ru: Нет файлов PDF
th: ไม่มีไฟล์ PDF
tr: PDF yok
vi: Không có tệp PDF
zh_hans: 没有PDF
zh_hant: 沒有PDF

# home.search.empty.no-presentations
source: No presentations
ar: لا يوجد العروض التقديمية
de: Keine Präsentationen
es: No hay presentaciones
fr: Aucune présentation
id: Tidak ada presentasi
ja: プレゼンテーションがありません
ko: 프레젠테이션 없음
pt: Não há apresentações
ru: Нет презентаций
th: ไม่มีไฟล์นำเสนอ
tr: Sunum yok
vi: Không có tệp trình chiếu
zh_hans: 没有演示文稿
zh_hant: 沒有簡報

# home.search.empty.no-spreadsheets
source: No spreadsheets
ar: لا توجد جداول بيانات
de: Keine Tabellenkalkulationen
es: No hay hojas de cálculo
fr: Aucune feuille de calcul
id: Tidak ada spreadsheet
ja: スプレッドシートがありません
ko: 스프레드시트 없음
pt: Não há planilhas disponíveis
ru: Нет таблиц
th: ไม่มีสเปรดชีต
tr: Elektronik tablo yok
vi: Không có bảng tính nào
zh_hans: 没有电子表格
zh_hant: 無試算表

# home.search.empty.no-archives
source: No archives
ar: ات يوجد ملفات مؤرشفة
de: Keine Archive
es: No hay archivos
fr: Aucune archive
id: Tidak ada arsip
ja: アーカイブがありません
ko: 압축 파일 없음
pt: Não há arquivos
ru: Нет архивов
th: ไม่มีไฟล์บีบอัด
tr: Arşiv yok
vi: Không có tệp nén
zh_hans: 没有封存档案
zh_hant: 沒有封存檔案

# chat.call.waitingRoom.participantsList.title
source: Waiting room
ar: غرفة الانتظار
de: Warteraum
es: Sala de espera
fr: Salle d’attente
id: Ruang tunggu
ja: 待合室
ko: 대기실
pt: Sala de espera
ru: Комната ожидания
th: ห้องนั่งรอ
tr: Bekleme Odası
vi: Phòng chờ
zh_hans: 正在等候室
zh_hant: 等候室

# chat.call.waitingRoom.participantsList.close
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
ja: 閉じる
ko: 닫기
pt: Fechar
ru: Закрыть
th: ปิด
tr: Kapat
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# Error.nodeCopyOrMove.circularDependency
source: You can’t move this folder as the destination is the same folder.
ar: لا يمكنك نقل هذا المجلد لأن الوجهة هي نفس المجلد.
de: Sie können diesen Ordner nicht verschieben, da das Ziel derselbe Ordner ist.
es: No puedes mover esta carpeta porque el destino es la misma carpeta.
fr: Vous ne pouvez pas déplacer ce dossier, car la destination est le même dossier.
id: Anda tidak dapat memindahkan folder ini karena tujuan adalah folder yang sama.
ja: このフォルダは移動先が同じフォルダのため移動できません。
ko: 목적지가 동일하기 때문에 이 폴더를 이동할 수 없습니다.
pt: Não é possível mover essa pasta porque o destino é a mesma pasta.
ru: Невозможно переместить папку в саму себя.
th: คุณไม่สามารถย้ายโฟลเดอร์นี้ได้ เนื่องจากปลายทางเป็นโฟลเดอร์เดียวกัน
tr: Hedef aynı klasör olduğu için bu klasörü taşıyamazsınız.
vi: Bạn không thể di chuyển thư mục này vì đích đến là cùng một thư mục.
zh_hans: 您无法移动此文件夹，因为目的地是同一个文件夹。
zh_hant: 您無法移動此資料夾，因為目的地是同一個資料夾。

# photos.mediaDiscovery.autoMediaDiscoveryBanner.title
source: As this folder contains only images and videos, we’ve automatically opened it in media discovery view. You can enjoy your visual content with a more immersive layout. You can disable this in Settings.
ar: نظرًا لأن هذا المجلد يحتوي فقط على الصور ومقاطع الفيديو، فقد قمنا بفتحه تلقائيًا في عرض اكتشاف الوسائط. يمكنك الاستمتاع بالمحتوى المرئي الخاص بك بتصميم أكثر غامرة. يمكنك تعطيل هذا في الإعدادات.
de: Da dieser Ordner nur Bilder und Videos enthält, haben wir ihn automatisch in der Medienerkennungsansicht geöffnet. So können Sie Ihre visuellen Inhalte in einem ablenkungsfreien Layout genießen. Sie können dies in den Einstellungen deaktivieren.
es: Como esta carpeta solo contiene imágenes y vídeos, la abrimos automáticamente en la vista de explorador multimedia. Puedes disfrutar de tu contenido visual con un diseño más envolvente. Puedes desactivar esta opción en Ajustes.
fr: Comme ce dossier ne comprend que des images et des vidéos, nous l’avons automatiquement ouvert en mode de découverte des médias. Vous pouvez profiter de votre contenu visuel avec une mise en page plus immersive. Vous pouvez désactiver cette option dans Paramètres.
id: Karena folder ini hanya berisi gambar dan video, kami secara otomatis membukanya dalam tampilan penemuan media. Anda dapat menikmati konten visual anda dengan tata letak yang lebih mendalam. Anda dapat menonaktifkan ini di Pengaturan.
ja: このフォルダには画像と動画のみが含まれているため、自動的にメディア検出ビューで開きます。また、より没入感のあるレイアウトでビジュアルコンテンツを楽しむことができます。これは「設定」で無効にできます。
ko: 이 폴더가 이미지와 동영상만 담고 있으므로, 자동으로 미디어 발견 보기에서 열었습니다. 시각 콘텐츠를 더욱 몰입되는 레이아웃에서 즐길 수 있습니다. 이것을 설정에서 비활성화 할 수 있습니다.
pt: Como essa pasta contém apenas imagens e vídeos, nós a abrimos automaticamente com a visualização na galeria. Você pode aproveitar o seu conteúdo visual com um layout mais envolvente. Para desativar esta função, acesse as Configurações.
ru: Поскольку эта папка содержит только изображения и видео, мы автоматически открыли её в режиме галереи. Наслаждайтесь более наглядным представлением содержимого. Это можно отключить в «Настройках».
th: เนื่องจากโฟลเดอร์นี้มีเพียงรูปภาพและวิดีโอ เราจึงเปิดในมุมมองแกลเลอรี่โดยอัตโนมัติ คุณจะเพลิดเพลินกับเนื้อหาสื่อที่ดูได้เต็มตามากขึ้น คุณปิดใช้งานฟังก์ชันนี้ได้ในการตั้งค่า
tr: Bu klasör yalnızca resimler ve videolar içerdiğinden, otomatik olarak galeri görünümünde açtık. Görsel içeriğinizin keyfini daha sürükleyici bir düzen ile çıkarabilirsiniz. Bunu Ayarlar'da devre dışı bırakabilirsiniz.
vi: Vì thư mục này chỉ có chứa hoàn toàn là hình ảnh và videos, chúng tôi tự động đặt theo kiểu xem khám phá đa phương tiện. Giúp bạn trải nghiệm nội dung hình ảnh của mình với bố cục sống động hơn. Tính năng này có thể tắt đi trong Thiết Đặt.
zh_hans: 由于此文件夹仅包含图像和视频，我们已自动在媒体发现视图中将其打开。您可以通过更身临其境的布局欣赏您的视觉内容。您可以在设置中禁用此功能。
zh_hant: 由於此資料夾僅包含圖片和影片，我們已經自動在媒體探索檢視中開啟它。您可以透過更身臨其境的佈局享受您的視覺內容。您可以在設定中停用此功能。

# onboarding.upgradeAccount.header.title
source: Get more with a Pro plan
ar: احصل على المزيد مع باقة برو Pro
de: Mit einem Pro-Paket bekommen Sie mehr
es: Obtén más con un plan Pro
fr: Obtenir davantage avec un abonnement Pro
id: Dapatkan lebih banyak dengan paket Pro
ja: Proプランでさらに充実
ko: Pro 요금제로 더 받기
pt: Obtenha mais com um plano Pro
ru: Получите больше с планом Pro
th: รับสิทธิประโยชน์เพิ่มเติมด้วยการอัปเกรดเป็นแผน Pro
tr: Pro planıyla daha fazlasını elde edin
vi: Nhận được nhiều hơn với gói Pro
zh_hans: 通过Pro方案获得更多权益
zh_hant: 透過Pro方案獲得更多功能

# onboarding.upgradeAccount.header.subTitle
source: Upgrade to a Pro plan and get more storage and access to Pro features. Plans start from as low as %@ a month
ar: قم بالترقية إلى باقة برو Pro واحصل على المزيد من مساحة التخزين و إمكانية الوصول إلى ميزات برو Pro. تبدأ الباقات من %@ كحد ادنى شهرياً
de: Wechseln Sie auf ein Pro-Paket und erhalten Sie mehr Speicherplatz sowie Zugang zu Pro-Funktionen. Die Pakete sind bereits ab %@ pro Monat erhältlich
es: Amplía a un plan Pro y obtén más almacenamiento y acceso a todas las características Pro. Los planes comienzan desde tan solo %@ al mes
fr: Souscrivez un abonnement Pro pour accéder à davantage d’espace de stockage ainsi qu’aux fonctions Pro. Nos abonnements commencent à %@ par mois.
id: Tingkatkan ke paket Pro dan dapatkan lebih banyak penyimpanan dan akses ke fitur Pro. Paket mulai dari serendah %@ sebulan
ja: Proプランにアップグレードしていただくと、ストレージが増え、各種Pro機能をご利用いただけるようになります。プランは月額%@からご利用いただけます
ko: 더 많은 저장소와 Pro 기능에 접근하기 위해 Pro 요금제로 업그레이드 하세요. 요금제는 월 %@의 저렴한 가격으로 시작합니다
pt: Faça o upgrade a um plano Pro para obter mais armazenamento e acessar recursos exclusivos. Os nossos planos são a partir de %@ por mês
ru: Перейдите на план Pro и получите больше места для хранения и доступ к функциям Pro. Планы стоят от %@ в месяц
th: อัปเกรดเป็นแผน Pro เพิ่มพื้นที่เก็บข้อมูลและเข้าถึงฟีเจอร์ Pro เริ่มต้นเพียง %@ ต่อเดือน
tr: Bir Pro planına yükseltin ve daha fazla depolama alanı ve Pro özelliklerine erişim elde edin. Planlar en düşük seviyede başlar %@ bir ay
vi: Nâng cấp lên gói Pro và nhận thêm không gian lưu trữ và quyền truy cập vào các tính năng Pro. Gói có giá từ mức thấp nhất %@ một tháng
zh_hans: 升级到Pro方案，获得更多存储空间和使用Pro功能的权限。方案低至一个月%@起。
zh_hant: 升級到Pro方案可獲得更多儲存空間和獲得Pro功能的權限。方案售價一個月%@起。

# onboarding.upgradeAccount.content.proPlanFeatureHeader
source: Some features to look forward to are:
ar: بعض الميزات التي تتطلع إليها هي:
de: Sie können sich unter anderem auf folgende Funktionen freuen:
es: Algunas de las características que esperamos con ansias son:
fr: Voici ce que vous obtiendrez :
id: Beberapa fitur yang dinantikan adalah:
ja: ご期待いただける機能としては次のようなものがあります。
ko: 기대할 수 있는 몇 가지 기능은 다음과 같습니다:
pt: Alguns dos recursos incluídos são:
ru: Некоторые особенности, которые вас ждут:
th: คุณสมบัติที่คุณจะได้สัมผัสอย่างเต็มอิ่มคือ:
tr: Dört gözle bekleyeceğiniz bazı özellikler şunlardır:
vi: Một số tính năng được mong đợi là:
zh_hans: 一些值得期待的功能是：
zh_hant: 一些值得期待的功能是：

# onboarding.upgradeAccount.content.generousStorage.title
source: Ultimate storage flexibility
ar: مرونة تخزين فائقة
de: Hohe Speicherplatz-Flexibilität
es: Máxima flexibilidad de almacenamiento
fr: La plus grande adaptabilité en matière d’espace de stockage
id: Fleksibilitas penyimpanan terbaik
ja: 究極のストレージの柔軟性
ko: 엄청난 저장소 유연성
pt: Flexibilidade de armazenamento máxima
ru: Максимально гибкое хранилище
th: พื้นที่จัดเก็บที่ยืดหยุ่นเหนือระดับ
tr: Üstün depolama esnekliği
vi: Tính linh hoạt không gian tối ưu
zh_hans: 极致的存储灵活性
zh_hant: 終極的儲存彈性

# onboarding.upgradeAccount.content.generousStorage.message
source: Starting from [A] [B], find the perfect fit for your storage needs.
ar: بدءًا من [A] [B]، ابحث عن الحجم المثالي لاحتياجات التخزين الخاصة بك.
de: Finden Sie die perfekte Lösung für Ihren Speicherplatzbedarf – ab [A] [B].
es: A partir de [A] [B], encuentra la solución perfecta para tus necesidades de almacenamiento.
fr: À partir de [A] [B], trouvez la réponse idéale à vos besoins de stockage.
id: Mulai dari [A] [B], temukan yang cocok untuk kebutuhan penyimpanan anda.
ja: [A] [B]から始めて、お客様のストレージのニーズに最適なものを見つけてください。
ko: [A][B]부터 시작하여, 당신의 저장소 수요에 완벽하게 맞는 크기를 찾으세요.
pt: Encontre a melhor opção para as suas necessidades de armazenamento a partir de [A] [B].
ru: Найдите свой идеальный объём хранилища. От [A] [B].
th: เริ่มต้นที่ [A] [B] เลือกขนาดพื้นที่เก็บข้อมูลที่เหมาะกับคุณ
tr: Şuradan başlayarak [A] [B], depolama ihtiyaçlarınız için mükemmel olanı bulun.
vi: Bắt đầu từ [A] [B], tìm gói phù hợp hoàn hảo cho nhu cầu lưu trữ của bạn.
zh_hans: 从[A] [B]起，找到最适合您存储需求的方案。
zh_hant: 從[A] [B]起，找到最適合您的儲存需求方案。

# onboarding.upgradeAccount.content.transferSharing.title
source: Easy, secure file sharing
ar: مشاركة ملفات سهلة وآمنة
de: Einfache, sichere Dateifreigabe
es: Intercambio seguro de archivos
fr: Un partage de fichiers simple et sécurisé
id: Berbagi file yang mudah dan aman
ja: 簡単で安全なファイル共有
ko: 쉽고, 안전한 파일 공유
pt: Compartilhamento de arquivos fácil e seguro
ru: Простой и безопасный обмен файлами
th: แชร์ไฟล์ได้ง่าย ปลอดภัย ไร้กังวล
tr: Kolay, güvenli dosya paylaşımı
vi: Chia sẻ tệp tin dễ dàng và an toàn
zh_hans: 轻松、安全的文件共享
zh_hant: 輕鬆、安全的檔案共享

# onboarding.upgradeAccount.content.transferSharing.message
source: Share large files thanks to a generous transfer quota and ensure security with password-protected links.
ar: يمكنك مشاركة الملفات الكبيرة بفضل حجم تراسل المعطيات السخي وضمان الأمان باستخدام الروابط المحمية بكلمة مرور.
de: Teilen Sie große Dateien dank eines großzügigen Transfervolumens und gewährleisten Sie die Sicherheit durch passwortgeschützte Links.
es: Comparte archivos de gran tamaño gracias a una generosa cuota de transferencia y garantiza la seguridad con enlaces protegidos por contraseña.
fr: Partagez des fichiers volumineux grâce à un quota de transfert généreux et garantissez la sécurité avec des liens protégés par mot de passe.
id: Bagikan file besar berkat kuota transfer yang banyak dan pastikan keamanan dengan tautan yang dilindungi kata sandi.
ja: 十分な転送容量により大容量ファイルを共有し、パスワードで保護されたリンクによりセキュリティを確保できます。
ko: 넉넉한 전송 할당량 덕분에 큰 파일을 공유하고 암호로 공유된 링크로 보안을 보장하세요.
pt: Compartilhe arquivos grandes graças a uma ampla cota de transferência e garanta a segurança com links protegidos por senha.
ru: Делитесь большими файлами благодаря большому объёму передачи данных и обеспечьте безопасность с помощью ссылок, защищённых паролем.
th: แชร์ไฟล์ใหญ่ ๆ สบายใจด้วยโควต้าการโอนถ่ายที่จุใจ พร้อมทั้งมั่นใจในความปลอดภัยด้วยลิงก์ที่ป้องกันด้วยรหัสผ่าน
tr: Cömert bir aktarım kotası sayesinde büyük dosyaları paylaşın ve parola korumalı bağlantılarla güvenliği sağlayın.
vi: Chia sẻ các tệp tin lớn nhờ băng thông truyền tải hào phóng và đảm bảo bảo mật với các đường liên kết được bảo vệ bằng mật khẩu.
zh_hans: 得益于充足的传输流量来共享大文件，并通过受密码保护的链接确保安全。
zh_hant: 透過大量的傳輸配額共享大檔案，並使用受密碼保護的連結確保安全性。

# onboarding.upgradeAccount.content.backupAndRewind.title
source: Never lose data again
ar: لا تفقد البيانات مرة أخرى
de: Nie mehr Datenverlust
es: No vuelva a perder datos
fr: Ne plus jamais perdre de données
id: Jangan pernah kehilangan data lagi
ja: 二度とデータを失わない
ko: 다시는 데이터를 잃지 마세요
pt: Nunca mais perca dados
ru: Данные больше не потеряются
th: ไม่มีพลาดทุกข้อมูลสำคัญของคุณ
tr: Bir daha asla veri kaybetmeyin
vi: Không bao giờ mất dữ liệu nữa
zh_hans: 再也不会丢失数据
zh_hant: 再也不會遺失資料

# onboarding.upgradeAccount.content.backupAndRewind.message
source: Back up and sync your data for complete confidence. Plus, use Rewind to restore folders to any date up to 180 days.
ar: قم بعمل نسخة احتياطية من بياناتك ومزامنتها للحصول على الثقة الكاملة. بالإضافة إلى ذلك استخدم الترجيع Rewind لاستعادة المجلدات إلى أي تاريخ يصل حتى 180 يومًا.
de: Sichern und synchronisieren Sie Ihre Daten, um sich stets auf ihre Verfügbarkeit verlassen zu können. Mit der Rewind-Funktion können Sie Ordner zudem auf einen früheren Stand (bis zu 180 Tage) zurücksetzen.
es: Sincroniza y haz backups de tus datos para disfrutar de una tranquilidad absoluta. Además, puedes usar el Rebobinado para restaurar carpetas hasta 180 días.
fr: Ayez l’esprit tranquille en sauvegardant et synchronisant vos données. De plus, le Retour en arrière vous permet de rétablir n’importe quelle version antérieure de vos dossiers, jusqu’à 180 jours.
id: Cadangkan dan sinkronkan data anda untuk kepercayaan penuh. Dan, gunakan Putar Ulang untuk mengembalikan folder ke tanggal apa pun hingga 180 hari.
ja: データをバックアップして同期すると、完全に自信が持てます。さらに、巻き戻しを使用すると、フォルダを最大180日以内の任意の日付に復元できます。
ko: 완벽한 확신을 위해 데이터를 백업하고 동기화하세요. 또한, 되돌리기를 이용하여 폴더를 최대 180일까지 원하는 날짜로 복원하세요.
pt: Faça backup e sincronize os seus dados para não correr riscos. Além disso, use a função Retroceder para fazer com que as suas pastas voltem ao estado que tinham em qualquer momento dos últimos 180 dias.
ru: Создавайте резервные копии и синхронизируйте данные для полной уверенности. Также используйте функцию перемотки, чтобы восстановить папки до любой даты за период до 180 дней.
th: สำรองและซิงค์ข้อมูลของคุณเพื่อความมั่นใจสูงสุด เพิ่มเติมด้วยฟีเจอร์ย้อนกลับ ที่ช่วยให้คุณกู้คืนโฟลเดอร์กลับไปยังวันที่ต้องการได้สูงสุด 180 วัน
tr: Tam güven için verilerinizi yedekleyin ve senkronize edin. Ayrıca, klasörleri 180 güne kadar herhangi bir tarihe geri yüklemek için Geri Sarma özelliğini kullanın.
vi: Sao lưu và đồng bộ hóa dữ liệu để bạn hoàn toàn tự tin. Ngoài ra, sử dụng Tua lại để khôi phục các thư mục từ bất kỳ ngày nào trong phạm vi 180 ngày.
zh_hans: 让您完全放心的备份和同步您的数据。另外，使用还原功能将可将文件夹恢复到最长可达180天内的任何日期。
zh_hant: 讓您完全放心的備份和同步您的資料。此外，使用回溯功能可將資料夾恢復到任何日期，最長可達180天。

# onboarding.upgradeAccount.content.megaVPN.message
source: Stay private online with our high-speed VPN.
ar: حافظ على خصوصيتك على الإنترنت من خلال في بي إن VPN عالي السرعة.
de: Surfen Sie unerkannt mit unserem schnellen VPN.
es: Protege tu seguridad en línea con nuestra VPN de alta velocidad.
fr: Protégez votre vie privée en ligne grâce à notre RPV à haut débit
id: Tetap pribadi saat online dengan VPN berkecepatan tinggi kami.
ja: 当社の高速VPNでオンラインでのプライバシーを確​​保
ko: 우리의 고속 VPN으로 온라인에서 개인 정보를 지키세요.
pt: Mantenha a sua navegação online privada usando a nossa VPN de alta velocidade.
ru: Онлайн-конфиденциальность со скоростным VPN.
th: ปกป้องความเป็นส่วนตัวของคุณบนโลกออนไลน์ด้วย VPN ความเร็วสูงของเรา
tr: Yüksek hızlı VPN'imizle çevrimiçi ortamda gizli kalın.
vi: Giữ an[w]ninh trực[w]tuyến với VPN tốc[w]độ cao của chúng[w]tôi.
zh_hans: 使用我们的高速VPN保持在线隐私。
zh_hant: 使用我們的高速VPN保持線上隱私。

# onboarding.upgradeAccount.content.callsAndMeetings.title
source: Unrestricted calls and meetings
ar: مكالمات واجتماعات غير مقيدة
de: Keine Anruf- und Meeting-Beschränkungen
es: Llamadas y reuniones sin restricciones
fr: Appels et réunions sans restrictions
id: Panggilan dan rapat tanpa batas
ja: 無制限の通話とミーティング
ko: 제한 없는 통화와 회의
pt: Chamadas e reuniões sem restrições
ru: Неограниченные звонки и встречи
th: โทรและประชุมได้ไม่จำกัด
tr: Sınırsız çağrılar ve toplantılar
vi: Cuộc gọi và cuộc họp không hạn[w]chế
zh_hans: 无限制的通话和会议
zh_hant: 無限制的通話和會議

# onboarding.upgradeAccount.content.callsAndMeetings.message
source: Message, video call, and meet in total privacy with unlimited participants.
ar: أرسل رسالة ومكالمة فيديو واجتمع في خصوصية تامة مع عدد غير محدود من المشاركين.
de: Nachrichten, Videoanrufe, Meetings – kommunizieren Sie mit beliebig vielen Teilnehmern unter absoluter Wahrung der Privatsphäre.
es: Envía mensajes, realiza videollamadas y reuniones con total privacidad y participantes ilimitados.
fr: Les réunions, les messages et les appels vidéo sont entièrement privés et protégés, avec un nombre illimité de participants.
id: Pesan, panggilan video, dan bertemu dalam privasi total dengan peserta tak terbatas.
ja: メッセージ、ビデオ通話、完全プライバシーで無制限の参加者とミーティングができます。
ko: 제한 없는 참가자와 함께 완벽한 개인 정보 보호 안에서 메시지, 영상 통화, 회의하세요.
pt: Envie mensagens, faça chamadas de vídeo e reuniões com privacidade total e um número ilimitado de participantes.
ru: Пишите сообщения, совершайте видеозвонки и проводите встречи в условиях полной конфиденциальности с неограниченным количеством участников.
th: สื่อสารแบบส่วนตัว ปลอดภัยไร้กังวล กับข้อความ วิดีโอคอล และการประชุม รองรับผู้เข้าร่วมได้ไม่จำกัด
tr: Mesaj, görüntülü arama, ve sınırsız katılımcıyla tamamen mahremiyet içinde buluşun.
vi: Nhắn tin, gọi video và họp hoàn toàn riêng tư với số lượng người tham gia không giới hạn.
zh_hans: 消息，视频通话，以及无限参与者的完全私密会议。
zh_hant: 訊息、視訊通話，以及無限制與會人數的完全私密會議。
