Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# transfers.cancellable.transferring
source: Starting transfers…
ar: بدء عمليات التراسل…
de: Daten werden übertragen…
es: Transfiriendo…
fr: Transfert…
id: Memulai transfer…
ja: 転送を開始しています…
ko: 전송 시작 중…
pt: Iniciando transferências…
ru: Запуск передач…
th: กำลังเริ่มถ่ายโอน…
tr: Transferler başlıyor…
vi: Đang truyền…
zh_hans: 开始传输…
zh_hant: 正在傳輸⋯

# transfers.cancellable.cancellingTransfers
source: Cancelling transfers…
ar: جاري إلغاء عمليات التراسل…
de: Transfers werden abgebrochen…
es: Cancelando transferencias…
fr: Annulation des transferts…
id: Membatalkan transfer…
ja: 転送をキャンセル中…
ko: 전송 취소 중…
pt: Cancelando transferências…
ru: Отмена передач…
th: กำลังยกเลิกการถ่ายโอน…
tr: Transferleri iptal etmek…
vi: Đang hủy các phiên truyền tải…
zh_hans: 正在取消传输…
zh_hant: 正在取消傳輸⋯

# transfers.cancellable.scanning.count
source: Found %@ and %@
ar: تم إيجاد %@ و %@
de: %@ und %@ gefunden
es: Se han encontrado %@ y %@
fr: %@ et %@ ont été trouvés
id: Ditemukan %@ dan %@
ja: %@と%@を見つけました
ko: %@와/과 %@을/를 찾았습니다
pt: Foram encontrados %@ e %@
ru: Найдены %@ и %@
th: พบ %@ และ %@
tr: Bulundu %@ ve %@
vi: Tìm thấy %@ và %@
zh_hans: 找到%@和%@
zh_hant: 找到%@和%@

# transfers.cancellable.donotclose
source: Don’t close the app. If you close, transfers not yet queued will be lost.
ar: لا تغلق التطبيق. إذا أغلقته فستفقد عمليات تراسل المعطيات التي لم يتم وضعها في قائمة الانتظار.
de: Schließen Sie die App nicht. Andernfalls gehen Transfers, die noch nicht in die Warteschlange aufgenommen wurden, verloren.
es: No cierres la aplicación. Si la cierras, las transferencias que aún no estén en cola se perderán.
fr: Ne fermez pas l’appli. Si vous la fermez, les transferts qui ne sont pas encore dans la file d’attente seront perdus.
id: Jangan tutup aplikasi. Jika anda menutup, transfer yang belum masuk antrian akan hilang.
ja: アプリを閉じないでください。閉じると、まだキューに入れられていない転送は失われます。
ko: 앱을 닫지 마세요. 만약 닫으면, 아직 대기열에 들어가지 않은 전송이 손실됩니다.
pt: Não feche o aplicativo. Ao fechar, as transferências que ainda não estiverem na lista serão perdidas.
ru: Не закрывайте приложение. Если закрыть, ещё не поставленные в очередь передачи будут потеряны.
th: อย่าปิดแอป หากคุณปิด คิวการถ่ายโอนที่กำลังดำเนินการอยู่อาจสูญหายได้
tr: Uygulamayı kapatmayın. Kapatırsanız, henüz sıraya girmemiş transferler kaybolur.
vi: Xin đừng đóng ứng dụng. Nếu bạn đóng, các phiên truyền tải chưa được xếp hàng sẽ bị mất.
zh_hans: 请不要关闭应用程序。关闭后，未在队列中的传输将丢失。
zh_hant: 請不要關閉應用程式。如果關閉，未在佇列中的傳輸將遺失。

# transfers.cancellable.trasnferCancelled
source: Transfer cancelled
ar: تم الغاء التراسل
de: Transfer abgebrochen
es: Transferencia cancelada
fr: Le transfert a été annulé
id: Pemindahan dibatalkan
ja: 転送がキャンセルされました
ko: 전송 취소됨
pt: transferência cancelada
ru: Передача отменена
th: การถ่ายโอนถูกยกเลิก
tr: Transfer iptal edildi
vi: Phiên truyền tải đã hủy
zh_hans: 传输已取消
zh_hant: 已取消傳輸

# help.reportIssue.title
source: Report issue
ar: بلغ عن مشكلة
de: Problem melden
es: Reportar un problema
fr: Signaler un problème
id: Laporkan Masalah
ja: 問題を報告
ko: 문제 신고
pt: Informar sobre um problema
ru: Сообщение об ошибке
th: รายงานปัญหา
tr: Sorunu bildir
vi: Báo cáo lỗi
zh_hans: 报告问题
zh_hant: 報告問題

# help.reportIssue.discardReport
source: Discard report
ar: تجاهل التقرير
de: Bericht verwerfen
es: Descartar reporte
fr: Abandonner le signalement
id: Buang Laporan
ja: 報告を破棄
ko: 신고 취소
pt: Descartar informe
ru: Удалить сообщение
th: ยกเลิกรายงาน
tr: Rapor atmak
vi: Hủy báo cáo
zh_hans: 放弃提交
zh_hant: 捨棄提交

# help.reportIssue.describe
source: Your feedback helps us improve MEGA. Please clearly describe the issue you’ve experienced. The more details you provide, the easier it will be for us to resolve.
ar: تساعدنا ملاحظاتك على تحسين ميغا MEGA. يرجى وصف المشكلة التي واجهتها بوضوح. كلما زادت التفاصيل التي تقدمها سيكون من الأسهل علينا حلها.
de: Ihr Feedback hilft uns, MEGA zu verbessern. Bitte beschreiben Sie das aufgetretene Problem möglichst genau. Je mehr Details Sie uns mitteilen, desto einfacher können wir das Problem lösen.
es: Por favor describe claramente el problema. Cuantos más detalles proporciones, más fácil será para nosotros resolverlo. Tu informe será revisado por nuestro equipo de desarrollo.
fr: Votre rétroaction nous aide à améliorer MEGA. Décrivez clairement le problème que vous avez rencontré. Plus vous fournirez de détails, plus facile sera la résolution.
id: Umpan balik anda membantu kami meningkatkan MEGA. Tolong jelaskan dengan jelas masalah yang anda alami. Semakin banyak detail yang anda berikan, semakin mudah bagi kami untuk menyelesaikannya.
ja: お客様のご意見は、MEGAをより良くするための参考となります。ご経験された問題を明確に記述してください。より詳細な情報をご提供いただくことで、より簡単に解決できます。
ko: 당신의 피드백이 MEGA의 개선을 돕습니다. 겪으신 문제를 명확히 설명해주세요. 자세히 설명할 수록, 우리가 문제를 해결하는 것이 쉬워집니다.
pt: O seus comentários nos ajudam a melhorar o MEGA. Descreva claramente o problema que você encontrou. Quanto mais detalhes você proporcionar, mais fácil será para nós resolvê-lo.
ru: Ваши отзывы помогают нам улучшать MEGA. Пожалуйста, чётко опишите ошибку, с которой вы столкнулись. Чем больше подробностей вы предоставите, тем легче нам будет её решить.
th: ความคิดเห็นของคุณช่วยให้ MEGA ดีขึ้นได้ กรุณาอธิบายรายละเอียดเกี่ยวกับปัญหาที่คุณพบเจอให้ชัดเจนที่สุด ยิ่งคุณให้รายละเอียดมาเยอะเท่าไหร่ เราก็จะยิ่งแก้ไขปัญหาให้คุณได้ง่ายขึ้นเท่านั้น
tr: Geri bildiriminiz MEGA'yı geliştirmemize yardımcı olur. Lütfen yaşadığınız sorunu açıkça tanımlayın. Ne kadar fazla ayrıntı verirseniz, çözmemiz o kadar kolay olacaktır.
vi: Hãy mô tả rõ ràng vấn đề bạn gặp phải. Càng cung cấp nhiều chi tiết càng chúng tôi càng dễ dàng giải quyết. Báo cáo của bạn sẽ được nhóm lập trình viên xem xét.
zh_hans: 您的反馈有助于我们改进MEGA。请清楚地描述您遇到的问题。您提供的信息越详细，我们就越容易解决。
zh_hant: 請清楚描述您遇到的問題。 您提供的細節愈多，我們將更容易協助解決。您提交的內容將由我們開發團隊進行審核。

# help.reportIssue.minCharacterNotReach.error
source: Description must be at least 10 characters
ar: يجب أن يتكون الوصف من 10 أحرف على الأقل
de: Die Beschreibung muss mindestens 10 Zeichen lang sein
fr: La description doit comporter au moins 10 caractères
id: Deskripsi harus minimal 10 karakter
ja: ご説明は10文字以上でなければなりません
ko: 설명은 최소 10자이어야 합니다
pt: A descrição deve ter pelo menos 10 caracteres
ru: Описание должно содержать не менее 10 символов
th: คำอธิบายต้องมีความยาวอย่างน้อย 10 ตัวอักษร
tr: Açıklama en az 10 karakter olmalıdır
zh_hans: 描述必须至少包含10个字符（5个中文字）

# help.reportIssue.sendLogFile
source: Send log file
ar: إرسال ملف السجل
de: Protokolldatei senden
es: Enviar logs
fr: Envoyer le fichier journal
id: Kirim Log File
ja: ログファイル送信
ko: 로그 파일 전송
pt: Enviar arquivo de log
ru: Отправить лог-файл
th: ส่งไฟล์บันทึก
tr: Günlük dosyası gönder
vi: Gửi tệp nhật ký log
zh_hans: 发送日志文件
zh_hant: 傳送日誌檔案

# help.reportIssue.uploadingLogFile
source: Uploading log file
ar: تحميل ملف السجل
de: Protokolldatei wird hochgeladen
es: Subiendo logs
fr: Téléversement du fichier journal
id: Mengunggah Log File
ja: ログファイルのアップロード中
ko: 로그 파일 업로드 중
pt: Fazendo upload do arquivo de log
ru: Загрузка лог-файла
th: กำลังอัปโหลดไฟล์บันทึก
tr: Günlük dosyası yükleme
vi: Đang gửi tệp nhật ký log
zh_hans: 正在上传日志文件
zh_hant: 正在上傳日誌檔案

# help.reportIssue.success.title
source: Thanks for your feedback
ar: شكراً لملاحظاتك
de: Vielen Dank für Ihr Feedback
es: Gracias por tu valoración
fr: Nous vous remercions de votre rétroaction
id: Terima kasih atas tanggapan anda
ja: ご意見をお寄せいただきありがとうございます
ko: 의견을 보내주셔서 고맙습니다
pt: Obrigado por relatar o erro
ru: Спасибо за сообщение
th: ขอบคุณสำหรับคำติชมของคุณ
tr: Geri bildiriminiz için teşekkürler
vi: Cảm ơn bạn đã gửi phản hồi
zh_hans: 感谢您的反馈
zh_hant: 感謝您的意見回饋

# help.reportIssue.success.message
source: Thanks. We’ll look into this issue and a member of our team will get back to you.
ar: شكرا. سننظر في هذه المشكلة وسيتواصل معك أحد أعضاء فريقنا.
de: Vielen Dank. Wir sehen uns dieses Problem an und ein Mitglied unseres Teams wird sich mit Ihnen in Verbindung setzen.
es: Gracias. Analizaremos el problema y un miembro de nuestro equipo se pondrá en contacto contigo.
fr: Merci. Nous allons examiner le problème et un membre de notre équipe vous contactera.
id: Terima kasih. Kami akan menyelidiki masalah ini dan anggota tim kami akan menghubungi anda kembali.
ja: ありがとうございます。この問題を調査し、担当者からご連絡させていただきます。
ko: 고맙습니다. 이 문제를 확인해보고 우리 팀원이 연락을 드리겠습니다.
pt: Obrigado. Analisaremos o erro e um membro de nossa equipe entrará em contato com você.
ru: Спасибо. Мы рассмотрим этот вопрос, и член нашей команды свяжется с вами.
th: ขอบคุณ เราจะตรวจสอบปัญหานี้และสมาชิกในทีมของเราจะติดต่อกลับหาคุณ
tr: Teşekkürler Bu konuyu inceleyeceğiz ve ekibimizin bir üyesi size geri dönecek.
vi: Xin cảm ơn bạn. Chúng tôi sẽ xem xét vấn đề và một người từ bộ phận trợ giúp sẽ liên lạc với bạn.
zh_hans: 谢谢。我们将调查此问题并尽快与您取得联系。
zh_hant: 謝謝。我們將調查此問題並儘快回覆您。

# help.reportIssue.fail.message
source: Unable to submit your report. Please try again.
ar: غير قادر على تقديم التقرير الخاص بك. حاول مرة اخرى.
de: Ihr Bericht konnte nicht übermittelt werden. Bitte versuchen Sie es noch einmal.
es: No se ha podido enviar el informe. Inténtalo de nuevo.
fr: Impossible d’envoyer votre signalement. Veuillez réessayer.
id: Tidak dapat mengirimkan laporan anda. Silakan coba lagi.
ja: 報告を送信できません。もう一度やり直してください。
ko: 보고를 접수할 수 없습니다. 다시 시도하세요.
pt: Não foi possível enviar o seu informe. Por favor, tente novamente.
ru: Не удалось отправить сообщение. Пожалуйста, попробуйте ещё раз.
th: ไม่สามารถส่งรายงานของคุณได้ กรุณาลองอีกครั้ง
tr: Raporunuz gönderilemiyor. Lütfen tekrar deneyin.
vi: Không gửi được báo cáo. Xin thử lại.
zh_hans: 无法提交您的问题。请再试一次。
zh_hant: 無法提交您的問題回報。請再試一次。

# help.reportIssue.fail.too.many.request.title
source: You must wait 10 minutes before submitting another issue
ar: يجب عليك الانتظار 10 دقائق قبل إرسال مشكلة أخرى
de: Sie müssen 10 Minuten warten, bevor Sie eine weitere Problemmeldung einreichen können
es: Debes esperar 10 minutos antes de enviar otro problema
fr: Vous devez attendre 10 minutes avant d’envoyer un autre problème.
id: Anda harus menunggu 10 menit sebelum mengirimkan masalah lain
ja: 別の問題を送信する前に10分待つ必要があります
ko: 다른 문제를 접수하기 전에 10분을 기다려야 합니다
pt: Você deve esperar 10 minutos antes de notificar outro problema
ru: Должно пройти 10 минут, прежде чем вы сможете сообщить о новой проблеме.
th: คุณต้องทิ้งช่วงการส่งรายงานปัญหาอย่างน้อย 10 นาที
tr: Başka bir sorun göndermeden önce 10 dakika beklemelisiniz
vi: Bạn phải đợi 10 phút trước khi gửi vấn đề khác
zh_hans: 您必须等待10分钟才能提交另一个问题
zh_hant: 您必須等待10分鐘才能提交另一個問題

# help.reportIssue.fail.too.many.request.message
source: Wait and try again later, or contact our support team via support@mega.nz if the problem persists
ar: انتظر وحاول مرة أخرى لاحقًا أو تواصل مع فريق الدعم عبر support@mega.nz إذا استمرت المشكلة
de: Versuchen Sie es später noch einmal oder kontaktieren Sie unser Supportteam unter support@mega.nz, falls das Problem weiterhin besteht
es: Espera y vuelve a intentarlo más tarde, o contacta con nuestro equipo de soporte a través de support@mega.nz si el problema persiste
fr: Si le problème persiste, réessayez plus tard ou contactez notre équipe d’assistance par courriel à l’adresse support@mega.nz.
id: Tunggu dan coba lagi nanti, atau hubungi tim dukungan kami melalui support@mega.nz jika masalah berlanjut
ja: 後でもう一度お試しになるか、問題が解決しない場合はsupport@mega.nzから当社サポートチームにご連絡ください。
ko: 문제가 계속되면, 기다렸다가 다시 시도하거나 support@mega.nz를 통해 지원 팀에 연락주세요
pt: Tente novamente mais tarde ou entre em contato com a nossa equipe de suporte em support@mega.nz se o problema persistir
ru: Повторите попытку позже или напишите в нашу команду поддержки на support@mega.nz, если проблема не исчезнет.
th: รอสักครู่แล้วลองใหม่อีกครั้ง หรือติดต่อทีมสนับสนุนของเราผ่าน support@mega.io หากคุณยังประสบปัญหาอยู่
tr: Bekleyip daha sonra tekrar deneyin veya destek ekibimizle iletişime geçin support@mega.nz sorun devam ederse
vi: Vui lòng thử lại sau, hoặc liên hệ với nhóm hỗ trợ của chúng tôi qua support@mega.nz nếu vấn đề vẫn tiếp diễn
zh_hans: 请稍候再试，如果问题仍然存在，请通过support@mega.nz联系我们的支持团队
zh_hant: 請稍後重試，如果問題仍然存在，請透過support@mega.nz聯繫我們的客服團隊

# help.reportIssue.creating.cancel.title
source: Are you sure you want to cancel uploading your reported issue?
ar: هل أنت متأكد من أنك تريد إلغاء ترفيع المشكلة المبلغ عنها؟
de: Möchten Sie den Upload Ihres Problemberichts wirklich abbrechen?
es: ¿Confirma que quieres cancelar la subida del informe de error?
fr: Voulez-vous vraiment annuler le téléversement du problème signalé ?
id: Apakah anda yakin ingin membatalkan mengunggah masalah yang anda laporkan?
ja: ご報告された問題のアップロードをキャンセルしてもよろしいですか？
ko: 문제 보고 업로드를 취소하시겠습니까?
pt: Você tem certeza de que quer cancelar a notificação do problema?
ru: Вы уверены, что хотите отменить загрузку сообщения об ошибке?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการอัปโหลดรายงานปัญหาของคุณ
tr: Bildirilen sorunun yüklenmesini iptal etmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn hủy bỏ việc gửi đăng tải lên báo cáo?
zh_hans: 您确定要取消上传您报告的问题吗？
zh_hant: 您確定要取消正在上傳的問題回報嗎？

# help.reportIssue.creating.cancel.message
source: This issue will not be reported if you cancel uploading it.
ar: لن يتم الإبلاغ عن هذه المشكلة إذا قمت بإلغاء ترفيعها.
de: Das Problem wird nicht gemeldet, wenn Sie die Übertragung jetzt abbrechen.
es: El informe de error no se enviará si cancelas la subida.
fr: Ce problème ne sera pas signalé si vous en annulez le téléversement.
id: Masalah ini tidak akan dilaporkan jika anda membatalkan pengunggahan.
ja: そのアップロードをキャンセルした場合、問題は報告されません。
ko: 업로드를 중단하면 이 문제가 보고되지 않습니다.
pt: Este erro não será informado se você cancelar a notificação do mesmo.
ru: Оь ошибке не будет сообщено, если вы отмените загрузку.
th: ปัญหานี้จะไม่ถูกส่งรายงานหากคุณยกเลิกการอัปโหลด
tr: Yüklemeyi iptal ederseniz bu sorun bildirilmeyecektir.
vi: Vấn đề lỗi này sẽ không được gửi đi nếu bạn hủy bỏ.
zh_hans: 如果您取消上传，问题将不会被提交。
zh_hant: 如果您取消上傳，此問題將不會被提交。

# help.reportIssue.describeIssue.placeholder
source: Describe the issue with at least 10 characters
ar: وصف المشكلة باستخدام 10 أحرف على الأقل
de: Beschreiben Sie das Problem und verwenden Sie dabei mindestens 10 Zeichen
es: Describe el problema
fr: Décrivez le problème en 10 caractères, au moins
id: Jelaskan masalah dengan setidaknya 10 karakter
ja: 問題を10文字以上でご説明ください
ko: 문제에 대한 설명을 최소 10자 이상을 입력하세요
pt: Descreva o problema usando um mínimo de 10 caracteres
ru: Опишите проблему, используя не менее 10 символов
th: อธิบายปัญหาให้ละเอียดอย่างน้อย 10 ตัวอักษร
tr: Sorunu en az 10 karakterle açıklayın
vi: Mô tả vấn đề
zh_hans: 问题描述至少10个字符（5个中文字）
zh_hant: 描述問題

# general.NoIntenerConnection
source: Unable to connect to the internet. Check your connection and try again.
ar: غير قادر على الاتصال بالإنترنت. تحقق من الاتصال وحاول مرة أخرى.
de: Keine Internetverbindung möglich. Prüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: No es posible conectarse a internet. Comprueba la conexión y vuelve a intentarlo.
fr: Impossible de se connecter à Internet. Vérifiez votre connexion et réessayer.
id: Tidak dapat terhubung ke internet. Periksa koneksi anda dan coba lagi.
ja: インターネットに接続できません。接続を確認し、再度お試しください。
ko: 인터넷에 연결할 수 없습니다. 연결을 확인하고 다시 시도하세요.
pt: Não foi possível conectar-se à Internet. Verifique a sua conexão e tente novamente.
ru: Невозможно подключиться к Интернету. Проверьте подключение и повторите попытку.
th: ไม่สามารถเชื่อมต่ออินเทอร์เน็ตได้ ตรวจสอบการเชื่อมต่อของคุณและลองอีกครั้ง
tr: İnternete bağlanılamıyor. Bağlantınızı kontrol edin ve tekrar deneyin.
vi: Không thể kết nối tới internet. Kiểm tra đường truyền kết nối mạng và thử lại.
zh_hans: 无法连接到互联网。检查您的连接后重试。
zh_hant: 無法連接網際網路。檢查您的連線並重試。

# meetings.displayInMainView.title
source: Display in main view
ar: إظهار كعرض قائمة
de: In Hauptansicht anzeigen
es: Mostrar en la Vista principal
fr: Visualiser dans la vue principale
id: Tampilan di Tampilan Utama
ja: メインビューで表示
ko: 메인 보기에 표시
pt: Mostrar na vista principal
ru: Отображать в основном представлении
th: แสดงในมุมมองหลัก
tr: Ana görünümde görüntüle
vi: Hiện trong khung xem chính
zh_hans: 在主视图中显示
zh_hant: 在主視窗顯示

# transfer.storage.quotaExceeded
source: Storage quota exceeded
ar: تم تجاوز مساحة التخزين المتاحة
de: Speicherlimit überschritten
es: Cuota de almacenamiento agotada
fr: Le quota d’espace de stockage a été dépassé
id: Kuota penyimpanan terlewati
ja: ストレージ容量が超過しました
ko: 저장소 할당량 초과
pt: Cota de armazenamento excedida
ru: Превышен лимит хранения данных
th: เกินโควต้าพื้นที่จัดเก็บ
tr: Depolama kotası aşıldı
vi: Vượt mức giới hạn lưu trữ
zh_hans: 已超出存储空间上限
zh_hant: 超出空間配額

# media.audio.playlist.section.next.title
source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
id: Berikutnya
ja: 次
ko: 다음
pt: Seguinte
ru: Далее
th: ต่อไป
tr: Sonraki
vi: Tiếp
zh_hans: 接下来
zh_hant: 下一步

# media.audio.playbackContinuation.dialog.title
source: Resume audio?
ar: استئناف الملف الصوتي؟
de: Audiowiedergabe fortsetzen?
es: ¿Reanudar audio?
fr: Reprendre la lecture ?
id: Lanjutkan audio?
ja: 音声を再開しますか？
ko: 이어서 들을까요?
pt: Retomar o áudio?
ru: Продолжить аудио?
th: เล่นเสียงต่อจากก่อนหน้านี้หรือไม่
tr: Sesi devam ettirmek mi?
vi: Tiếp tục phát âm thanh?
zh_hans: 继续播放？
zh_hant: 繼續播放？

# media.audio.playbackContinuation.dialog.description
source: “%@” will resume from %@.
ar: سيتم استئناف ”%@“ من عند %@.
de: „%@“ wird bei %@ fortgesetzt.
es: “⁣%@” se reanudará desde %@.
fr: « %@ » reprendra à %@.
id: “%@” akan dilanjutkan dari %@.
ja: 「%@」は%@から再開します。
ko: “%@”은/는 %@부터 재개됩니다
pt: “%@” será retomado a partir de %@.
ru: «%@» продолжится с %@.
th: ไฟล์ “%@” จะเริ่มเล่นต่อตั้งแต่ %@ เป็นต้นไป
tr: ”%@” şuradan devam edecek %@.
vi: “%@” sẽ tiếp tục phát tại %@.
zh_hans: “%@”将从%@继续播放。
zh_hant: 「%@」將從%@繼續播放。

# media.audio.playbackContinuation.dialog.resume
source: Resume
ar: استئناف
de: Fortsetzen
es: Reanudar
fr: Reprendre
id: Lanjutkan
ja: 再開
ko: 재개
pt: Continuar
ru: Возобновить
th: ต่อ
tr: Devamını
vi: Tiếp tục
zh_hans: 恢复
zh_hant: 恢復

# media.audio.playbackContinuation.dialog.restart
source: Restart
ar: إعادة تشغيل
de: Neu starten
es: Reiniciar
fr: Redémarrer
ja: 再起動
ko: 재시작
pt: Reiniciar
ru: Перезапуск
th: รีสตาร์ท
tr: Yeniden başlat
vi: Phát từ đầu
zh_hans: 重启
zh_hant: 重頭播放

# meetings.notification.singleUserJoined
source: %@ joined
ar: %@ انضم
de: %@ ist beigetreten
es: %@ se ha unido
fr: S’est joint : %@
id: %@ bergabung
ja: %@さんが参加しました
ko: %@님 참여함
pt: %@ entrou
ru: %@ присоединился
th: %@ เข้าร่วมสายแล้ว
tr: %@ birleşmiş
vi: %@ đã tham gia
zh_hans: %@已加入
zh_hant: %@已加入

# meetings.notification.singleUserLeft
source: %@ left the call
ar: %@ غادر المكالمة
de: %@ hat die Konferenz verlassen
es: %@ ha abandonado la llamada
fr: %@ a quitté l’appel
id: %@ meninggalkan panggilan
ja: %@さんが通話から抜けました
ko: %@님이 통화를 떠났습니다
pt: %@ saiu da chamada
ru: %@ отключился
th: %@ วางสายแล้ว
tr: %@ çağrıyı bıraktı
vi: %@ đã rời khỏi cuội gọi
zh_hans: %@离开了通话
zh_hant: %@離開通話

# meetings.notification.twoUsersJoined
source: %@ and %@ joined
ar: %@ و %@ انضما
de: %@ und %@ sind beigetreten
es: %@ y %@ se han unido
fr: Se sont joints : %@ et %@
id: %@ dan %@ bergabung
ja: %@さんと%@さんが参加しました
ko: %@님과 %@님 참여함
pt: %@ e %@ entraram
ru: %@ и %@ присоединились
th: %@ และ %@ เข้าร่วมสายแล้ว
tr: %@ ve %@ birleşmiş
vi: %@ và %@ đã tham gia
zh_hans: %@和%@已加入
zh_hant: %@和%@已加入

# meetings.notification.twoUsersLeft
source: %@ and %@ left the call
ar: غادر %@ و %@ المكالمة
de: %@ und %@ haben die Konferenz verlassen
es: %@ y %@ han abandonado la llamada
fr: %@ et %@ ont quitté l’appel
id: %@ dan %@ meninggalkan panggilan
ja: %@さんと%@さんが通話から抜けました
ko: %@님과 %@님이 통화를 종료하였습니다
pt: %@ e %@ saíram da chamada
ru: %@ и %@ отключились
th: %@ และ %@ วางสายแล้ว
tr: %@ ve %@ çağrıyı bıraktı
vi: %@ và %@ đã rời khỏi cuội gọi
zh_hans: %@和%@离开了通话
zh_hant: %@和%@離開通話

# meetings.notification.moreThanTwoUsersJoined
source: %@ and %@ others joined
ar: انضم %@ و %@ آخرون
de: %@ und %@ weitere Personen sind beigetreten
es: %@ y otros %@ se han unido
fr: Se sont joints : %@ et %@ autres
id: %@ dan %@ lainnya bergabung
ja: %@さんとその他%@人の方々が参加しました
ko: %@님 외 %@명 참여함
pt: %@ e outros %@ entraram
ru: %@ и ещё %@ присоединились
th: %@ และคนอื่น ๆ อีก %@ คน เข้าร่วมสายแล้ว
tr: %@ ve %@ diğerleri katıldı
vi: %@ và %@ người khác đã tham gia
zh_hans: %@和其他%@人已加入
zh_hant: %@和其他%@人已加入

# meetings.notification.moreThanTwoUsersLeft
source: %@ and %@ others left the call
ar: غادر %@ و %@ آخرون المكالمة
de: %@ und %@ weitere Personen haben die Konferenz verlassen
es: %@ y otros %@ han abandonado la llamada
fr: %@ et %@ autres ont quitté l’appel
id: %@ dan %@ yang lain meninggalkan panggilan
ja: %@さんとその他%@人の方々が通話から抜けました
ko: %@님과 %@명이 통화를 종료하였습니다
pt: %@ e outros %@ saíram da chamada
ru: %@ и ещё %@ отключились
th: %@ และคนอื่น ๆ อีก %@ คน วางสายแล้ว
tr: %@ ve %@ diğerleri aramayı bıraktı
vi: %@ và %@ người khác đã rời khỏi cuội gọi
zh_hans: %@和其他%@人离开了通话
zh_hant: %@和其他%@個人離開通話

# general.menuAction.moveToRubbishBin
source: Move to Rubbish bin
ar: نقل إلى سلة المحذوفات
de: In den Papierkorb verschieben
es: Mover a la Papelera
fr: Déplacer vers la Corbeille
id: Pindahkan ke Sampah
ja: ごみ箱に移す
ko: 휴지통으로 이동
pt: Mover para a Lixeira
ru: Переместить в Корзину
th: ย้ายไปถังขยะ
tr: Çöp kutusuna taşı
vi: Chuyển vào Thùng Rác
zh_hans: 移至回收站
zh_hant: 移至垃圾筒

# general.menuAction.deletePermanently
source: Delete permanently
ar: حذف بشكل دائم
de: Endgültig löschen
es: Eliminar permanentemente
fr: Supprimer définitivement
id: Hapus secara permanen
ja: 恒久的に削除
ko: 영구적으로 삭제
pt: Deletar permanentemente
ru: Удалить безвозвратно
th: ลบอย่างถาวร
tr: Kalıcı olarak sil
vi: Xóa vĩnh viễn
zh_hans: 永久删除
zh_hant: 永久刪除

# media.quality.original
source: Original
ar: الأصلية
fr: Originale
id: Asli
ja: 元の
ko: 원본
ru: Исходное
th: ต้นฉบับ
tr: Orijinal
vi: Nguyên gốc
zh_hans: 原画
zh_hant: 原始的

# media.quality.automatic
source: Automatic
ar: تلقائي
de: Automatisch
es: Automática
fr: Automatique
id: Otomatis
ja: 自動
ko: 자동
pt: Automático
ru: Автоматическое
th: อัตโนมัติ
tr: Otomatik
vi: Tự điều chỉnh
zh_hans: 自动
zh_hant: 自動的

# media.quality.optimised
source: Optimised
ar: معدل
de: Optimiert
es: Optimizada
fr: Optimisée
id: Dioptimalkan
ja: 最適化
ko: 최적화
pt: Otimizada
ru: Оптимизированное
th: ปรับให้เหมาะสม
tr: Optimize edilmiş
vi: Tối ưu
zh_hans: 优化
zh_hant: 最佳化

# media.quality.low
source: Low
ar: منخفضة
de: Niedrig
es: Baja
fr: Basse
id: Rendah
ja: 低い
ko: 낮음
pt: Baixa
ru: Низкое
th: ต่ำ
tr: Düşük
vi: Thấp
zh_hans: 较低
zh_hant: 低

# media.quality.medium
source: Medium
ar: متوسطة
de: Mittel
es: Media
fr: Moyenne
id: Menengah
ja: 中
ko: 중간
pt: Média
ru: Среднее
th: ปานกลาง
tr: Orta
vi: Thường
zh_hans: 中等
zh_hant: 普通

# media.quality.high
source: High
ar: عالية
de: Hoch
es: Alta
fr: Haute
id: Tinggi
ja: 高い
ko: 높음
pt: Alta
ru: Высокое
th: สูง
tr: Yüksek
vi: Cao
zh_hans: 较高
zh_hant: 高

# media.quality.best
source: Best
ar: الأفضل
de: Maximal
es: Óptima
fr: La meilleure
id: Terbaik
ja: 最高
ko: 최고
pt: Superior
ru: Лучшее
th: ดีที่สุด
tr: En iyi
vi: Tốt nhất
zh_hans: 最高
zh_hant: 最高的

# nameCollision.title.file
source: File already exists
ar: المجلد موجود مسبقاً
de: Datei bereits vorhanden
es: El archivo ya existe
fr: Le fichier existe déjà
id: File sudah ada
ja: ファイルがすでに存在します
ko: 파일이 이미 존재합니다
pt: Arquivo já existe
ru: Файл уже существует
th: มีไฟล์นี้อยู่แล้ว
tr: Dosya zaten var
vi: Tệp tin đã tồn tại sẵn
zh_hans: 文件已存在
zh_hant: 檔案已存在

# nameCollision.title.folder
source: Folder already exists
ar: المجلد موجود مسبقاً
de: Dieser Ordner existiert bereits
es: La carpeta ya existe
fr: Le dossier existe déjà
id: Folder sudah ada
ja: フォルダがすでに存在しています
ko: 폴더가 이미 존재합니다
pt: Pasta já existe
ru: Папка уже существует
th: โฟลเดอร์นี้มีการใช้งานแล้ว
tr: Klasör zaten var
vi: Thư mục đã tồn tại
zh_hans: 文件夹已存在
zh_hant: 資料夾已存在
