Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# accounts.cancelSubscriptionSteps.googlePlay.androidDevice.step.six
source: 6. Under your MEGA subscription, tap <b>Cancel subscription.</b>
ar: 6. ضمن اشتراك ميغا MEGA الخاص بك، انقر على <b>إلغاء الاشتراك.</b>
de: 6. Tippen Sie unter Ihrem MEGA-Abonnement auf <b>Abo kündigen.</b>
es: 6. En tu suscripción a MEGA, toca <b>Cancelar suscripción.</b>
fr: 6. Sous votre abonnement MEGA, touchez <b>Annuler l’abonnement</b>.
id: 6. Di bawah langganan MEGA anda, ketuk <b>Batalkan langganan.</b>
ja: 6. MEGAサブスクリプション（定期購入）の下で、<b>定期購入をキャンセル</b>をタップする。
ko: 6. MEGA 구독 아래에, <b>구독 취소</b>를 탭합니다.
pt: 6. Pressione <b>Cancelar assinatura</b> abaixo da sua assinatura do MEGA, .
ru: 6. Под подпиской MEGA нажмите <b>«Отменить подписку»</b>.
th: 6. แตะ<b>ยกเลิกการสมัครใช้งาน</b>ที่ปรากฎอยู่ใต้การสมัครใช้งาน MEGA ของคุณ
tr: 6. MEGA aboneliğinizin altında dokunun <b>Aboneliği iptal et.</b>
vi: 6. Trong phần gói đăng ký MEGA của bạn, chạm vào <b>Hủy đăng ký.</b>
zh_hans: 6. 在您的MEGA订阅下，点按<b>取消订阅。</b>
zh_hant: 6. 在您的MEGA訂閱下，點選<b>取消訂閱。</b>

# chat.call.quickAction.more
source: More
ar: المزيد
de: Mehr
es: Más
fr: Plus
id: Selebihnya
ja: その他
ko: 더 보기
pt: Mais
ru: Ещё
th: เพิ่มเติม
tr: Daha
vi: Hiện thêm
zh_hans: 更多
zh_hant: 更多

# chat.call.contextMenu.switchToMainView
source: Switch to main view
ar: قم بالتبديل إلى العرض الرئيسي
de: Zu Hauptansicht wechseln
es: Cambiar a la vista principal
fr: Passer vers la vue principale
id: Beralih ke tampilan utama
ja: メイン表示に切り替える
ko: 메인 보기로 전환
pt: Mudar para a visualização principal
ru: Переключить на основной вид
th: เปลี่ยนเป็นมุมมองหลัก
tr: Ana görünüme geç
vi: Chuyển sang chế độ xem chính
zh_hans: 切换到主视图
zh_hant: 切換到主視圖

# chat.call.contextMenu.switchToGrid
source: Switch to grid view
ar: قم بالتبديل إلى عرض الشبكة
de: Zu Rasteransicht wechseln
es: Cambiar a la vista en cuadrícula
fr: Passer vers le mode grille
id: Beralih ke tampilan grid
ja: グリッド表示に切り替える
ko: 그리드 보기로 전환
pt: Mudar para a visualização em grade
ru: Переключить на вид сетки
th: เปลี่ยนเป็นมุมมองตาราง
tr: Izgara görünümüne geç
vi: Chuyển sang chế độ xem ô vuông
zh_hans: 切换到网格视图
zh_hant: 切換到網格檢視

# chat.call.contextMenu.lowerHand
source: Lower hand
ar: انزل يدك
de: Hand senken
es: Bajar la mano
fr: Baisser la main
id: Turunkan tangan
ja: 手を下げる
ko: 손 내리기
pt: Baixar a mão
ru: Опустить руку
th: เอามือลง
tr: Alt el
vi: Bỏ tay xuống
zh_hans: 放手
zh_hant: 放下手

# chat.call.contextMenu.raiseHand
source: Raise hand
ar: ارفع يدك
de: Hand heben
es: Levantar la mano
fr: Lever la main
id: Angkat tangan
ja: 挙手
ko: 손을 드세요
pt: Levantar a mão
ru: Поднять руку
th: ยกมือ
tr: Elini kaldır
vi: Giơ tay lên
zh_hans: 举手
zh_hant: 舉手

# chat.call.contextMenu.newFeature
source: New
ar: جديد
de: Neu
es: Nuevo
fr: Nouveauté
id: Baru
ja: 新規
ko: 신규
pt: Nova
ru: Создать
th: ใหม่
tr: Yeni
vi: Mới
zh_hans: 新消息
zh_hant: 新功能

# accounts.cancelSubscriptionSteps.webClient.title
source: You need to cancel your subscription using a web browser
ar: تحتاج إلى إلغاء اشتراكك باستخدام متصفح الويب
de: Sie müssen Ihr Abonnement in einem Webbrowser kündigen
es: Debes cancelar tu suscripción usando un navegador web
fr: Vous devez annuler votre abonnement en utilisant un navigateur Web
id: Anda perlu membatalkan langganan anda menggunakan browser web
ja: ウェブブラウザを使用してサブスクリプションをキャンセルする必要があります
ko: 웹 브라우저를 이용하여 구독을 취소하여야 합니다
pt: Você precisa cancelar a sua assinatura usando um navegador
ru: Вам нужно отменить подписку через веб-браузер
th: คุณต้องใช้เว็บเบราว์เซอร์เพื่อยกเลิกการสมัครใช้งานของคุณ
tr: Bir web tarayıcısı kullanarak aboneliğinizi iptal etmeniz gerekiyor
vi: Bạn cần phải hủy gói đăng ký của mình bằng trình duyệt web
zh_hans: 您需要使用网络浏览器取消您的订阅
zh_hant: 您需要使用網頁瀏覽器取消訂閱

# accounts.cancelSubscriptionSteps.webClient.message
source: This is because you subscribed to MEGA in your web browser. To cancel your subscription, you will need to:
ar: هذا لأنك اشتركت في ميغا MEGA في متصفح الويب الخاص بك. لإلغاء اشتراكك، ستحتاج إلى:
de: Der Grund hierfür ist, dass Sie MEGA in Ihrem Webbrowser abonniert haben. Um Ihr Abonnement zu kündigen, gehen Sie wie folgt vor:
es: Te has suscrito a MEGA en tu navegador web. Para cancelar tu suscripción:
fr: En effet, vous vous êtes abonné à MEGA dans votre navigateur Web. Pour annuler votre abonnement, vous devez :
id: Ini karena anda berlangganan MEGA di browser web anda. Untuk membatalkan langganan anda, anda harus:
ja: これは、ブラウザ経由でMEGAのサブスクリプション契約をされたためです。サブスクリプションをキャンセルするには、次のことを行う必要があります：
ko: 당신이 웹 브라우저에서 MEGA를 구독하였기 때문입니다. 구독을 취소 하려면, 다음을 해야 합니다:
pt: Você assinou o MEGA usando um navegador. Para cancelar a sua assinatura, você precisa fazer o seguinte:
ru: Это связано с тем, что вы подписались на MEGA в браузере. Чтобы отменить подписку, выполните следующие шаги:
th: เนื่องจากคุณสมัครใช้งาน MEGA ในเว็บเบราว์เซอร์ หากต้องการยกเลิกการสมัครใช้งาน คุณต้อง:
tr: Bunun nedeni, web tarayıcınızda MEGA'ya abone olmanızdır. Aboneliğinizi iptal etmek için yapmanız gerekenler:
vi: Điều này là do bạn đã đăng ký gói MEGA trong trình duyệt web của mình. Để hủy gói đăng ký, bạn sẽ cần:
zh_hans: 这是因为您在网页浏览器中订阅了MEGA。若要取消订阅，您需要：
zh_hant: 這是因為您在網頁瀏覽器中訂閱了MEGA。若要取消訂閱，您需要：

# accounts.cancelSubscriptionSteps.webClient.computer.title
source: On a computer
ar: على الحاسوب
de: Auf einem Computer
es: En un equipo
fr: Sur un ordinateur
id: Di komputer
ja: コンピューターの場合
ko: 컴퓨터에서
pt: Usando um computador
ru: На компьютере
th: บนคอมพิวเตอร์
tr: Bir bilgisayarda
vi: Trên máy tính
zh_hans: 在计算机上
zh_hant: 在電腦上

# accounts.cancelSubscriptionSteps.webClient.computer.step.one
source: 1. Visit www.mega.nz in your web browser.
ar: 1. قم بزيارة www.mega.nz في متصفح الويب الخاص بك.
de: 1. Öffnen Sie www.mega.nz in Ihrem Webbrowser.
es: 1. Visita www.mega.nz en tu navegador.
fr: 1. Accédez à www.mega.nz dans votre navigateur Web.
id: 1. Kunjungi www.mega.nz di browser web anda.
ja: 1. ウェブブラウザで www.mega.nz にアクセスする。
ko: 1. 웹 브라우저에서 www.mega.nz에 방문합니다.
pt: 1. Acesse www.mega.nz no navegador.
ru: 1. Откройте сайт www.mega.nz в веб-браузере.
th: 1. ไปที่ https://%@ ในเว็บเบราว์เซอร์ของคุณ
tr: 1. Ziyaret www.mega.nz web tarayıcınızda.
vi: 1. Truy cập www.mega.nz với trình duyệt web.
zh_hans: 1. 在网页浏览器中访问www.mega.nz
zh_hant: 1. 在網頁瀏覽器中造訪www.mega.nz

# accounts.cancelSubscriptionSteps.webClient.computer.step.two
source: 2. Log in to your MEGA account.
ar: 2. قم بتسجيل الدخول إلى حساب ميغا MEGA الخاص بك.
de: 2. Loggen Sie sich in Ihren MEGA-Account ein.
es: 2. Inicia sesión en tu cuenta de MEGA.
fr: 2. Connectez-vous à votre compte MEGA.
id: 2. Masuk ke akun MEGA anda.
ja: 2. MEGAアカウントにログインする。
ko: 2. MEGA 계정에 로그인합니다.
pt: 2. Faça login na sua conta do MEGA.
ru: 2. Войдите в свой аккаунт MEGA.
th: 2. เข้าสู่ระบบบัญชี MEGA ของคุณ
tr: 2. MEGA hesabınıza giriş yapın.
vi: 2. Đăng nhập vào tài khoản MEGA của bạn.
zh_hans: 2. 登入您的MEGA帐户。
zh_hant: 2. 登入您的MEGA帳戶。

# accounts.cancelSubscriptionSteps.webClient.computer.step.three
source: 3. Click the main menu.
ar: 3. انقر على القائمة الرئيسية.
de: 3. Klicken Sie auf das Hauptmenü.
es: 3. Haz clic en el menú principal.
fr: 3. Cliquez sur le menu principal.
id: 3. Klik menu utama.
ja: 3. メインメニューをクリックする。
ko: 3. 메인 메뉴를 클릭합니다.
pt: 3. Acesse o menu principal
ru: 3. Откройте главное меню.
th: 3. คลิกที่เมนูหลัก
tr: 3. Ana menüyü tıklayın.
vi: 3. Click vào menu chính.
zh_hans: 3. 点击主菜单。
zh_hant: 3. 點擊主選單。

# accounts.cancelSubscriptionSteps.webClient.computer.step.four
source: 4. Click <b>Settings</b>.
ar: 4. انقر على <b>إعدادات</b>.
de: 4. Klicken Sie auf <b>Einstellungen</b>.
es: 4. Haz clic en <b>Ajustes</b>.
fr: 4. Cliquez sur <b>Paramètres</b>.
id: 4. Klik <b>Pengaturan</b>.
ja: 4.「<b>設定</b>」をクリックする。
ko: 4. <b>설정</b>을 클릭합니다.
pt: 4. Clique em <b>Configurações</b>.
ru: 4. Нажмите <b>«Настройки»</b>.
th: 4. คลิก<b>การตั้งค่า</b>
tr: 4. Tıklayın <b>Ayarlar</b>.
vi: 4. Click vào <b>Thiết Đặt</b>.
zh_hans: 4. 点击<b>设置</b>。
zh_hant: 4. 點擊<b>設定</b>。

# accounts.cancelSubscriptionSteps.webClient.computer.step.five
source: 5. Click <b>Plan</b>.
ar: 5. انقر على <b>الباقة</b>.
de: 5. Klicken Sie auf <b>Paket</b>.
es: 5. Haz clic en <b>Plan</b>.
fr: 5. Cliquez sur <b>Abonnement</b>.
id: 5. Klik <b>Paket</b>.
ja: 5.「<b>プラン</b>」をクリックする。
ko: 5. <b>요금제</b>를 클릭합니다.
pt: 5. Clique em <b>Plano</b>.
ru: 5. Нажмите <b>«План»</b>.
th: 5. คลิก<b>แผน</b>
tr: 5. Tıklayın <b>Plan</b>.
vi: 5. Click vào <b>Gói</b>.
zh_hans: 5.点击<b>方案</b>。
zh_hant: 5.點擊<b>方案</b>。

# accounts.cancelSubscriptionSteps.webClient.computer.step.six
source: 6. Click <b>Cancel subscription</b>.
ar: 6. انقر على <b>إلغاء الاشتراك</b>.
de: 6. Klicken Sie auf <b>Abonnement kündigen</b>.
es: 6. Haz clic en <b>Cancelar suscripción</b>.
fr: 6. Cliquez sur <b>Annuler l’abonnement</b>.
id: 6. Klik <b>Batalkan langganan</b>.
ja: 6.「<b>サブスクリプションをキャンセル</b>」をクリックする。
ko: 6. <b>구독 취소</b>를 클릭합니다.
pt: 6. Clique em <b>Cancelar assinatura</b>.
ru: 6. Нажмите <b>«Отменить подписку»</b>.
th: 6. คลิก<b>ยกเลิกการสมัครใช้งาน</b>
tr: 6. Tıklayın <b>Aboneliği iptal et</b>.
vi: 6. Click vào <b>Hủy đăng ký</b>.
zh_hans: 6. 点击<b>取消订阅</b>。
zh_hant: 6. 點擊<b>取消訂閱</b>。

# accounts.cancelSubscriptionSteps.webClient.mobile.title
source: On a mobile device
ar: على هاتف محمول
de: Auf einem Mobilgerät
es: En un dispositivo móvil
fr: Sur un appareil mobile
id: Pada perangkat seluler
ja: モバイルデバイスの場合
ko: 휴대 장치에서
pt: Usando um dispositivo móvel
ru: На мобильном устройстве
th: บนอุปกรณ์มือถือ
tr: Mobil cihazda
vi: Trên thiết bị di động
zh_hans: 在移动设备上
zh_hant: 在行動裝置上

# accounts.cancelSubscriptionSteps.webClient.mobile.step.one
source: 1. Visit www.mega.nz in your web browser.
ar: 1. قم بزيارة www.mega.nz في متصفح الويب الخاص بك.
de: 1. Öffnen Sie www.mega.nz in Ihrem Webbrowser.
es: 1. Visita www.mega.nz en tu navegador.
fr: 1. Accédez à www.mega.nz dans votre navigateur Web.
id: 1. Kunjungi www.mega.nz di browser web anda.
ja: 1. ウェブブラウザで www.mega.nz にアクセスする。
ko: 1. 웹 브라우저에서 www.mega.nz 에 방문합니다.
pt: 1. Acesse www.mega.nz no navegador.
ru: 1. Откройте сайт www.mega.nz в веб-браузере.
th: ไปที่ https://%@ ในเว็บเบราว์เซอร์ของคุณ
tr: 1. Ziyaret www.mega.nz web tarayıcınızda.
vi: 1. Truy cập www.mega.nz với trình duyệt web.
zh_hans: 1. 在网页浏览器中访问www.mega.nz
zh_hant: 1. 在網頁瀏覽器中造訪www.mega.nz

# accounts.cancelSubscriptionSteps.webClient.mobile.step.two
source: 2. Log in to your MEGA account.
ar: 2. قم بتسجيل الدخول إلى حساب ميغا MEGA الخاص بك.
de: 2. Loggen Sie sich in Ihren MEGA-Account ein.
es: 2. Inicia sesión en tu cuenta de MEGA.
fr: 2. Connectez-vous à votre compte MEGA.
id: 2. Masuk ke akun MEGA anda.
ja: 2. MEGAアカウントにログインする。
ko: 2. MEGA 계정에 로그인합니다.
pt: 2. Faça login na sua conta do MEGA.
ru: 2. Войдите в свой аккаунт MEGA.
th: 2. เข้าสู่ระบบบัญชี MEGA ของคุณ
tr: 2. MEGA hesabınıza giriş yapın.
vi: 2. Đăng nhập vào tài khoản MEGA của bạn.
zh_hans: 2. 登入您的MEGA帐户。
zh_hant: 2. 登入您的MEGA帳戶。

# accounts.cancelSubscriptionSteps.webClient.mobile.step.three
source: 3. Tap on your avatar.
ar: 3. انقر على الصورة الرمزية avatar الخاصة بك.
de: 3. Tippen Sie auf Ihr Profilbild.
es: 3. Pulsa tu avatar.
fr: 3. Touchez votre avatar.
id: 3. Ketuk avatar anda.
ja: 3. アバターをタップする。
ko: 3. 아바타를 탭합니다.
pt: 3. Pressione o seu avatar.
ru: 3. Нажмите на свой аватар.
th: 3. แตะที่รูปประจำตัวของคุณ
tr: 3. Avatarınıza dokunun.
vi: 3. Chạm vào ảnh đại diện của bạn.
zh_hans: 3. 点按您的头像。
zh_hant: 3. 點選您的大頭貼。

# accounts.cancelSubscriptionSteps.webClient.mobile.step.four
source: 4. Tap <b>Cancel subscription</b>.
ar: 4. انقر على <b>إلغاء الاشتراك</b>.
de: 4. Tippen Sie auf <b>Abonnement kündigen</b>.
es: 4. Pulsa <b>Cancelar suscripción</b>.
fr: 5. Touchez <b>Annuler l’abonnement</b>.
id: 4. Ketuk <b>Batalkan langganan</b>.
ja: 4.「<b>サブスクリプションをキャンセル</b>」をタップする。
ko: 4. <b>구독 취소</b>를 탭합니다.
pt: 4. Pressione <b>Cancelar assinatura</b>.
ru: 4. Нажмите <b>«Отменить подписку»</b>.
th: 4. แตะ<b>ยกเลิกการสมัครใช้งาน</b>
tr: 4. dokunun <b>Aboneliği iptal et</b>.
vi: 4. Chạm vào <b>Hủy đăng ký</b>.
zh_hans: 4. 点按<b>取消订阅</b>。
zh_hant: 4. 點選<b>取消訂閱</b>。

# accounts.cancelSubscriptionSurvey.header.title
source: We’re sorry to see you leave! Can you tell us why you’re cancelling your subscription?
ar: نأسف لرؤيتك تغادر! هل يمكنك إخبارنا عن سبب إلغاء اشتراكك؟
de: Es tut uns leid, dass Sie uns verlassen! Könnten Sie uns den Grund für die Kündigung Ihres Abonnements verraten?
fr: Nous sommes désolés de vous voir partir. Pouvez-vous nous indiquer pourquoi vous annulez votre abonnement ?
id: Kami menyesal melihat anda pergi! Bisakah anda memberi tahu kami mengapa anda membatalkan langganan anda?
ja: 去ってしまうのは残念です！サブスクリプションをキャンセルする理由を教えていただけますか？
ko: 떠나시는 것을 보게 되어 안타깝습니다! 왜 구독을 취소하는지 알려주실 수 있나요?
pt: Sentimos muito ver você partir! Você poderia nos dizer por que está cancelando a sua assinatura?
ru: Жаль, что вы уходите! Можете рассказать нам, почему отменяете подписку?
th: เรารู้สึกเสียใจที่คุณจะยกเลิกการสมัครใช้งาน! คุณช่วยบอกเราได้ไหมว่าอะไรเป็นเหตุผลที่คุณตัดสินใจยกเลิก
tr: Ayrıldığını gördüğümüze üzüldük! Aboneliğinizi neden iptal ettiğinizi bize söyleyebilir misiniz?
vi: We are sorry to see you leave! Can you tell us why you’re cancelling your subscription?
zh_hans: 我们很遗憾看到您离开！您能告诉我们您取消订阅的原因吗？

# accounts.cancelSubscriptionSurvey.header.subtitle
source: Your subscription will be cancelled immediately and you will be moved to a free MEGA account when your current plan expires. Note: Cancelling your subscription won’t delete your account.
ar: سيتم إلغاء اشتراكك على الفور وسيتم نقلك إلى حساب ميغا MEGA مجاني عند انتهاء باقتك الحالية. ملاحظة: لن يؤدي إلغاء اشتراكك إلى حذف حسابك.
de: Wenn Ihr aktuelles Abonnement ausläuft, wird das Abonnement sofort beendet, und Sie werden auf einen kostenlosen MEGA-Account umgestellt. Hinweis: Durch die Beendigung Ihres Abonnements wird Ihr Account nicht gelöscht.
fr: Votre abonnement sera annulé immédiatement et votre compte sera transformé en compte MEGA gratuit après expiration de votre abonnement actuel. Note : l’annulation de votre abonnement ne supprimera pas votre compte.
id: Langganan anda akan segera dibatalkan dan anda akan dipindahkan ke akun MEGA gratis ketika paket anda saat ini berakhir. Catatan: Membatalkan langganan tidak akan menghapus akun anda.
ja: サブスクリプションはすぐにキャンセルされ、現在のプランの有効期限が切れると、無料のMEGAアカウントに移行されます。注意：サブスクリプションをキャンセルしてもアカウントは削除されません。
ko: 당신의 구독은 즉시 취소되며 현재 요금제가 만료되면 무료 MEGA 계정으로 옮겨질 것입니다. 참고사항: 구독을 취소하는 것이 계정을 삭제하지는 않습니다.
pt: A sua assinatura será cancelada imediatamente e você passará a ter uma conta gratuita do MEGA quando o seu plano atual expirar. Aviso: cancelar a sua assinatura não vai fazer que a sua conta seja deletada.
ru: Ваша подписка будет немедленно отменена, и вы будете переведены на бесплатный аккаунт MEGA, когда истечёт срок действия текущего плана. Примечание: При отмене подписки ваш аккаунт не удаляется.
th: การสมัครใช้งานของคุณจะถูกยกเลิกทันที และคุณจะถูกย้ายไปใช้บัญชี MEGA ฟรี เมื่อแผนสมัครใช้งานปัจจุบันของคุณหมดอายุ โปรดทราบว่าการยกเลิกการสมัครใช้งานจะไม่ทำให้บัญชีของคุณถูกลบ
tr: Aboneliğiniz hemen iptal edilecek ve mevcut planınız sona erdiğinde ücretsiz bir MEGA hesabına taşınacaksınız. Not: Aboneliğinizi iptal etmek hesabınızı silmez.
zh_hans: 您的订阅将被立即取消，并且当您的目前会员方案到期后，您将被转为免费的MEGA帐户。请注意：取消订阅不会删除您的帐户。

# accounts.cancelSubscriptionSurvey.subHeader.title
source: Select all that apply
ar: حدد كل ما ينطبق
fr: Sélectionnez tout ce qui s'applique
id: Pilih semua yang berlaku
ja: 該当するものをすべて選択してください
ko: 적용되는 모든 것 선택
pt: Selecione todas as opções aplicáveis
ru: Выберите все подходящие варианты
th: เลือกทั้งหมดที่ตรงกับเหตุผลของคุณ
tr: Geçerli olanların tümünü seçin
zh_hans: 选择所有适用的选项

# accounts.cancelSubscriptionSurvey.reason.one
source: I needed this plan temporarily and no longer use it
ar: كنت بحاجة إلى هذه الباقة مؤقتًا ولم أعد أستخدمها
de: Ich habe dieses Abonnement vorübergehend benötigt und benutze es nicht mehr
fr: J’avais besoin de cet abonnement temporairement et ne l’utilise plus
id: Saya membutuhkan paket ini untuk sementara dan tidak lagi menggunakannya
ja: このプランは一時的に必要でしたが、もう使用しません
ko: 이 요금제가 일시적으로 필요했고 더 이상 필요하지 않습니다
pt: Eu só precisava deste plano por um tempo e já não o uso
ru: Мне временно был нужен этот план, и я им больше не пользуюсь
th: ฉันแค่ต้องการทดลองใช้แผนนี้ชั่วคราวและไม่ต้องการใช้แผนนี้อีกต่อไป
tr: Bu plana geçici olarak ihtiyacım vardı ve artık kullanmıyorum
vi: Tôi chỉ sử dụng cái này tạm thời và không còn nhu cầu nữa
zh_hans: 我只是暂时需要这个方案，并且不再使用它

# accounts.cancelSubscriptionSurvey.reason.one.a
source: I used MEGA for downloads only
ar: لقد استخدمت ميغا MEGA للتنزيلات فقط
fr: J'ai utilisé MEGA pour les téléchargements uniquement
id: Saya menggunakan MEGA untuk unduhan saja
ja: MEGAはダウンロード目的でのみ使用しました
ko: MEGA를 다운로드에만 썼습니다
pt: Eu só usei o MEGA para fazer downloads
ru: Я пользовался MEGA только для скачивания
th: ฉันใช้ MEGA เพื่อดาวน์โหลดไฟล์เท่านั้น
tr: MEGA'yı yalnızca indirmeler için kullandım
zh_hans: 我仅使用MEGA下载

# accounts.cancelSubscriptionSurvey.reason.one.b
source: I needed to store files temporarily
ar: كنت بحاجة لتخزين الملفات مؤقتًا
fr: J'avais besoin de stocker temporairement des fichiers
id: Saya perlu menyimpan file sementara
ja: 一時的にファイルを保存する必要がありました
ko: 임시로 파일을 저장할 곳이 필요했습니다
pt: Eu precisei armazenar arquivos temporariamente
ru: Мне нужно было временно хранить файлы
th: ฉันต้องการเก็บไฟล์ไว้ชั่วคราว
tr: Dosyaları geçici olarak saklamamız gerekiyordu
zh_hans: 我需要临时存储文件

# accounts.cancelSubscriptionSurvey.reason.one.c
source: I used MEGA to share files only
ar: لقد استخدمت ميغا MEGA لمشاركة الملفات فقط
fr: J'ai utilisé MEGA pour partager des fichiers uniquement
id: Saya menggunakan MEGA untuk berbagi file saja
ja: MEGAをファイル共有目的でのみ使用しました
ko: MEGA를 파일 공유에만 썼습니다
pt: Eu só usei o MEGA para compartilhar arquivos
ru: Я пользовался MEGA только для обмена файлами
th: ฉันใช้ MEGA เพื่อแชร์ไฟล์เท่านั้น
tr: Sadece dosyaları paylaşmak için MEGA kullandım
zh_hans: 我仅使用MEGA共享文件

# accounts.cancelSubscriptionSurvey.reason.two
source: I found my plan too expensive
ar: لقد وجدت باقتي غالية جداً
de: Ich fand mein Paket zu teuer
fr: J’ai trouvé mon abonnement trop cher
id: Saya menemukan paket saya terlalu mahal
ja: プランが高すぎることがわかりました
ko: 요금제가 너무 비쌉니다
pt: Achei o plano muito caro
ru: Подписка слишком дорогая
th: ฉันคิดว่าแผนของฉันแพงเกินไป
tr: Planımı çok pahalı buldum
vi: Tôi cảm thấy gói của tôi quá đắt
zh_hans: 我发现我的方案太贵了

# accounts.cancelSubscriptionSurvey.reason.three
source: I don’t need all the storage in my plan
ar: لا أحتاج إلى كل مساحة التخزين في باقتي
de: Ich benötige nicht den vielen Speicherplatz in meinem Paket
fr: Je n’ai pas besoin de tout l’espace de stockage de mon abonnement
id: Saya tidak membutuhkan semua penyimpanan dalam paket saya
ja: プランにあるストレージがすべて必要なわけではありません
ko: 요금제에 필요한 만큼의 저장소가 없습니다
pt: Não preciso de tanto espaço de armazenamento
ru: Мне не нужен весь объём в этой подписке
th: ฉันไม่มีความจำเป็นที่จะใช้พื้นที่จัดเก็บทั้งหมดที่มีตอนนี้ในแผนของฉัน
tr: Planımdaki tüm depolamaya ihtiyacım yok
vi: Tôi không cần tất cả dung lượng trong gói của mình
zh_hans: 我不需要我方案中那么多的存储空间

# accounts.cancelSubscriptionSurvey.reason.four
source: I need features MEGA doesn’t have
ar: أحتاج ميزات لا تتوفر في ميغا MEGA
de: Ich benötige Funktionen, die MEGA nicht bietet
fr: J’ai besoin de fonctions que MEGA ne propose pas
id: Saya membutuhkan fitur yang tidak dimiliki MEGA
ja: MEGAにはない機能が必要です
ko: MEGA에 없는 기능이 필요합니다
pt: Preciso de recursos que o MEGA não oferece
ru: Мне нужны функции, которых нет у MEGA
th: ฟีเจอร์การใช้งานของ MEGA ไม่ตอบสนองกับความต้องการของฉัน
tr: MEGA'nın sahip olmadığı özelliklere ihtiyacım var
vi: Tôi cần sử đụng các tính năng mà MEGA không có có
zh_hans: MEGA没有提供我需要的功能

# accounts.cancelSubscriptionSurvey.reason.five
source: I’m switching to another provider
ar: أنا بصدد التبديل إلى مزود آخر
de: Ich wechsle zu einem anderen Anbieter
fr: Je change de fournisseur
id: Saya beralih ke penyedia lain
ja: 別のプロバイダーに切り替える予定です
ko: 다른 공급자로 변경하려고 합니다
pt: Vou mudar de provedor de armazenamento em nuvem
ru: Я перехожу к другому провайдеру
th: ฉันกำลังเปลี่ยนไปใช้ผู้ให้บริการรายอื่น
tr: Başka bir sağlayıcıya geçiyorum
vi: Tôi chuyển sang sử dụng hãng khác
zh_hans: 我正在切换到其它供应商

# accounts.cancelSubscriptionSurvey.reason.six
source: I find MEGA difficult to use
ar: أجد صعوبة في استخدام ميغا MEGA
de: Ich finde MEGA schwierig zu benutzen
fr: Je trouve que MEGA est difficile à utiliser
id: Saya merasa MEGA sulit digunakan
ja: MEGAは使いにくいと思います
ko: MEGA가 이용하기에 어렵습니다
pt: Acho o MEGA difícil de usar
ru: Мне сложно пользоваться MEGA
th: ฉันรู้สึกว่า MEGA ใช้งานยาก
tr: MEGA'yı kullanmayı zor buluyorum
vi: Tôi cảm thấy MEGA khó sử dụng
zh_hans: 我发现MEGA难以使用

# accounts.cancelSubscriptionSurvey.reason.seven
source: I’m not happy with the support and customer service
ar: لست سعيدًا بالدعم وخدمة العملاء
de: Ich bin unzufrieden mit dem Support oder dem Kundenservice
fr: Je ne suis pas satisfait du soutien et du service à la clientèle
id: Saya tidak senang dengan dukungan dan layanan pelanggan
ja: サポートやカスタマーサービスに満足していません
ko: 지원과 고객 서비스에 만족하지 않습니다
pt: Não estou satisfeito com o suporte e o atendimento ao cliente
ru: Я не доволен поддержкой и обслуживанием клиентов
th: ฉันไม่ประทับใจต่อการบริการลูกค้าและบริการสนับสนุน
tr: Destek ve müşteri hizmetlerinden memnun değilim
vi: Tôi không có hài lòng với cách hỗ trợ và dịch vụ khách hàng
zh_hans: 我对支持和客户服务不满意

# accounts.cancelSubscriptionSurvey.reason.eight
source: Other (please provide details)
ar: أخرى (يرجى تقديم التفاصيل)
de: Sonstiges (bitte Einzelheiten angeben)
fr: Autre (veuillez donner des détails)
id: Lainnya (harap berikan detailnya)
ja: その他（詳細をご記入ください）
ko: 기타 (자세한 이유를 알려주세요)
pt: Outro (por favor, especifique)
ru: Другое (пожалуйста, укажите подробности)
th: อื่น ๆ (กรุณาระบุรายละเอียด)
tr: Diğer (lütfen ayrıntıları sağlayın)
vi: Lý do khác (xin điền chi tiết)
zh_hans: 其他（请提供详细信息）

# accounts.cancelSubscriptionSurvey.reason.nine
source: I can no longer afford it
ar: لم أعد أستطيع تحمل تكلفته
de: Ich kann es mir nicht mehr leisten
fr: Je ne peux plus me le permettre
id: Saya tidak mampu lagi membelinya
ja: お金を払う余裕がなくなりました
ko: 더 이상 이용할 수 없습니다
pt: Já não posso pagar o valor
ru: Я больше не могу себе этого позволить
th: ฉันไม่สามารถรับภาระค่าใช้จ่ายตรงนี้ได้แล้ว
tr: Artık bunu karşılayamıyorum
vi: Tôi không còn khả năng chi trả
zh_hans: 我无法负担

# accounts.cancelSubscriptionSurvey.reason.ten
source: I don’t want a subscription or auto-billing
ar: لا أريد اشتراكًا أو فوترة تلقائية
de: Ich möchte kein Abonnement und keine automatischen Abbuchungen
fr: Je ne veux pas d’abonnement ni de facturation automatique
id: Saya tidak ingin berlangganan atau penagihan otomatis
ja: サブスクリプションや自動請求は希望しません
ko: 구독 또는 자동 결제를 원하지 않습니다
pt: Não quero uma assinatura ou cobrança automática
ru: Мне не нужна подписка или автоматическое выставление счетов
th: ฉันไม่ต้องการสมัครใช้งานหรือให้หักเงินค่าบริการอัตโนมัติ
tr: Abonelik veya otomatik faturalandırma istemiyorum
vi: Tôi không muốn có gói đăng ký hoặc bị tính phí tự động
zh_hans: 我不想要订阅或自动付费

# accounts.cancelSubscriptionSurvey.allowToContactCheckbox.title
source: I allow MEGA to contact me to talk about this topic further
ar: أسمح لميغا MEGA بالاتصال بي للتحدث عن هذا الموضوع بشكل أكبر
de: MEGA darf mich kontaktieren, um dieses Thema weiter zu besprechen
fr: J’autorise MEGA à me contacter pour discuter de ce sujet
id: Saya mengizinkan MEGA untuk menghubungi saya untuk membicarakan topik ini lebih lanjut
ja: このトピックについてさらに詳しく話すために、MEGAが私に連絡することを許可します
ko: MEGA가 이 주제에 대하여 나에게 연락하는 것을 허락합니다
pt: Eu permito que o MEGA entre em contato comigo para falar mais sobre este assunto
ru: Я разрешаю MEGA связываться со мной для дальнейшего обсуждения этой темы
th: ฉันอนุญาตให้ MEGA ติดต่อฉันเพื่อพูดคุยเกี่ยวกับเรื่องนี้อย่างละเอียดเพิ่มเติม
tr: MEGA'nın bu konu hakkında daha fazla konuşmak için benimle iletişime geçmesine izin veriyorum
zh_hans: 我允许MEGA联系我进一步讨论此话题
