Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

source: Credit card rejected
ar: تم رفض بطاقة الائتمان
de: Kreditkarte abgelehnt
es: Tarjeta de crédito rechazada
fr: La carte de crédit a été refusée
id: Kartu kredit ditolak
ja: クレジットカードが拒否されました
ko: 신용 카드 거절됨
pt: Cartão de crédito recusado
ru: Кредитная карта отклонена
th: บัตรเครดิตถูกปฏิเสธ
tr: Kredi kartı reddedildi
vi: Thẻ bị từ chối
zh_hans: 信用卡被拒绝
zh_hant: 信用卡被拒絕

source: Billing failed
ar: فشلت الفوترة
de: Abrechnung fehlgeschlagen
es: Cobro fallido
fr: Échec de facturation
id: Tagihan gagal
ja: 請求できませんでした
ko: 결제 실패
pt: Erro na cobrança
ru: Не удалось выставить счет
th: การเรียกเก็บเงินล้มเหลว
tr: Faturalandırma başarısız oldu
vi: Thanh toán thất bại
zh_hans: 付款失败
zh_hant: 付款失敗

source: Rejected by fraud protection
ar: تم الرفض بواسطة الحماية من الاحتيال
de: Ablehnung durch Betrugsschutz
es: Rechazado por la protección contra fraudes
fr: La protection contre les fraudes a refusé cette opération
id: Ditolak oleh perlindungan penipuan
ja: 不正防止により拒否されました
ko: 사기 방지에 의해 거절됨
pt: Recusado pelo sistema de antifraude
ru: Отклонено защитой от мошенничества
th: ถูกปฏิเสธโดยการป้องกันการฉ้อโกง
tr: Dolandırıcılık koruması tarafından reddedildi
vi: Bị từ chối bởi phòng chống gian lận
zh_hans: 由于欺诈保护被拒绝
zh_hant: 詐欺保護拒絕

source: Too many requests
ar: طلبات كثيرة جداً
de: Zu viele Anfragen
es: Demasiadas solicitudes
fr: Il y a trop de requêtes
id: Terlalu banyak permintaan
ja: 要求が多すぎます
ko: 요청이 너무 많습니다
pt: Solicitações em excesso
ru: Слишком много запросов
th: มีคำขอมากเกินไป
tr: Çok fazla istek
vi: Quá nhiều yêu cầu
zh_hans: 请求过多
zh_hant: 太多請求

source: Balance error
ar: رصيد خاطئ
de: Saldofehler
es: Error en el saldo
fr: Erreur de solde
id: Kesalahan saldo
ja: 残高エラー
ko: 잔고 오류
pt: Erro no saldo
ru: Ошибка баланса
th: ยอดคงเหลือผิดพลาด
tr: Denge hatası
vi: Số dư tài khoản bị lỗi
zh_hans: 余额错误
zh_hant: 餘額錯誤

source: HTTP error
ar: خطأ بروتوكول HTTP
de: HTTP-Fehler
es: Error HTTP
fr: Erreur HTTP
id: Kesalahan HTTP
ja: HTTPエラー
ko: HTTP 오류
pt: Erro HTTP
ru: Ошибка HTTP
th: ข้อผิดพลาด HTTP
tr: HTTP hatası
vi: Lỗi HTTP
zh_hans: HTTP错误
zh_hant: HTTP錯誤

source: Unknown error
ar: خطأ غير معروف
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
id: Error tidak diketahui
ja: 不明なエラー
ko: 알 수 없는 오류
pt: Erro desconhecido
ru: Неизвестная ошибка
th: ข้อผิดพลาดที่ไม่รู้จัก
tr: Bilinmeyen hata
vi: Lỗi không xác định được
zh_hans: 未知错误
zh_hant: 未知的錯誤

source: Calling…
ar: جار الاتصال…
de: Verbinde…
es: Llamando…
fr: Appel…
id: Panggilan…
ja: 呼び出し中…
ko: 통화중…
pt: Chamando…
ru: Вызов…
th: กำลังโทร…
tr: Arıyorum…
vi: Đang gọi…
zh_hans: 正在通话…
zh_hant: 撥號中⋯

source: Incoming call
ar: مكالمة واردة
de: Eingehender Anruf
es: Llamada entrante
fr: Appel entrant
id: Panggilan masuk
ja: 着信
ko: 전화 수신중
pt: Chamada recebida
ru: Входящий звонок
th: สายเรียกเข้า
tr: Gelen çağrı
vi: Cuộc gọi đến
zh_hans: 来电
zh_hant: 來電

source: Quality of videos uploaded to a chat
ar: جودة الفيديوهات المرفعة الى المحادثة
de: Videoqualität bei Upload in einen Chat
es: Calidad de los vídeos subidos a un chat
fr: Qualité des vidéos téléversées dans une conversation
id: Kualitas video yang diunggah ke obrolan
ja: チャットにアップロードされた動画の品質
ko: 대화에 업로드된 동영상의 품질
pt: Qualidade dos vídeos enviados para um chat
ru: Качество видео, загружаемого в чат
th: คุณภาพของวิดีโอที่อัปโหลดไปยังแชท
tr: Bir sohbete yüklenen videoların kalitesi
vi: Chất lượng hình ảnh của video khi đăng tải lên chát
zh_hans: 上传到聊天的视频质量
zh_hant: 上傳到對話中的影片品質

source: Video quality
ar: جودة الفيديو
de: Videoqualität
es: Calidad de vídeo
fr: Qualité des vidéos
id: Kualitas video
ja: 動画の品質
ko: 동영상 품질
pt: Qualidade dos vídeos
ru: Качество видео
th: คุณภาพวีดีโอ
tr: Video kalitesi
vi: Chất lượng video
zh_hans: 视频画质
zh_hant: 影片品質

source: Preparing…
ar: جاري التحضير…
de: Vorbereitung…
es: Preparando…
fr: Préparation…
id: Mempersiapkan…
ja: 準備中…
ko: 준비중…
pt: Preparando…
ru: Подготовка…
th: กำลังจัดเตรียม…
tr: Hazırlanıyor…
vi: Đang chuẩn bị…
zh_hans: 准备中…
zh_hant: 準備中⋯

source: QR code
ar: رمز الاستجابة السريعة QR
es: Código QR
fr: Code QR
id: Kode QR
ja: QRコード
ko: QR 코드
pt: Código QR
ru: QR-код
th: คิวอาร์โค้ด
tr: QR kodu
vi: Mã QR
zh_hans: 二维码
zh_hant: 二維條碼

source: Auto-accept
ar: قبول-تلقائي
de: Ohne Rückfrage hinzufügen
es: Auto-aceptar
fr: Accepter automatiquement
id: Terima otomatis
ja: 自動承認
ko: 자동 승인
pt: Auto-aceitar
ru: Принимать автоматически
th: ยอมรับอัตโนมัติ
tr: Otomatik kabul
vi: Tự động thêm
zh_hans: 自动接受
zh_hant: 自動接受

# autoAcceptFooter
source: MEGA users who scan your QR code will be automatically added to your contact list.
ar: مستخدمو ميغا MEGA الذين يقومون بمسح رمز الاستجابة السريعة QR الخاص بك، سيتم إضافتهم إلى قائمة الاتصال الخاصة بك تلقائياً.
de: MEGA-Benutzer, die Ihren QR-Code scannen, werden Ihrer Kontaktliste automatisch hinzugefügt.
es: Los usuarios de MEGA que escanean tu código QR se añadirán automáticamente a tu lista de contactos.
fr: Les utilisateurs de MEGA qui balayeront votre code QR seront automatiquement ajoutés à votre liste de contacts.
id: Kontak yang memindai Kode QR Anda akan secara otomatis ditambahkan ke daftar kontak Anda.
ja: あなたのQRコードをスキャンするMEGAユーザー様は自動的にあなたの連絡先リストに追加されます。
ko: 당신의 QR 코드를 스캔한 MEGA 이용자는 자동으로 연락처 목록에 추가됩니다.
pt: Os usuários do MEGA que escanearem o seu código QR serão automaticamente adicionados à sua lista de contatos.
ru: Пользователи MEGA, просканировавшие ваш QR-код, будут автоматически добавлены в ваш список контактов.
th: ผู้ใช้ MEGA ที่สแกนคิวอาร์โค้ดของคุณ จะถูกเพิ่มลงในรายชื่อผู้ติดต่อของคุณโดยอัตโนมัติ
tr: QR kodunuzu tarayan MEGA kullanıcıları otomatik olarak kişi listenize eklenecektir.
vi: Bất cứ ai có tài khoản MEGA quét mã ảnh QR này sẽ được tự động thêm vào danh sách tên liên lạc của bạn.
zh_hans: 通过扫描二维码添加的用户会自动添加到您的联系人列表。
zh_hant: 掃描您二維條碼的MEGA用戶將會自動加到您的聯絡人列表。

source: Reset QR code
ar: إعادة تعيين رمز الاستجابة السريعة QR
de: QR-Code zurücksetzen
es: Restablecer código QR
fr: Réinitialiser le code QR
id: Setel ulang Kode QR
ja: QRコードをリセット
ko: QR 코드 초기화
pt: Resetar código QR
ru: Сбросить QR-код
th: รีเซ็ตคิวอาร์โค้ด
tr: QR kodunu sıfırla
vi: Đổi mã QR mới
zh_hans: 重置二维码
zh_hant: 重設二維條碼

# resetQrCodeFooter
source: Previous QR codes will no longer be valid.
ar: رموز الاستجابة السريعة QR السابقة ستصبح غير صالحة.
de: Ältere QR-Codes verlieren ihre Gültigkeit.
es: Los códigos QR anteriores ya no serán válidos.
fr: Les codes QR précédents ne seront plus valides.
id: Kode QR sebelumnya tidak lagi valid.
ja: 以前のQRコードは無効になります。
ko: 이전 QR 코드는 더 이상 유효하지 않게 됩니다.
pt: Os códigos QR anteriores já não serão válidos.
ru: Предыдущие QR-коды больше не будут действительны.
th: คิวอาร์โค้ดก่อนหน้านี้จะไม่สามารถใช้งานได้อีกต่อไป
tr: Önceki QR kodları artık geçerli olmayacak.
vi: Các mã QR cũ sẽ bị vô hiệu hóa.
zh_hans: 之前的二维码将失效。
zh_hant: 之前的二維條碼將不再有效。

source: My QR code
ar: رمز الاستجابة السريعة QR الخاص بي
de: Mein QR-Code
es: Mi código QR
fr: Mon code QR
id: Kode QR saya
ja: 私のQRコード
ko: 내 QR 코드
pt: Meu código QR
ru: Мой QR-код
th: คิวอาร์โค้ดของฉัน
tr: QR kodum
vi: Mã QR của tôi
zh_hans: 我的二维码
zh_hant: 我的二維條碼

source: Scan code
ar: مسح الرمز ضوئياً
de: Code scannen
es: Escanear código
fr: Balayer un code
id: Pindai kode
ja: コードをスキャン
ko: 코드 스캔
pt: Escanear código
ru: Скан кода
th: สแกนโค้ด
tr: Kod tarama
vi: Quét mã
zh_hans: 扫描二维码
zh_hant: 掃描條碼

# lineCodeWithCamera
source: Line up the QR code to scan it with your device’s camera
ar: قم بمحاذاة رمز الاستجابة السريعة QR لمسحه ضوئيًا باستخدام كاميرا جهازك
de: Richten Sie Ihre Kamera auf den QR-Code
es: Alinea el código QR para escanearlo con la cámara de tu dispositivo
fr: Aligner le code QR pour le balayer avec l’appareil photo de votre appareil
id: Sejajarkan kode QR untuk memindainya dengan kamera perangkat Anda
ja: QRコードを整列させて、端末のカメラでスキャンします
ko: 스캔할 QR 코드를 기기의 카메라와 정렬하세요
pt: Alinhe o código QR para escaneá-lo com a câmera
ru: Наведите камеру на QR-код для сканирования
th: จัดเรียงคิวอาร์โค้ด เพื่อสแกนด้วยกล้องถ่ายรูปของอุปกรณ์
tr: Cihazınızın kamerasıyla taramak için QR kodunu hizalayın
vi: So thẳng hàng camêra với mã QR để tiến hành quét
zh_hans: 使用此设备上的相机对准二维码并扫描
zh_hant: 使用您裝置的相機對齊二維條碼進行掃描

source: Invalid code
ar: الرمز غير صالح
de: Code ungültig
es: Código no valido
fr: Le code est invalide
id: Kode salah
ja: コードが無効です
ko: 잘못된 코드
pt: Código inválido
ru: Недействительный код
th: โค้ดไม่ถูกต้อง
tr: Geçersiz kod
vi: Mã không phù hợp
zh_hans: 二维码无效
zh_hant: 無效的條碼

source: Code scanned
ar: تم مسح الرمز ضوئياً
de: Code gescannt
es: Código escaneado
fr: Code balayé
id: Kode dipindai
ja: コードがスキャンされました
ko: 코드 스캔됨
pt: Código escaneado
ru: Просканировано
th: สแกนโค้ดแล้ว
tr: Kod tarandı
vi: Quét mã xong
zh_hans: 二维码已扫描
zh_hant: 條碼已掃描

# sharedWidth
source: Shared with:
ar: مشارك مع:
de: Freigegeben an:
es: Compartido con:
fr: Partagé avec :
id: Berbagi dengan:
ja: 共有相手：
ko: 공유된 사람:
pt: Compartilhado com:
ru: Общий с:
th: แชร์ด้วย:
tr: İle paylaşıldı:
vi: Đã chia sẻ cho:
zh_hans: 共享者：
zh_hant: 共享者：

source: Sharing
ar: مشاركة
de: Freigabe
es: Compartir
fr: Partage
id: Berbagi
ja: 共有
ko: 공유하기
pt: Compartilhar
ru: Общий доступ
th: แชร์
tr: Paylaşım
vi: Chia sẻ
zh_hans: 共享
zh_hant: 共享中

source: Versions
ar: النسخ
de: Versionen
es: Versiones
id: Versi
ja: バージョン
ko: 버전
pt: Versões
ru: Версии
th: เวอร์ชัน
tr: Sürümleri
vi: Phiên bản lưu
zh_hans: 历史版本
zh_hant: 版本

# cloudDrive.info.node.location
source: Location
ar: الموقع
de: Ort
es: Ubicación
fr: Emplacement
id: Lokasi
ja: 場所
ko: 위치
pt: Localização
ru: Расположение
th: ตำแหน่งที่ตั้ง
tr: Yer
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

# cloudDrive.info.node.noLocation
source: No location information
ar: لا توجد معلومات عن الموقع
de: Keine Standortdaten
fr: Aucun renseignement sur la position
id: Tidak ada informasi lokasi
ja: 位置情報がありません
ko: 위치 정보 없음
pt: Não há informação de localização
ru: Нет информации о местоположении
th: ไม่มีข้อมูลเกี่ยวกับตำแหน่งที่ตั้ง
tr: Konum bilgisi yok
zh_hans: 没有位置信息

source: Total size
ar: الحجم الإجمالي
de: Gesamtgröße
es: Tamaño total
fr: Taille totale
id: Ukuran total
ja: 合計サイズ
ko: 총 크기
pt: Tamanho total
ru: Размер
th: ขนาดทั้งหมด
tr: Toplam boyut
vi: Tổng kích thước
zh_hans: 总大小
zh_hant: 總共大小

source: Type
ar: النوع
de: Typ
es: Tipo
id: Tipe
ja: タイプ
ko: 형식
pt: Tipo
ru: Тип
th: ประเภท
tr: Tür
vi: Dạng
zh_hans: 类型
zh_hant: 類型

source: Contains
ar: المحتويات
de: Enthält
es: Contiene
fr: Comprend
id: Memiliki
ja: 含む
ko: 포함된 항목
pt: Contém
ru: Содержит
th: จำนวน
tr: İçerir
vi: Chứa đựng
zh_hans: 包含
zh_hant: 包含

source: Modified
ar: تم تعديله
de: Geändert
es: Modificado
fr: Modifié
id: Terganti
ja: 変更済み
ko: 수정됨
pt: Alteração
ru: Изменено
th: วันที่แก้ไข
tr: Değiştirilmiş
vi: Chỉnh sửa lần cuối
zh_hans: 已修改
zh_hant: 已修改

source: Added
ar: تمت إضافته
de: Erstellt
es: Añadido
fr: Ajouté
id: Ditambahkan
ja: 追加済み
ko: 추가됨
pt: Adicionado
ru: Добавлено
th: วันที่เพิ่ม
tr: Eklendi
vi: Đã thêm
zh_hans: 添加于
zh_hant: 已加入

source: users
ar: مستخدمين
de: Benutzer
es: usuarios
fr: utilisateurs
id: Pengguna
ja: 複数のユーザー
ko: 이용자
pt: usuários
ru: пользователей(я)
th: ผู้ใช้
tr: kullanıcıları
vi: người
zh_hans: 用户
zh_hant: 使用者

source: User
ar: مستخدم
de: Benutzer
es: usuario
fr: utilisateur
id: Pengguna
ja: ユーザー
ko: 이용자
pt: Usuário
ru: Пользователь
th: ผู้ใช้
tr: Kullanıcı
vi: người
zh_hans: 用户
zh_hant: 使用者

# deleteVersion
source: Do you want to delete this version?
ar: هل تود حذف هذه النسخة؟
de: Diese Version löschen?
es: ¿Quieres eliminar esta versión?
fr: Voulez-vous supprimer cette version ?
id: Apakah Anda ingin menghapus versi ini?
ja: このバージョンを削除しますか？
ko: 이 버전을 삭제하시겠습니까?
pt: Você quer deletar esta versão?
ru: Удалить эту версию?
th: คุณต้องการลบเวอร์ชันนี้หรือไม่
tr: Bu sürümü silmek ister misiniz?
vi: Bạn có chắc muốn xóa phiên bản này?
zh_hans: 您想要删除这个版本吗？
zh_hant: 要刪除這個版本嗎？

# permanentlyRemoved
source: It will be permanently removed
ar: سيتم حذفها نهائياً
de: Der Vorgang kann nicht rückgängig gemacht werden
es: Se eliminará permanentemente
fr: Elle sera supprimée définitivement
id: Ini akan dihapus secara permanen
ja: これは恒久的に削除されます
ko: 영구적으로 제거됩니다
pt: Será removida permanentemente
ru: Она будет удалена безвозвратно
th: จะถูกนำออกอย่างถาวร
tr: Kalıcı olarak kaldırılacak
vi: Mục này sẽ bị xóa hoàn toàn
zh_hans: 它将被永久移除
zh_hant: 它將被永久移除

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
id: Hapus
ja: 削除
ko: 삭제
pt: Deletar
ru: Удалить
th: ลบ
tr: Sil
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Revert
ar: عودة
de: Zu dieser Version zurückkehren
es: Revertir
fr: Rétablir
id: Kembalikan
ja: 元に戻す
ko: 되돌리기
pt: Reverter
ru: Отменить
th: กลับคืน
tr: Geri döndür
vi: Phục hồi lại
zh_hans: 还原
zh_hant: 還原

source: Download
ar: تنزيل
es: Descargar
fr: Télécharger
id: Unduh
ja: ダウンロード
ko: 다운로드
pt: Fazer download
ru: Скачать
th: ดาวน์โหลด
tr: İndir
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載

source: file
ar: ملف
de: Upload
es: archivo
fr: fichier
ja: ファイル
ko: 파일
pt: arquivo
ru: файл
th: ไฟล์
tr: dosya
vi: tệp
zh_hans: 文件
zh_hant: 檔案

# chat.match.file
source: File
ar: ملف
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
pt: Arquivo
ru: Файл
th: ไฟล์
tr: Dosya
vi: Tệp
zh_hans: 文件
zh_hant: 檔案

source: Current version
ar: النسخة الحالية
de: Aktuelle Version
es: Versión actual
fr: Version actuelle
id: Versi sekarang
ja: 現在のバージョン
ko: 현재 버전
pt: Versão atual
ru: Текущая версия
th: เวอร์ชันปัจจุบัน
tr: Geçerli versiyon
vi: Phiên bản hiện tại
zh_hans: 当前版本
zh_hant: 目前的版本

source: Previous versions
ar: النسخ السابقة
de: Ältere Versionen
es: Versiones anteriores
fr: Versions précédentes
id: Versi sebelumnya
ja: 以前のバージョン
ko: 이전 버전
pt: Versões anteriores
ru: Прошлые версии
th: เวอร์ชันก่อนหน้า
tr: Önceki sürümler
vi: Các phiên bản trước
zh_hans: 上个版本
zh_hant: 先前的版本

source: Current versions
ar: النسخ الحالية
de: Aktuelle Versionen
es: Versiones actuales
fr: Versions actuelles
id: Versi Saat Ini
ja: 現在のバージョン
ko: 현재 버전
pt: Versões atuais
ru: Текущие версии
th: เวอร์ชันปัจจุบัน
tr: Güncel sürümler
vi: Các phiên bản hiện có
zh_hans: 当前版本
zh_hant: 目前的版本

# remindPasswordTitle
source: Do you remember your password?
ar: هل تتذكر كلمة مرورك؟
de: Können Sie sich noch an Ihr Passwort erinnern?
es: ¿Recuerdas tu contraseña?
fr: Vous souvenez-vous de votre mot de passe ?
id: Apa anda ingat password anda?
ja: パスワードを覚えていますか？
ko: 암호가 기억났나요?
pt: Você lembra da senha da sua conta?
ru: Вы помните пароль?
th: คุณจำรหัสผ่านได้หรือไม่
tr: Şifrenizi hatırlıyor musunuz?
vi: Bạn có còn nhớ mật khẩu của mình không?
zh_hans: 您还记得您的密码吗？
zh_hant: 您記得你的密碼嗎？

# remindPasswordText
source: Due to MEGA’s encryption technology you are unable to reset your password without data loss. Please make sure you remember your password.
ar: نظرًا لتقنية التشفير الخاصة بميغا MEGA، لا يمكنك إعادة تعيين كلمة المرور الخاصة بك دون فقد البيانات. يرجى التأكد من تذكر كلمة المرور الخاصة بك.
de: Aufgrund der sicheren MEGA-Verschlüsselungstechnologie ist ein Zurücksetzen Ihres Passworts ohne Datenverlust nicht möglich. Bitte stellen Sie sicher, dass Sie sich an Ihr Passwort erinnern können.
es: Debido a la tecnología de cifrado de MEGA, no puedes restablecer la contraseña sin perder tus datos. Por favor, asegúrate de recordar tu contraseña.
fr: En raison de la technologie de chiffrement de MEGA, vous ne pouvez pas réinitialiser votre mot de passe sans perte de données. Veuillez faire en sorte de vous rappeler votre mot de passe.
id: Karena teknologi enkripsi MEGA, Anda tidak dapat mengatur ulang kata sandi tanpa kehilangan data. Harap pastikan Anda mengingat kata sandi Anda.
ja: MEGAの暗号化技術により、データを失うことなくパスワードをリセットすることはできません。パスワードは確実に覚えておいてください。
ko: MEGA의 암호화 기술로 인하여 데이터 손실 없이 암호를 초기화할 수 없습니다. 암호를 반드시 기억하도록 하세요.
pt: Devido à tecnologia de criptografia do MEGA, você não pode redefinir a sua senha sem perder os seus dados. Por favor, confirme que você lembra da sua senha.
ru: В связи с технологией шифрования MEGA невозможно сбросить пароль без потери данных. Пожалуйста, убедитесь, что помните его.
th: เนื่องจากเทคโนโลยีการเข้ารหัส MEGA คุณไม่สามารถรีเซ็ตรหัสผ่านของคุณโดยไม่สูญเสียข้อมูลได้ กรุณาตรวจสอบว่าคุณไม่ลืมรหัสผ่านของคุณจริง ๆ
tr: MEGA'nın şifreleme teknolojisi sayesinde veri kaybı olmadan şifrenizi sıfırlayamazsınız. Lütfen şifrenizi hatırladığınızdan emin olun.
vi: Vì công nghệ mô hình mã hóa của MEGA, bạn sẽ không thể đặt lại mật khẩu của mình mà không bị mất dữ liệu. Xin hãy chắc chắn nhớ mật khẩu của mình.
zh_hans: 由于MEGA的端到端加密技术，您无法在不丢失数据的情况下重置密码。请确保您牢记您的密码。
zh_hant: 因MEGA使用安全加密技術，您將無法直接重新設定密碼而不遺失任何資料。所以請確保您已牢記您的密碼。

# remindPasswordLogoutText
source: Before logging out we recommend you export your Recovery key to a safe place. Note that you’re not able to reset your password if you forget it.
ar: قبل تسجيل الخروج، نوصيك بتصدير مفتاح الاستعادة إلى مكان آمن. لاحظ أنك لن تتمكن من إعادة تعيين كلمة مرورك إذا نسيتها.
de: Vor dem Ausloggen möchten wir Sie dazu anhalten, Ihren Rettungsschlüssel zu exportieren und an einem sicheren Ort aufzubewahren. Denken Sie daran - Ihre Daten sind bei Passwortverlust nicht mehr lesbar.
es: Antes de cerrar la sesión, te recomendamos que guardes la Clave de recuperación en un lugar seguro. Ten en cuenta que no podrás restablecer tu contraseña si se te olvida.
fr: Avant de vous déconnecter, nous vous recommandons d’exporter votre Clé de récupération en lieu sûr. Notez que vous ne pouvez pas réinitialiser votre mot de passe si vous l’oubliez.
id: Sebelum keluar, kami sarankan Anda mengekspor Kunci pemulihan Anda ke tempat yang aman. Perhatikan bahwa Anda tidak dapat mengatur ulang kata sandi Anda jika Anda melupakannya.
ja: ログアウトする前に、回復キーを安全な場所にエクスポートすることをお勧めいたします。パスワードを忘れた場合、パスワードのリセットはできないことにご注意ください。
ko: 로그아웃 하기 전에 당신의 복구 키를 안전한 곳에 저장할 것을 권장합니다. 복구 키를 잊어버렸을 경우 암호를 초기화할 수 없다는 사실을 기억하세요.
pt: Antes de fazer logout, recomendamos que você exporte a sua chave de recuperação para um local seguro. Sem a chave, não é possível redefinir a sua senha se você a esquecer.
ru: Советуем экспортировать ключ восстановления в безопасное место перед выходом из системы. Учтите, что вы не сможете сбросить пароль, если забудете его.
th: ก่อนออกจากระบบเราขอแนะนำให้คุณส่งออกคีย์การกู้คืนข้อมูลไปยังที่ปลอดภัย โปรดทราบว่าคุณไม่สามารถรีเซ็ตรหัสผ่านหากลืมรหัสผ่านได้
tr: Oturumu kapatmadan önce Kurtarma anahtarınızı güvenli bir yere aktarmanızı öneririz. Unutursanız şifrenizi sıfırlayamayacağınızı unutmayın.
vi: Trước khi tiến hành đăng xuất, chúng tôi khuyên nên lưu lại Chìa Khóa Phục Hồi ở một nơi an toàn dễ nhớ. Chú ý rằng, quên mật khẩu và không có chìa khóa sẽ không lấy lại được tài khoản.
zh_hans: 在登出账户前，我们建议您将恢复密钥导出并保存到安全位置。请注意，如果您忘记了密码，您将无法重置密码。
zh_hant: 在登出之前，我們建議您將還原金鑰匯出到安全的地方。請注意，如果忘記密碼，您將無法重設密碼。

# dontShowAgain
source: Do not show again
ar: لا تظهر مرة أخرى
de: Nicht nochmal anzeigen
es: No volver a mostrar
fr: Ne plus afficher
id: Jangan tampilkan lagi
ja: 次回から表示しない
ko: 다시 보여주지 마세요
pt: Não mostrar novamente
ru: Больше не показывать
th: ไม่ต้องแสดงในครั้งต่อไป
tr: Tekrar gösterme
vi: Đừng hiện lại nữa
zh_hans: 不再显示
zh_hant: 不再顯示

source: Test password
ar: اختبار كلمة المرور
de: Passwort prüfen
es: Prueba la contraseña
fr: Tester le mot de passe
id: Uji kata sandi
ja: パスワードのテスト
ko: 암호 시험
pt: Confirmar senha
ru: Проверить пароль
th: ทดสอบรหัสผ่าน
tr: Şifreyi test et
vi: Kiểm tra mật khẩu
zh_hans: 测试密码
zh_hant: 測試密碼

source: Back up Recovery key
ar: نسخ مفتاح الاستتعادة احتياطيا
de: Rettungsschlüssel sichern
es: Guardar Clave de recuperación
fr: Sauvegarder la Clé de récupération
ja: 回復キーをバックアップ
ko: 복구 키 백업
pt: Salvar chave de recuperação
ru: Сохранить ключ восстановления
th: สำรองคีย์การกู้คืน
tr: Kurtarma anahtarını yedekle
vi: Sao lưu Chìa Khóa Phục Hồi
zh_hans: 备份恢复密钥
zh_hant: 備份還原金鑰

# testPasswordText
source: Please test your password below to ensure you remember it. If you lose your password, you will lose access to your MEGA data. [A]Learn more[/A]
ar: يرجى اختبار كلمة مرورك أدناه لضمان تذكرها. إذا فقدت كلمة المرور فستفقد إمكانية الدخول إلى بياناتك على ميغا MEGA. [A]تعلم المزيد[/A]
de: Bitte testen Sie unten Ihr Passwort, um sicherzustellen, dass Sie es sich richtig gemerkt haben. Wenn Sie Ihr Passwort verlieren, können Sie nicht mehr auf Ihre bei MEGA gespeicherten Daten zugreifen. [A]Mehr erfahren[/A]
es: Escribe tu contraseña a continuación para asegurarte de que la recuerdas. Si pierdes tu contraseña, perderás el acceso a tus datos en MEGA. [A]Más información[/A]
fr: Veuillez confirmer votre mot de passe ci-dessous pour vous assurer de vous en souvenir. Si vous perdez votre mot de passe, vous perdrez l’accès à vos données MEGA. [A]En apprendre davantage[/A]
id: Silakan uji kata sandi Anda di bawah ini untuk memastikan Anda mengingatnya. Jika Anda kehilangan kata sandi Anda, Anda akan kehilangan akses ke data MEGA Anda. [A]Pelajari lebih lanjut[/A]
ja: 以下にパスワードを入力し、パスワードを覚えていることを確認してください。パスワードを失った場合、MEGAのデータにアクセスできなくなります。[A]もっと詳しく知る[/A]
ko: 아래에 당신의 암호를 시험해보고 기억했는지 확인하세요. 암호를 잊어버리면, 당신의 MEGA 데이터에 접근을 할 수 없습니다. [A]더 알아보기[/A]
pt: Por favor, confirme a sua senha abaixo, para garantir que você se lembra dela. Se você perder a sua senha, perderá o acesso aos seus dados no MEGA. [A]Mais informações[/A]
ru: Проверьте свой пароль, чтобы убедиться, что вы его не забыли. Если вы потеряете его, все ваши данные в MEGA будут потеряны. [A]Узнать больше[/A]
th: กรุณาทดสอบรหัสผ่านของคุณด้านล่าง เพื่อให้แน่ใจว่าคุณจำได้ หากคุณลืมรหัสผ่าน จะไม่สามารถเข้าถึงข้อมูล MEGA ของคุณได้ [A]เรียนรู้เพิ่มเติม[/A]
tr: Hatırladığınızdan emin olmak için lütfen aşağıdaki şifrenizi test edin. Şifrenizi kaybederseniz MEGA verilerinize erişiminizi kaybedersiniz. [A]Daha fazla bilgi[/A]
vi: Xin nhập thử mật khẩu ở dưới đây để kiểm tra rằng bạn không có quên mất khẩu cho tài khoản MEGA này. Bởi vì nếu quên, bạn sẽ mất quyền truy cập vào dữ liệu của mình. [A]Đọc thêm[/A]
zh_hans: 请在下方输入您的密码以确保您已牢记。如果您忘记密码，您将无法访问您的MEGA数据。[A]了解更多[/A]
zh_hant: 請在下方輸入您的密碼以確保您已牢記它。如果您忘記密碼，您將無法存取MEGA資料。[A]瞭解更多[/A]

source: Confirm
ar: تأكيد
de: Bestätigung
es: Confirmar
fr: Confirmer
id: Konfirm
ja: 確認
ko: 확인
pt: Confirmar
ru: Подтвердить
th: ยืนยัน
tr: Onayla
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

source: Password accepted
ar: تم قبول كلمة المرور
de: Passwort akzeptiert
es: Contraseña correcta
fr: Le mot de passe a été accepté
id: Password diterima
ja: パスワードが受け入れられました
ko: 암호 확인됨
pt: Senha correta
ru: Пароль принят
th: ยอมรับรหัสผ่านแล้ว
tr: Şifre kabul edildi
vi: Mật khẩu chính xác
zh_hans: 密码已确认
zh_hant: 密碼正確

source: Export Recovery key
ar: تصدير مفتاح الاستعادة
de: Rettungsschlüssel exportieren
es: Exportar Clave de recuperación
fr: Exporter la Clé de récupération
id: Export Kunci pemulihan
ja: 回復キーをエクスポート
ko: 복구 키 내보내기
pt: Exportar chave de recuperação
ru: Экспорт ключа восстановления
th: ส่งออกคีย์การกู้คืน
tr: Dışa Aktar Kurtarma anahtarı
vi: Xuất Chìa Khóa Phục Hồi
zh_hans: 导出恢复密钥
zh_hant: 匯出還原金鑰

source: Proceed to log out
ar: متابعة تسجيل الخروج
de: Mit dem Logout fortfahren
es: Cerrar la sesión
fr: Vous déconnecter
id: Lanjutkan untuk keluar
ja: ログアウトに進みます
ko: 로그아웃 진행
pt: Fazer logout
ru: Выйти из системы
th: ดำเนินการเพื่อออกจากระบบ
tr: Oturumu kapatmaya devam edin
vi: Tiến hành đăng xuất
zh_hans: 继续登出
zh_hant: 執行登出
