Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

source: Cancel
ar: الغاء
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: OK
ar: حسناً
es: Aceptar
fr: Valider
ru: ОК
th: ตกลง
tr: TAMAM
zh_hant: 確認

source: Clear
ar: مسح
de: Leeren
es: Limpiar
fr: Effacer
id: Hapus
ja: クリア
ko: 비우기
pt: Deletar
ru: Очистить
th: ล้าง
tr: Temiz
vi: Dọn sạch
zh_hans: 清除
zh_hant: 清除

source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
id: Ya
ja: はい
ko: 예
pt: Sim
ru: Да
th: ใช่
tr: Evet
vi: Có
zh_hans: 是
zh_hant: 是

source: No
ar: لا
de: Nein
fr: Non
id: Tidak
ja: いいえ
ko: 아니오
pt: Não
ru: Нет
th: ไม่ใช่
tr: Hayır
vi: Không
zh_hans: 否
zh_hant: 否

source: Upload
ar: رفع
de: Hochladen
es: Subir
fr: Téléverser
id: Unggah
ja: アップロード
ko: 업로드
ru: Загрузить
th: อัปโหลด
tr: Yükleme
vi: Tải lên
zh_hans: 上传
zh_hant: 上傳

source: Error
ar: خطأ
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
pt: Erro
ru: Ошибка
th: ผิดพลาด
tr: Hata
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 수정
pt: Editar
ru: Редактировать
th: แก้ไข
tr: Düzenle
vi: Sửa
zh_hans: 编辑
zh_hant: 編輯

source: Saved
ar: تم الحفظ
de: Gespeichert
es: Guardado
fr: Enregistré
id: Tersimpan
ja: 保存しました
ko: 저장됨
pt: Salvo
ru: Сохранено
th: บันทึกแล้ว
tr: Kaydedildi
vi: Đã lưu lại
zh_hans: 已保存
zh_hant: 已儲存

source: Passcode
ar: رمز المرور
es: Código de acceso
fr: Code d’accès
id: Kata Sandi
ja: パスコード
ko: 암호
pt: Código de acesso
ru: Код доступа
th: รหัส
tr: Şifre
vi: Mã số
zh_hans: 密码
zh_hant: 密碼

source: Size
ar: حجم
de: Größe
es: Tamaño
fr: Taille
id: Ukuran
ja: サイズ
ko: 크기
pt: Tamanho
ru: Размер
th: ขนาด
tr: Boyut
vi: Kích cỡ
zh_hans: 大小
zh_hant: 大小

source: Quality
ar: جودة
de: Qualität
es: Calidad
fr: Qualité
id: Kualitas
ja: 品質
ko: 품질
pt: Qualidade
ru: Качество
th: คุณภาพ
tr: KALİTE
vi: Chất lượng
zh_hans: 品质
zh_hant: 品質

source: Folder
ar: مجلد
de: Ordner
es: Carpeta
fr: Dossier
ja: フォルダ
ko: 폴더
pt: Pasta
ru: Папка
th: โฟลเดอร์
tr: Klasör
vi: Thư mục
zh_hans: 文件夹
zh_hant: 資料夾

# noCamera
source: No camera available
ar: الكاميرا غير متاحة
de: Keine Kamera vorhanden
es: La cámara no está disponible
fr: Aucun appareil photo n’est accessible
id: Kamera tidak tersedia
ja: カメラ無効
ko: 사용가능한 카메라 없음
pt: Câmera não disponível
ru: Камера недоступна
th: กล้องถ่ายรูปยังไม่พร้อมใช้งาน
tr: Kamera mevcut değil
vi: Thiết bị không có camêra
zh_hans: 无可用相机
zh_hant: 無可使用的相機

source: Attention
ar: تنبيه
de: Achtung
es: Atención
id: Perhatian
ja: 注意
ko: 주목
pt: Atenção
ru: Внимание
th: ประกาศ
tr: Dikkat
vi: Chú Ý
zh_hans: 请注意
zh_hant: 請注意

# cameraPermissions
source: Please give MEGA permission to access your Camera in Settings
ar: يرجى منح ميغا MEGA إذن الوصول إلى الكاميرا في الإعدادات
de: Bitte gewähren Sie MEGA Zugriff auf Ihre Kamera in den Einstellungen
es: Otorga permisos a MEGA desde Configuración para que acceda a tu Cámara
fr: Veuillez donner à MEGA l’autorisation d’accéder à votre Appareil photo dans Réglages
id: Tolong beri izin MEGA untuk mengakses Kamera anda di Pengaturan
ja: 設定でMEGAにカメラへのアクセス許可を与えてください。
ko: 설정에서 MEGA가 카메라에 접근할 수 있는 권한을 주세요
pt: Você deve dar permissão ao MEGA para acessar a sua câmera nos Ajustes
ru: Пожалуйста, откройте MEGA доступ к камере в «Настройках»
th: กรุณาอนุญาตให้ MEGA สามารถเข้าถึงกล้องได้ในการตั้งค่าของคุณ
tr: Lütfen Ayarlar'dan Kameranıza erişmek için MEGA'ya izin verin
vi: Xin cấp MEGA quyền truy cập vào Camêra trong Cài đặt của thiết bị
zh_hans: 请在设置中允许MEGA访问您的相机
zh_hant: 請在設定中允許MEGA存取您相機的權限

# microphonePermissions
source: Please give MEGA permission to access your Microphone in Settings
ar: يرجى منح ميغا MEGA إذن الوصول إلى المايكروفون في الإعدادات
de: Bitte gewähren Sie MEGA Zugriff auf Ihr Mikrofon in den Einstellungen
es: Otorga permisos a MEGA desde Configuración para que acceda a tu Micrófono
fr: Veuillez donner à MEGA l’autorisation d’accéder à votre Micro dans Réglages
id: Harap beri izin MEGA untuk mengakses Mikrofon anda di Pengaturan
ja: 設定でMEGAにマイクへのアクセス許可を与えてください。
ko: 설정에서 MEGA가 마이크에 접근할 수 있는 권한을 주세요
pt: Você deve dar permissão ao MEGA para acessar o seu microfone nos Ajustes
ru: Пожалуйста, откройте MEGA доступ к микрофону в «Настройках»
th: กรุณาอนุญาตให้ MEGA สามารถเข้าถึงไมโครโฟนได้ในการตั้งค่าของคุณ
tr: Lütfen Ayarlar'dan Mikrofonunuza erişmek için MEGA'ya izin verin
vi: Xin cấp MEGA quyền truy cập vào Micrô trong Cài đặt của thiết bị
zh_hans: 请在设置中允许MEGA访问您的麦克风
zh_hant: 請在設定允許MEGA存取您麥克風的權限

# photoLibraryPermissions
source: Please give MEGA permission to access your Photos in Settings
ar: يرجى منح ميغا MEGA إذن الوصول إلى تطبيق الصور Photos في الإعدادات
de: Bitte gewähren Sie MEGA Zugriff auf Ihre Fotos in den Einstellungen
es: Otorga permisos a MEGA desde Configuración para que acceda a tus Fotos en Configuración
fr: Veuillez donner à MEGA l’autorisation d’accéder à vos Photos dans Réglages
id: Tolong beri izin MEGA untuk mengakses Foto anda di Pengaturan
ja: 設定でMEGAに写真へのアクセス許可を与えてください。
ko: 설정에서 MEGA가 사진에 접근할 수 있는 권한을 주세요
pt: Você deve dar permissão ao MEGA para acessar às suas fotos nos Ajustes
ru: Пожалуйста, откройте MEGA доступ к «Фото» в «Настройках»
th: กรุณาอนุญาตให้ MEGA สามารถเข้าถึงรูปภาพได้ในการตั้งค่าของคุณ
tr: Lütfen Ayarlar'dan Fotoğraflarınıza erişmek için MEGA'ya izin verin
vi: Xin cấp MEGA quyền truy cập vào Ảnh trong Cài đặt của thiết bị
zh_hans: 请在设置中允许MEGA应用程序访问您的照片
zh_hant: 請在設定中允許MEGA存取您照片的權限

# accountAlreadyConfirmed
source: Your account has been activated. Please log in.
ar: تم تفعيل حسابك بالفعل. يُرجى تسجيل الدخول.
de: Ihr Account wurde aktiviert. Bitte melden Sie sich an.
es: Tu cuenta está activa. Por favor, inicia sesión.
fr: Votre compte a été activé. Veuillez vous connecter.
id: Akun anda telah diaktifasi. Silahkan masuk akun anda.
ja: あなたのアカウントは有効になっています。ログインしてください。
ko: 계정이 활성화되었습니다. 로그인 하세요.
pt: A sua conta está ativa. Por favor, faça login.
ru: Ваш аккаунт активирован. Пожалуйста, авторизируйтесь.
th: บัญชีของคุณถูกเปิดใช้งานแล้ว กรุณาเข้าสู่ระบบ
tr: Hesabınız etkinleştirildi. Lütfen giriş yapın.
vi: Tài khoản đã được kích hoạt rồi. Xin đăng nhập.
zh_hans: 您的帐户已激活。请登录。
zh_hant: 您的帳戶已通過認證。請登入。

source: Your confirmation link is no longer valid. Your account may already be activated or you may have cancelled your signup.
ar: رابط التأكيد الخاص بك لم يعد صالحًا. ربما تم تفعيل حسابك بالفعل أو ربما قمت بإلغاء اشتراكك.
de: Der Bestätigungslink ist nicht mehr gültig. Entweder haben Sie Ihren Account bereits aktiviert, oder die Registrierung wurde abgebrochen.
es: Tu enlace de confirmación ya no es válido. Es posible que tu cuenta ya esté activa o que hayas cancelado el registro.
fr: Votre lien de confirmation n'est plus valide. Votre compte est peut-être déjà activé ou vous avez peut-être annulé votre inscription.
id: Tautan konfirmasi anda tidak lagi valid. Akun anda mungkin sudah diaktifkan atau anda mungkin telah membatalkan pendaftaran anda.
ja: 確認リンクは無効になりました。あなたのアカウントはすでに有効になっているか、サインアップをキャンセルしている可能性があります。
ko: 확인 링크가 더 이상 유효하지 않습니다. 계정이 이미 활성화되었거나 가입을 취소했을 수 있습니다.
pt: O seu link de confirmação já não é válido. A sua conta pode já estar ativa, ou você pode ter cancelado o seu cadastro.
ru: Ссылка подтверждения более не действительна. Ваш аккаунт может быть уже активирован или вы могли отменить регистрацию.
th: ลิงก์ยืนยันของคุณไม่สามารถใช้งานได้อีกต่อไป บัญชีของคุณอาจถูกเปิดใช้งานแล้ว หรือคุณอาจยกเลิกการลงทะเบียนของคุณ
tr: Onay bağlantınız artık geçerli değil. Hesabınız zaten etkinleştirilmiş olabilir veya kaydınızı iptal etmiş olabilirsiniz.
vi: Liên kết xác nhận không còn hiệu lực. Tài khoản của có thể đã được kích hoạt rồi hoặc việc đăng ký đã bị hủy.
zh_hans: 您的确认链接已失效。您的帐户可能已被激活，或者您可能已经取消注册。
zh_hant: 您的確認連結已失效。您的帳戶可能已啟用，或您可能已取消註冊。

# linkNotValid
source: Invalid link
ar: رابط غير صالح
de: Ungültiger Link
es: Enlace no válido
fr: Lien invalide
id: Link salah
ja: リンク無効
ko: 유효하지 않은 링크
pt: Link inválido
ru: Неправильная ссылка
th: ลิงก์ไม่ถูกต้อง
tr: Geçersiz bağlantı
vi: Đường liên kết không hợp lệ
zh_hans: 链接无效
zh_hant: 無效的連結

source: The account that created this link has been terminated due to multiple violations of our [A]Terms of Service[/A].
ar: تم إنهاء الحساب الذي أنشأ هذا الرابط بسبب انتهاكات متعددة [A]لشروط الخدمة[/A].
de: Der zugrundeliegende Account wurde wegen wiederholter Verletzung unserer [A]Nutzungsrichtlinien[/A] gesperrt.
es: La cuenta que creó este enlace ha sido cerrada debido a múltiples infracciones de nuestros [A]Términos de Servicio[/A].
fr: Le compte qui a créé ce lien a été annulé en raison du non-respect répété de nos [A]Conditions générales d’utilisation[/A].
id: Akun yang membuat link ini telah dimatikan karena beberapa pelanggaran pada [A]Kebijakan Pelayanan[/A] kami.
ja: このリンクを作成したアカウントは、当社の[A]ご利用規約[/A]に複数違反したため停止されました。
ko: 이 링크를 만든 계정은 다수의 [A]이용 약관[/A] 위반으로 인하여 삭제되었습니다.
pt: A conta que criou este link foi encerrada devido a várias infrações dos nossos [A]Termos de serviço[/A].
ru: Аккаунт владельца этой ссылки быа заблокирован за многочисленные нарушения [A]условий использования[/A].
th: บัญชีที่สร้างลิงก์นี้ถูกยุติการใช้งานแล้ว เนื่องจากมีการละเมิด[A]เงื่อนไขการให้บริการ[/A]ของเราหลายครั้ง
tr: Bu bağlantıyı oluşturan hesap, birden fazla ihlal nedeniyle feshedildi [A]Hizmet Şartları[/A].
vi: Tài khoản người dùng sở hữu đường liên kết này đã bị chấm dứt do vi phạm nhiều [A] Điều Khoản Dịch Vụ [/A].
zh_hans: 由于多次违反我们的[A]服务条款[/A]，创建此链接的帐户已被终止。
zh_hant: 由於多次違反我們的[A]服務條款[/A]，因此建立此連結的帳戶已被停用。

# decryptionKeyAlertTitle
source: Enter decryption key
ar: أدخل مفتاح فك التشفير
de: Schlüssel eingeben
es: Introducir la clave de descifrado
fr: Saisir la clé de déchiffrement
id: Masukkan kunci dekripsi
ja: 復号化鍵を入力してください
ko: 복호화 키를 입력하세요
pt: Digite a chave de decodificação
ru: Введите ключ дешифрирования
th: กรอกคีย์เพื่อถอดรหัสลับ
tr: Şifre çözme anahtarını girin
vi: Nhập chìa khóa giải mã
zh_hans: 请输入解密密钥
zh_hant: 請輸入解密金鑰

# decryptionKeyAlertMessage
source: To access this folder or file, you will need its decryption key. If you do not have the key, please contact the creator of the link.
ar: للوصول إلى هذا المجلد / الملف، ستحتاج إلى مفتاح فك التشفير الخاص به. إذا لم يكن لديك المفتاح، فيرجى الاتصال بمنشئ الرابط.
de: Um auf diesen Ordner oder diese Datei zugreifen zu können, benötigen Sie den passenden Schlüssel. Sollten Sie diesen Schlüssel nicht zur Hand haben, so setzen Sie sich bitte mit dem Ersteller des Links in Verbindung.
es: Para acceder a esta carpeta o archivo, necesitas la clave de descifrado. Si no la tienes, contacta con el creador del enlace.
fr: Pour accéder à ce dossier ou fichier, il vous faudra sa clé de déchiffrement. Si vous n’avez pas la clé, veuillez contacter le créateur du lien.
id: Untuk mengakses folder dan file ini, anda memerlukan kunci Dekripsi. Jika anda tidak memiliki kuncinya, silakan hubungi pembuat tautan.
ja: このフォルダ/ファイルにアクセスするには、その復号キーが必要です。そのキーをお持ちではない場合、リンクの作成者に尋ねてください。
ko: 이 폴더/파일에 접근하려면, 복호화 키가 필요합니다. 키가 없다면, 이 링크의 생성자에게 연락하세요.
pt: Para acessar este link de arquivo ou pasta, você precisa da chave de decodificação. Se você não possui essa chave, entre em contato com o criador do link.
ru: Для доступа к этой папке или файлу нужен ключ дешифрования. Если у вас его нет, пожалуйста, свяжитесь с создателем ссылки.
th: เพื่อเข้าถึงโฟลเดอร์หรือไฟล์นี้ คุณจะต้องมีคีย์ถอดรหัสลับ หากไม่มี กรุณาติดต่อผู้สร้างลิงก์
tr: Bu klasöre veya dosyaya erişmek için şifre çözme anahtarına ihtiyacınız olacak. Anahtarınız yoksa, lütfen bağlantının oluşturucusuyla iletişime geçin.
vi: Để truy cập vào thư mục hay tệp tin này, cần phải có Chìa Khóa Giải Mã. Nếu bạn không có, hãy hỏi tới người chủ của đường liên kết này để giải quyết.
zh_hans: 访问此文件夹/文件需要解密密钥，如果您没有密钥，请与链接创建者联系。
zh_hant: 要存取此資料夾/檔案，您需要解密金鑰。如果您沒有金鑰，請聯絡此連結的建立者。

# decryptionKeyAlertMessageForAlbum
source: To access the album, enter the decryption key. If you don’t have it, contact the person who shared the link with you.
ar: للوصول إلى الألبوم ، أدخل مفتاح فك التشفير. إذا لم يكن لديك، فاتصل بالشخص الذي شارك الرابط معك.
de: Um auf das Album zuzugreifen, geben Sie den Schlüssel für die Entschlüsselung ein. Wenn Sie keinen Schlüssel haben, wenden Sie sich an die Person, die Ihnen den Link mitgeteilt hat.
es: Para acceder al álbum, introduce la clave de descifrado. Si no la tienes, contacta con la persona que te ha compartido el enlace.
fr: Pour accéder à l’album, saisissez la clé de déchiffrement. Si vous ne l’avez pas, contactez la personne qui a partagé le lien avec vous.
id: Untuk mengakses album, masukkan kunci dekripsi. Jika anda tidak memilikinya, hubungi orang yang membagikan tautan tersebut dengan anda.
ja: アルバムにアクセスするには、復号化キーを入力します。お持ちでない場合は、リンクを共有した人に連絡してください。
ko: 사진첩에 접근하려면, 복호화 키를 입력하세요. 만약 가지고 있지 않다면, 링크를 공유해준 사람에게 연락하세요.
pt: Para acessar o álbum, digite a chave de decodificação. Se você não tiver a chave, entre em contato com a pessoa que compartilhou o link com você.
ru: Для доступа к альбому введите ключ дешифрования. Если у вас его нет, обратитесь к человеку, который поделился с вами ссылкой.
th: ในการเข้าถึงอัลบั้มนี้ ให้คุณกรอกคีย์ถอดรหัสลับก่อน หากคุณไม่มี ให้ติดต่อบุคคลที่แชร์ลิงก์นี้ให้กับคุณแทน
tr: Albüme erişmek için şifre çözme anahtarını girin. Elinizde yoksa, bağlantıyı sizinle paylaşan kişiyle iletişime geçin.
vi: Để truy cập vào album, nhập chìa khóa giải mã. Nếu bạn không có, hãy liên hệ với người đã chia sẻ đường liên kết cho bạn.
zh_hans: 要访问该相册，请输入解密密钥。如果您没有，请联系与您共享链接的人。
zh_hant: 要存取相簿，請輸入解密金鑰。如果您沒有金鑰，請聯繫共享連結給您的人。

source: Decryption key
ar: مفتاح فك التشفير
de: Schlüssel
es: Clave de descifrado
fr: Clé de déchiffrement
id: Kunci dekripsi
ja: 復号化キー
ko: 복호화 키
pt: Chave de decodificação
ru: Ключ дешифрования
th: คีย์ถอดรหัสลับ
tr: Şifre çözme anahtarı
vi: Chìa khóa giải mã
zh_hans: 解密密钥
zh_hant: 解密金鑰

source: Decrypt
ar: فك التشفير
de: Entschlüsseln
es: Descifrar
fr: Déchiffrer
id: Dekripsikan
ja: 復号化
ko: 복호화
pt: Decodificar
ru: Дешифровать
th: ถอดรหัสลับ
tr: Şifresini Kaldır
vi: Giải mã
zh_hans: 解密
zh_hant: 解密

# decryptionKeyNotValid
source: Invalid decryption key
ar: مفتاح فك التشفير غير صالح
de: Ungültiger Schlüssel
es: La clave de descifrado no es válida
fr: La clé de déchiffrement est invalide
id: Kunci dekripsi salah
ja: 復号化キーが無効です
ko: 잘못된 복호화 키
pt: Chave de decodificação inválida
ru: Неправильный ключ дешифрования
th: คีย์ถอดรหัสลับไม่ถูกต้อง
tr: Geçersiz şifre çözme anahtarı
vi: Chìa khóa giải mã không hợp lệ
zh_hans: 解密密钥无效
zh_hant: 無效的金鑰

source: To access this link, you will need its password.
ar: للوصول إلى هذا الرابط، ستحتاج كلمة المرور الخاص به.
de: Dieser Link ist passwortgeschützt.
es: Para acceder a este enlace, necesitarás su contraseña.
fr: Afin d’accéder à ce lien, vous devrez en connaître le mot de passe.
id: Untuk mengakses link ini, anda membutuhkan password.
ja: このリンクにアクセスするには、そのパスワードが必要です。
ko: 이 링크에 접근하려면, 암호가 필요합니다.
pt: Você precisa de uma senha para abrir este link.
ru: Для доступа к этой ссылке нужен пароль.
th: หากต้องการเข้าถึงลิงก์นี้คุณจะต้องมีรหัสผ่าน
tr: Bu bağlantıya erişmek için şifresine ihtiyacınız olacak.
vi: Để truy cập vào đường liên kết này, người sử dụng cần phải có mật khẩu giải mã.
zh_hans: 您需要密码才可访问此链接。
zh_hant: 若要存取此連結，您將需要它的密碼。

source: If you do not have the password, contact the creator of the link.
ar: إذا كنت لاتمتلك كلمة المرور، تواصل مع منشئ الرابط.
de: Bitte kontaktieren Sie den Link-Ersteller, sollten Sie das Passwort nicht kennen.
es: Si no tienes la contraseña, contacta con el creador del enlace.
fr: Si vous ne connaissez pas le mot de passe, contactez le créateur du lien.
id: Jika anda tidak memiliki password, hubungi orang yang membuat link.
ja: そのパスワードをお持ちではない場合、リンクの作成者に尋ねてください。
ko: 암호가 없다면, 링크를 만든 사람에게 연락하세요.
pt: Se você não tiver a senha, entre em contato com o criador do link.
ru: Если у вас нет пароля, свяжитесь с создателем этой ссылки.
th: หากคุณไม่มีรหัสผ่าน กรุณาติดต่อผู้สร้างลิงก์
tr: Şifreniz yoksa, bağlantının yaratıcısına başvurun.
vi: Nếu bạn không biết mật khẩu giải mã. Liên hệ với chủ sở hữu đường liên kết này.
zh_hans: 如果您没有密码，请与该链接的创建者联系。
zh_hant: 若您沒有密碼，請聯絡該連結的建立者。

source: Enter the password
ar: أدخل كلمة المرور
de: Passwort eingeben
es: Introduce la contraseña
fr: Saisissez le mot de passe
id: Masukkan password
ja: パスワードを入力してください
ko: 암호를 입력하세요
pt: Digite a senha
ru: Введите пароль
th: กรอกรหัสผ่าน
tr: Şifreyi girin
vi: Nhập mật khẩu giải mã
zh_hans: 请输入密码
zh_hant: 請輸入密碼

# loggedOut_alertTitle
source: Logged out
ar: تم تسجيل الخروج
de: Ausgeloggt
es: Sesión cerrada
fr: Déconnexion
id: Keluar
ja: ログアウト済み
ko: 로그아웃됨
pt: Desconectado
ru: Вышел из системы
th: ออกจากระบบ
tr: Oturumu kapatıldı
vi: Đã đăng xuất
zh_hans: 已登出
zh_hant: 已登出

# loggedOutFromAnotherLocation
source: You’ve been logged out of this device from another location
ar: لقد تم تسجيل خروجك من هذا الجهاز من موقع آخر
de: Sie wurden aus der Ferne von diesem Gerät abgemeldet
es: La sesión en este dispositivo ha sido cerrada desde otra ubicación
fr: Vous avez été déconnecté de cet appareil à partir d’un autre endroit
id: Anda telah keluar dari perangkat ini dari lokasi lain
ja: 別の場所から、このデバイスからログアウトされました
ko: 다른 위치에서 이 장치를 로그아웃 하였습니다
pt: Você foi desconectado deste dispositivo a partir de outro local
ru: Вы вышли из этого устройства из другого места
th: คุณถูกออกจากระบบในอุปกรณ์นี้ เนื่องจากมีการเข้าถึงจากตำแหน่งที่ตั้งอื่น
tr: Bu cihazdan başka bir konumdan çıkış yaptınız
vi: Bạn đã bị đăng xuất ra bởi một phiên đăng nhập từ chỗ khác
zh_hans: 您已从其它位置登出此设备
zh_hant: 您已從其他位置登出此裝置

# sslUnverified_alertTitle
source: MEGA is unable to connect securely through SSL. You might be on public Wi-Fi with additional requirements.
ar: ميغا MEGA غير قادرة على الاتصال بأمان عبر طبقة اتصال آمنة SSL. قد تكون على شبكة Wi-Fi عامة بمتطلبات إضافية.
de: Ihre SSL-Verbindung zu den MEGA-Servern wurde manipuliert. Bitte prüfen Sie, ob Ihr WLAN-Hotspot einen Login erfordert.
es: MEGA no puede conectarse de forma segura a través de SSL. Es posible que estés conectado a una Wi-Fi pública con requisitos adicionales.
fr: MEGA n’arrive pas à se connecter de façon sécurisée par SSL. Vous vous trouvez peut-être sur un réseau Wi-Fi public avec des exigences supplémentaires.
id: MEGA tidak dapat terhubung dengan aman melalui SSL. Anda mungkin menggunakan Wi-Fi publik dengan persyaratan tambahan.
ja: MEGAは SSLを介して安全に接続できません。追加要件を伴う公共の Wi-Fiを利用している可能性があります。
ko: MEGA가 SSL을 통하여 안전하게 연결할 수 없습니다. 추가적인 요구 사항이 있는 공개 Wi-Fi에 접속했을 수 있습니다.
pt: Não foi possível conectar-se ao MEGA de forma segura via SSL. Você pode estar usando uma rede Wi-Fi pública com requisitos adicionais.
ru: MEGA не может безопасно подключиться через SSL. Возможно, вы используете общедоступный Wi-Fi с дополнительными требованиями.
th: MEGA ไม่สามารถเชื่อมต่อผ่าน SSL ได้อย่างปลอดภัย คุณอาจใช้ Wi-Fi สาธารณะที่มาพร้อมกับข้อกำหนดเพิ่มเติม
tr: MEGA, SSL ile güvenli bir şekilde bağlanamıyor. Ek gereksinimlerle halka açık Wi-Fi kullanıyor olabilirsiniz.
vi: MEGA không tạo được liên kết an ninh tới SSL. Thiết bị bạn đang sử dụng có thể đang dùng mạng WiFi công cộng có yêu cầu một số điều kiện khi kết nối.
zh_hans: MEGA无法通过SSL进行安全连接。您可能正在使用受限制的公共网络。
zh_hant: MEGA無法透過SSL安全的連線，您可能在使用有額外要求的公共Wi-Fi。

# theContentIsNotAvailableForThisAccount
source: The content you are trying to access is not available for this account. Try to log in with same account as in the mobile browser.
ar: المحتوى الذي تحاول الوصول إليه غير متوفر لهذا الحساب. حاول تسجيل الدخول بنفس الحساب الموجود في الهاتف المحمول.
de: Der Inhalt, auf den Sie zugreifen möchten, ist mit diesem Account nicht zugänglich. Melden Sie sich mit demselben Account wie im Mobilbrowser an.
es: El contenido al que estás intentando acceder no pertenece a esta cuenta. Inicia sesión con la misma cuenta que tienes abierta en el navegador móvil.
fr: Le contenu auquel vous tentez d’accéder n’est pas proposé pour ce compte. Essayez de vous connecter avec le même compte que pour le navigateur mobile.
id: Konten yang anda coba akses tidak tersedia untuk akun ini. Cobalah masuk dengan akun yang sama seperti di browser seluler.
ja: アクセスしようとしているコンテンツは、このアカウントではご利用いただけません。モバイルブラウザと同じアカウントでログインしてみてください。
ko: 접근하려는 항목은 이 계정에서 이용할 수 없습니다. 모바일 브라우저와 같은 계정으로 로그인하세요.
pt: O conteúdo que você está tentando acessar não está disponível para esta conta. Faça login com a mesma conta usada no navegador do dispositivo móvel.
ru: Содержимое, которое вы пытаетесь получить, недоступно для этого аккаунта. Попробуйте войти в тот же аккаунт, что и в мобильном браузере.
th: คุณไม่สามารถเข้าถึงเนื้อหานี้ด้วยบัญชีนี้ได้ กรุณาลงชื่อเข้าใช้ด้วยบัญชีเดียวกับที่ลงชื่อเข้าใช้ในเบราว์เซอร์มือถือ
tr: Erişmeye çalıştığınız içerik bu hesap için kullanılamıyor. Mobil tarayıcıda olduğu gibi aynı hesapla giriş yapmayı deneyin.
vi: Nội dung bạn đang cố truy cập không khả dụng cho tài khoản này. Cố gắng đăng nhập bằng cùng một tài khoản như trong trình duyệt di động.
zh_hans: 您尝试访问的内容不适用于此帐户。请尝试使用与移动浏览器相同的帐户登录。
zh_hant: 此帳戶無法使用您嘗試存取的內容。嘗試使用與行動瀏覽器所登入的相同帳戶進行登入。

# takingLongerThanExpected
source: The process is taking longer than expected. Please wait…
ar: تستغرق العملية وقتا أطول من المتوقع. الرجاء الإنتظار…
de: Der Vorgang dauert ungewöhnlich lange. Bitte haben Sie Geduld…
es: Este proceso está tardando más de lo esperado. Espera…
fr: Le processus prend plus longtemps que prévu. Veuillez patienter…
id: Prosesnya memakan waktu lebih lama dari yang diperkirakan. Mohon tunggu…
ja: プロセスに予想以上時間がかかっています。お待ちください…
ko: 과정이 예상보다 오래 걸립니다. 잠시 기다려주세요…
pt: O processo está demorando mais do que o esperado. Por favor, aguarde…
ru: Процесс длится дольше ожидаемого. Пожалуйста, подождите…
th: กระบวนการนี้ใช้เวลานานกว่าที่คาดไว้ กรุณารอ…
tr: Süreç beklenenden daha uzun sürüyor. Lütfen bekleyin…
vi: Quá trình diễn ra lâu hơn dự kiến. Xin kiên nhẫn chờ…
zh_hans: 加载时间较长，请稍后…
zh_hant: 此處理過程比預期的要長。請稍候⋯

# serversAreTooBusy
source: Servers are too busy. Please wait…
ar: المخدمات مشغولة جداً، يرجى الانتظار…
de: Unsere Server sind kurzzeitig überlastet. Bitte warten…
es: Servidores ocupados. Por favor, espera…
fr: Les serveurs sont trop occupés. Veuillez patienter…
id: Server sangat sibuk. Harap tunggu…
ja: サーバーがビジーです。少々お待ちください…
ko: 서버가 너무 바쁩니다. 잠시 기다리세요…
pt: Servidores ocupados. Por favor, aguarde…
ru: Серверы очень заняты. Пожалуйста, подождите…
th: เซิร์ฟเวอร์ไม่ว่าง กรุณารอสักครู่…
tr: Sunucular çok meşgul. Lütfen bekleyin…
vi: Bộ phận máy chủ hiện đang bận. Xin vui lòng chờ…
zh_hans: 服务器正忙。请稍候…
zh_hant: 系統忙碌中，請稍候⋯

# unableToReachMega
source: Unable to reach MEGA. Please check your connectivity or try again later.
ar: غير قادر على الوصول إلى ميغا MEGA. يرجى التحقق من الاتصال الخاص بك أو المحاولة مرة أخرى في وقت لاحق.
de: MEGA ist derzeit nicht erreichbar. Bitte prüfen Sie Ihre Verbindung oder versuchen Sie es später noch einmal.
es: No se puede acceder a MEGA. Comprueba tu conexión o inténtalo más tarde.
fr: Impossible d’atteindre MEGA. Veuillez vérifier votre connectivité ou réessayer ultérieurement.
id: Tidak dapat menjangkau MEGA. Silakan periksa konektivitas anda atau coba lagi nanti.
ja: MEGAに到達できません。接続を確認するか、後でもう一度お試しください。
ko: MEGA에 접속할 수 없습니다. 연결을 확인하거나 나중에 다시 시도하세요.
pt: Não foi possível acessar o MEGA. Por favor, verifique a sua conexão ou tente novamente mais tarde.
ru: Не удаётся подключиться к MEGA. Пожалуйста, проверьте соединение или попробуйте позже.
th: ไม่สามารถเข้าถึง MEGA กรุณาตรวจสอบการเชื่อมต่อของคุณหรือลองอีกครั้งในภายหลัง
tr: MEGA'ya ulaşılamıyor. Lütfen bağlantınızı kontrol edin veya daha sonra tekrar deneyin.
vi: Không liên lạc được tới MEGA. Xin kiểm tra kết nối mạng hoặc thử lại sau.
zh_hans: 无法连接MEGA。请检查您的连接或稍后再试。
zh_hant: 無法連上MEGA。請檢查您的網路連線或於稍後重試。
