Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

source: Your Business account has been deactivated. To manage your tags, reactivate your subscription on the MEGA website using your computer.
ar: تم إلغاء تفعيل حساب الأعمال الخاص بك. لإدارة التاغات الخاصة بك، قم بإعادة تفعيل اشتراكك على موقع ميغا MEGA باستخدام حاسوبك.
id: Akun Bisnis anda telah dinonaktifkan. Untuk mengelola tag anda, aktifkan kembali langganan anda di situs web MEGA menggunakan komputer anda.
ja: お客様のビジネスアカウントは無効化されました。タグを管理するには、お使いのコンピューターを使用して、MEGAウェブサイトでサブスクリプションを再有効化してください。
ko: 비즈니스 계정이 비활성화 되었습니다. 태그를 관리하려면 컴퓨터를 이용하여 MEGA 웹사이트에서 구독을 재활성화 하세요.
pt: A sua conta Business foi desativada. Para gerenciar as etiquetas, reative a sua assinatura no site do MEGA usando um computador.
ru: Ваш бизнес-аккаунт был деактивирован. Чтобы управлять метками, откройте сайт MEGA на компьютере и повторно активируйте подписку.
th: บัญชีธุรกิจของคุณถูกปิดใช้งาน หากต้องการจัดการแท็ก กรุณาต่ออายุการสมัครใช้งานบนเว็บไซต์ MEGA โดยใช้คอมพิวเตอร์ของคุณ
tr: İşletme hesabınız devre dışı bırakıldı. Etiketlerinizi yönetmek için, bilgisayarınızı kullanarak MEGA web sitesinde aboneliğinizi yeniden etkinleştirin.
zh_hans: 您的企业帐户已停用。要管理您的标签，请使用您的计算机在MEGA网站上重新激活您的订阅。

source: Your Business account has been deactivated. To manage your tags, contact your Business account administrator.
ar: تم إلغاء تفعيل حساب الأعمال Business الخاص بك. لإدارة التاغات الخاصة بك، اتصل بمسؤول حساب الأعمال Business الخاص بك.
id: Akun Bisnis anda telah dinonaktifkan. Untuk mengelola tag anda, hubungi administrator akun Bisnis anda.
ja: お客様のビジネスアカウントは無効化されました。タグを管理するには、ビジネスアカウント管理者様にご連絡ください。
ko: 비즈니스 계정이 비활성화 되었습니다. 태그를 관리하려면, 비즈니스 계정 관리자에게 연락하세요.
pt: A sua conta Business do MEGA foi desativada. Para gerenciar as etiquetas, entre em contato com o administrador da conta.
ru: Ваш бизнес-аккаунт был деактивирован. Чтобы управлять метками, обратитесь к администратору бизнес-аккаунта.
th: บัญชีธุรกิจของคุณถูกปิดใช้งาน หากต้องการจัดการแท็ก กรุณาติดต่อผู้ดูแลบัญชีธุรกิจของคุณ
tr: İşletme hesabınız devre dışı bırakıldı. Etiketlerinizi yönetmek için İşletme hesabı yöneticinizle iletişime geçin.
zh_hans: 您的企业帐户已停用。要管理您的标签，请联系您的企业帐户管理员。

# cloudDrive.nodeInfo.nodeTags.featureUnavailable.popup.buttonTitle
source: OK, got it
ar: حسنًا، فهمت ذلك
id: Ok, mengerti
ja: はい、わかりました。
ko: 알겠습니다
pt: Entendi
ru: Понятно
th: โอเค เข้าใจแล้ว
tr: Tamam, anladım.
zh_hans: 好的，明白了

# photos.addTo.button.title.add
source: Add
ar: إضافة
id: Tambah
ja: 追加
ko: 추가
pt: Adicionar
ru: Добавить
th: เพิ่ม
tr: Ekle
zh_hans: 添加

# ads.adFree.header.title
source: Want MEGA without the ads?
pt: Você quer usar o MEGA sem anúncios?
ru: Хотите MEGA без рекламы?
th: สัมผัสประสบการณ์ MEGA แบบไร้โฆษณา
tr: Reklamsız MEGA ister misiniz?

# ads.adFree.header.subTitle
source: Upgrade to a Pro plan with plenty of storage and more. Our Pro plans start at just %@ a month.
pt: Faça o upgrade para um plano Pro com mais armazenamento e muitos recursos adicionais. Os nossos planos Pro custam a partir de %@ por mês.
ru: Перейдите на план Pro с большим объёмом хранилища и другими возможностями. Планы Pro стоят от %@ в месяц.
th: อัปเกรดเป็นแผน Pro เพื่อพื้นที่จัดเก็บที่มากขึ้นและสิทธิประโยชน์อีกมากมาย แผน Pro ของเราเริ่มต้นเพียงเดือนละ %@
tr: Bol miktarda depolama alanı ve daha fazlasına sahip bir Pro planına yükseltin. Pro planlarımız sadece şu andan itibaren başlıyor %@ bir ay.

# ads.adFree.content.generousStorage.title
source: Generous storage
ar: مساحة تخزين سخية
id: Penyimpanan murah hati
ja: 豊富なストレージ
ko: 넉넉한 저장소
pt: Amplo espaço de armazenamento
ru: Выгодный объём
th: พื้นที่เก็บข้อมูลจุได้ไม่อั้น
tr: Cömert depolama
zh_hans: 大容量存储空间

# ads.adFree.content.generousStorage.message
source: Store unlimited data, starting from %@.
ar: قم بتخزين بيانات غير محدودة، بدءًا من %@.
id: Simpan data tak terbatas, mulai dari %@.
ja: 無制限にデータを保管できます（%@から）。
ko: 무제한 데이터 보관, %@부터 시작
pt: Armazene uma quantidade ilimitada de dados, a partir de %@.
ru: Храните неограниченный объём данных, начиная с %@.
th: เก็บข้อมูลได้ไม่จำกัด เริ่มต้นที่ %@
tr: Aşağıdakilerden başlayarak sınırsız veri depolayın %@.
zh_hans: 存储无限的数据，从%@起。

# ads.adFree.content.transferSharing.title
source: Transfer sharing
ar: تشارك تراسل المعطيات
id: Berbagi transfer
ja: 転送共有
ko: 전송 공유
pt: Compartilhamento de transferência
ru: Обмен объёмами передач
th: แชร์การถ่ายโอนของคุณให้คนอื่นได้
tr: Aktarım paylaşımı
zh_hans: 传输流量共享

# ads.adFree.content.transferSharing.message
source: The people you share data with can use your transfer quota to download the items you shared.
ar: يمكن للأشخاص الذين تشارك البيانات معهم استخدام حجم تراسل المعطيات المتاح لك لتنزيل العناصر التي قمت بمشاركتها.
id: Orang yang berbagi data dengan anda dapat menggunakan kuota transfer anda untuk mengunduh item yang anda bagikan.
ja: データを共有する相手は、お客様の転送容量を使用して、お客様が共有した項目をダウンロードできます。
ko: 당신이 데이터를 공유해준 사람들이 당신이 공유해준 것을 다운로드하기 위해 당신의 전송 할당량을 이용할 수 있습니다.
pt: As pessoas com as quais você compartilhar dados podem usar a sua cota de transferência para fazer download dos itens que você compartilhou.
ru: Люди, с которыми вы делитесь данными, могут использовать ваш объём передачи данных для скачивания элементов, которыми вы поделились.
th: คนที่คุณแชร์ข้อมูลด้วย สามารถใช้โควต้าการถ่ายโอนของคุณเพื่อดาวน์โหลดรายการที่คุณแชร์ได้
tr: Verileri paylaştığınız kişiler, paylaştığınız öğeleri indirmek için aktarım kotanızı kullanabilir.
zh_hans: 与您共享数据的人可以使用您的传输流量来下载您共享的项目。

# ads.adFree.content.additionalSecurity.title
source: MEGA Pass and MEGA VPN
ar: أمان إضافي عند المشاركة
id: Keamanan tambahan saat berbagi
ja: 共有時のセキュリティの強化
ko: 공유할 때 추가 보안
pt: Segurança adicional ao compartilhar
ru: Дополнительная безопасность при обмене
th: เพิ่มความปลอดภัยเมื่อแชร์ข้อมูล
tr: MEGA Pass ve MEGA VPN
zh_hans: 共享时的额外安全性

# ads.adFree.content.additionalSecurity.message
source: Make your online life safer, faster, and easier with our password manager and high speed VPN
ar: قم بتعيين كلمات المرور وتواريخ انتهاء الصلاحية لروابط الملفات والمجلدات.
id: Tetapkan kata sandi dan tanggal kedaluwarsa untuk tautan file dan folder.
ja: ファイルとフォルダのリンクのパスワードと有効期限を設定できます。
ko: 파일과 폴더 링크에 암호와 만료일을 설정
pt: Adicione senhas e datas de validade para links de arquivos e de pastas.
ru: Устанавливайте пароли и сроки действия для ссылок на файлы и папки.
th: ลิงก์ไฟล์และโฟลเดอร์สามารถตั้งรหัสผ่านและวันหมดอายุได้
tr: Şifre yöneticimiz ve yüksek hızlı VPN'imiz ile çevrimiçi hayatınızı daha güvenli, daha hızlı ve daha kolay hale getirin
zh_hans: 为文件和文件夹链接设置密码和到期日期。

# ads.adFree.button.viewProPlans
source: View Pro plans
ar: عرض باقات برو Pro
id: Lihat paket Pro
ja: Proプランを見る
ko: Pro 요금제 보기
pt: Conheça os planos Pro
ru: Посмотреть
th: ดูแผน Pro
tr: Pro planlarını görüntüleyin
zh_hans: 查看Pro方案

# ads.adFree.button.skip
source: Skip
ar: تخطى
id: Lewati
ja: スキップ
ko: 건너뛰기
pt: Pular
ru: Пропустить
th: ข้าม
tr: Atla
zh_hans: 跳过

# photos.addToAlbum.empty.message
source: No albums
ar: لا يوجد ألبومات
id: Tidak ada album
ja: アルバムがありません
ko: 사진첩 없음
pt: Não há álbuns
ru: Нет альбомов
th: ไม่มีอัลบั้ม
tr: Albüm yok
zh_hans: 没有相册

# cloudDrive.nodeInfo.nodeTags.selection.maxLimitReachedAlertMessage
source: The maximum number of tags is 10
ar: الحد الأقصى لعدد للتاغات هو 10
id: Jumlah maksimum tag adalah 10
ja: タグの最大数は10個です
ko: 최대 태그 수는 10개입니다
pt: O limite é de 10 etiquetas
ru: Максимум 10 меток
th: กำหนดแท็กได้สูงสุดแค่ 10 รายการเท่านั้น
tr: Maksimum etiket sayısı 10'dur
zh_hans: 标签的最大数量为10

source: Pro Lite
ar: برو لايت Pro Lite
tr: Profesyonel Hafif

# general.filetype.mdb
source: MS Access
ar: أكسس ميكروسوفت MS Access
fr: Access de Microsoft
ja: MSアクセス
tr: MS Erişimi

# onboarding.upgradeAccount.content.megaVPN.title
source: MEGA VPN
ar: ميغا في بي إن MEGA VPN

# mega.vpn.title
source: MEGA VPN
ar: ميغا في بي إن MEGA VPN

# cameraUploads.albums.raw.title
source: RAW
tr: ÇİĞ

# device.center.default.device.title
source: Unknown device
de: Unbekanntes Gerät
es: Dispositivo desconocido
fr: Appareil inconnu
vi: Không rõ thiết bị
zh_hant: 不明的裝置
