Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

source: Passwords do not match
ar: كلمات المرور غير متطابقة
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
id: Password tidak sama
ja: パスワードが合いません
ko: 암호가 일치하지 않습니다
pt: As senhas não coincidem
ru: Пароли не совпадают
th: รหัสผ่านไม่ตรงกัน
tr: Şifreler eşleşmiyor
vi: Hai mật khẩu đã nhập không trùng khớp
zh_hans: 密码不匹配
zh_hant: 密碼不符

# termsCheckboxUnselected
source: You have to accept our Terms of Service
ar: يجب عليك أن تقبل شروط الخدمة
de: Sie müssen die AGBs akzeptieren.
es: Debes aceptar los Términos de Servicio
fr: Vous devez accepter nos Conditions générales d’utilisation
id: Anda harus menyetujui Kebijakan Pelayanan
ja: 当社のご利用規約に同​​意していただくご必要があります
ko: 이용 약관에 동의하여야 합니다.
pt: Você precisa aceitar os nossos Termos de serviço
ru: Вам нужно согласиться с условиями предоставления услуг
th: คุณต้องเห็นด้วยกับเงื่อนไขการให้บริการของเราก่อน
tr: Hizmet Şartlarımızı kabul etmelisiniz
vi: Bạn phải chấp thuận Điều Khoản Dịch Vụ.
zh_hans: 您需要接受服务条款
zh_hant: 您必須接受服務條款

# termsForLosingPasswordCheckboxUnselected
source: You need to agree that you understand the danger of losing your password
ar: عليك أن توافق على أنك تفهم خطر فقدان كلمة المرور الخاصة بك
de: Bitte bestätigen Sie, dass Ihnen die Konsequenzen eines Passwortverlusts bewusst sind
es: Debes confirmar que comprendes el peligro de perder tu contraseña
fr: Vous devez attester que vous comprenez le danger que représente la perte de votre mot de passe
id: Anda harus setuju bahwa anda memahami bahaya kehilangan kata sandi anda
ja: パスワードを失う危険性を理解していることに同意していただく必要がございます
ko: 암호 분실의 위험성을 이해하였다는 데에 동의해야 합니다
pt: Você precisa confirmar que entende o perigo de perder a sua senha
ru: Вы должны согласиться с тем, что понимаете опасность потери пароля
th: คุณต้องยอมรับว่าคุณเข้าใจถึงอันตราย หากลืมรหัสผ่าน
tr: Şifrenizi kaybetme tehlikesini anladığınızı kabul etmeniz gerekir
vi: Bạn cần phải đồng ý rằng là đã hiểu được rủi ro sẽ xáy ra khi mất mật khẩu
zh_hans: 您需要同意您已了解忘记密码后的风险
zh_hant: 您需要同意您瞭解遺失密碼的風險

# emailAlreadyRegistered
source: This email address has already signed up for an account with MEGA
ar: تم تسجيل عنوان البريد الإلكتروني هذا بالفعل للحصول على حساب مع ميغا MEGA
de: Unter dieser E-Mail-Adresse ist bereits ein MEGA-Account registriert
es: Esta dirección de correo electrónico ya fue utilizada para el registro de una cuenta con MEGA
fr: Cette adresse e-mail est déjà inscrite pour un compte avec MEGA
id: Alamat email ini telah mendaftar untuk akun dengan MEGA
ja: このメールアドレスはすでにMEGAのアカウントにサインアップしています
ko: 이 이메일 주소는 이미 MEGA에 가입되어 있습니다
pt: Já existe uma conta no MEGA com este email
ru: На этот адрес электронной почты уже зарегистрирован аккаунт MEGA
th: ที่อยู่อีเมลนี้เคยลงทะเบียนกับ MEGA แล้ว
tr: Bu e-posta adresi zaten MEGA ile bir hesap açtı
vi: Địa chỉ email này đã đăng ký từ trước với MEGA
zh_hans: 此电子邮件地址已注册MEGA帐户
zh_hant: 此電子郵件地址已在MEGA註冊過帳戶

source: Awaiting email confirmation.
ar: بانتظار تأكيد البريد الالكتروني.
de: E-Mail-Bestätigung steht noch aus.
es: Esperando confirmación por correo electrónico.
fr: En attente de la confirmation par courriel.
id: Menunggu konfirmasi email.
ja: 少々お待ちください。メール確認が届きます。
ko: 이메일 확인 기다리는 중.
pt: Aguardando email de confirmação.
ru: Ожидание подтверждения по электронной почте.
th: รอการยืนยันทางอีเมล
tr: E-posta onayı bekliyorum.
vi: Đang chờ việc xác nhận email.
zh_hans: 正在等待电子邮件确认。
zh_hant: 等待電子郵件確認中。

# confirmText
source: Please enter your password to confirm your account
ar: يُرجى إدخال كلمة المرور الخاصة بك لتأكيد حسابك
de: Zur Bestätigung Ihres Accounts geben Sie bitte Ihr Passwort ein
es: Introduce la contraseña para confirmar tu cuenta
fr: Saisissez votre mot de passe pour confirmer votre compte
id: Harap masukan password anda untuk mengkonfirmasi akun anda
ja: アカウント確認のため、パスワードを入力してください
ko: 계정을 확인하려면 암호를 입력하세요
pt: Por favor, digite sua senha para confirmar sua conta
ru: Пожалуйста, введите пароль, чтобы подтвердить свой аккаунт
th: กรุณาใส่รหัสผ่านเพื่อยืนยันบัญชีของคุณ
tr: Hesabınızı onaylamak için lütfen şifrenizi girin
vi: Xin nhập mật khẩu để xác nhận tài khoản
zh_hans: 请输入您的密码以确认您的帐户
zh_hant: 請輸入您的密碼以確認帳戶

source: Confirm account
ar: أكّد الحساب
de: Account bestätigen
es: Confirmar cuenta
fr: Confirmer le compte
id: Konfirmasi akun
ja: アカウントを確認
ko: 계정 확인
pt: Confirmar conta
ru: Подтвердить аккаунт
th: ยืนยันบัญชี
tr: Hesabı onayla
vi: Xác nhận tài khoản
zh_hans: 确认帐户
zh_hant: 確認帳戶

# passwordWrong
source: Wrong password
ar: كلمة مرور خاطئة
de: Falsches Passwort
es: Contraseña incorrecta
fr: Mot de passe erroné
id: Password salah
ja: パスワードが違います
ko: 잘못된 암호
pt: Senha incorreta
ru: Неверный пароль
th: รหัสผ่านไม่ถูกต้อง
tr: Yanlış şifre
vi: Sai mật khẩu
zh_hans: 密码错误
zh_hant: 密碼錯誤

# emailAlreadyInUse
source: This email address is already in use
ar: عنوان البريد الإلكتروني هذا قيد الاستخدام بالفعل
de: Diese E-Mail-Adresse wird bereits verwendet
es: Este correo electrónico ya está asociado a una cuenta de MEGA.
fr: Cette adresse courriel est déjà utilisée
id: Alamat email ini sudah digunakan
ja: このメールアドレスはすでに使用されています
ko: 이 이메일 주소는 이미 사용중입니다
pt: Este email já está sendo usado
ru: Этот адрес электронной почты уже используется
th: ที่อยู่อีเมลนี้ได้ถูกใช้งานไปแล้ว
tr: Bu e-posta adresi zaten kullanımda
vi: Địa chỉ email này đã có người sử dụng.
zh_hans: 此电子邮件地址已在使用中
zh_hant: 此電子郵件地址已在使用中

# nodeTooBig
source: You need to free some space on your device
ar: تحتاج إلى إفراغ المزيد من مساحة جهازك
de: Bitte geben Sie Speicherplatz frei
es: Tienes que liberar espacio
fr: Vous devez libérer de l’espace sur votre appareil
id: Anda harus mengosongkan tempat pada perangkat anda
ja: お使いのデバイス上の領域を解放する必要があります
ko: 장치에 여유 공간이 필요합니다
pt: Você precisa libertar algum espaço no seu dispositivo
ru: Нужно освободить больше места на устройстве
th: คุณจำเป็นต้องเพิ่มพื้นที่ว่างบนอุปกรณ์ของคุณ
tr: Cihazınızda biraz yer boşaltmanız gerekiyor
vi: Bạn cần tạo thêm không gian trống trong thiết bị của bạn
zh_hans: 您需要在设备上释放一些空间
zh_hant: 您需要釋出裝置上一些空間

source: MEGA needs a minimum of %@. Free up some space by deleting apps you no longer use or large video files in your gallery. You can also manage what MEGA stores on your device.
ar: تحتاج ميغا MEGA إلى حد أدنى إلى %@. حرر بعض المساحة بحذف التطبيقات التي لم تعد تستخدمها أو ملفات الفيديو الكبيرة في معرض الصور الخاص بك. يمكنك أيضاً إدارة ما تخزنه ميغا MEGA على جهازك.
de: MEGA benötigt mindestens %@ freien Speicherplatz. Löschen Sie bitte nicht mehr benötigte Apps und Videos. Sie können auch die Speichernutzung von MEGA selbst reduzieren.
es: MEGA necesita un mínimo de %@. Libera espacio eliminando aplicaciones que ya no usas o vídeos pesados de tu galería. También puedes administrar lo que MEGA almacena en tu dispositivo.
fr: MEGA a besoin d’au moins %@. Libérez de l’espace en supprimant les applis que vous n’utilisez plus ou les fichiers vidéo volumineux dans votre galerie. Vous pouvez aussi gérer ce que MEGA enregistre sur votre appareil.
id: MEGA membutuhkan minimum %@. Kosongkan sebagian ruang dengan menghapus aplikasi yang tidak lagi anda gunakan atau file video besar di galeri anda. Anda juga dapat mengelola apa yang disimpan MEGA di perangkat anda.
ja: MEGAには最低%@が必要です。使用しなくなったアプリやギャラリー内の大きな動画ファイルを削除して、スペースを確保してください。MEGAがあなたの端末に保存するものを管理することもできます。
ko: 메가는 최소 %@가 필요합니다. 더 이상 사용하지 않는 앱이나 갤러리에서 용량이 큰 동영상 파일을 삭제함으로써 여유 공간을 확보해주세요. MEGA에 당신의 기기에 보관하는 것을 당신이 관리할 수도 있습니다.
pt: O MEGA precisa de um mínimo de %@. Libere espaço excluindo aplicativos que você já não usa, ou deletando arquivos de vídeo grandes da sua galeria. Você também pode gerenciar o que o MEGA armazena no seu dispositivo.
ru: MEGA нужно минимум %@. Освободите место, удалив приложения, которые вы больше не используете, или большие видеофайлы в галерее. Вы также можете управлять тем, что MEGA хранит на устройстве.
th: MEGA ต้องการพื้นที่อย่างน้อย %@ เพิ่มพื้นที่ว่างโดยการลบแอปที่คุณไม่ได้ใช้งานหรือไฟล์วิดีโอขนาดใหญ่ในแกลเลอรี่ของคุณ นอกจากนี้คุณยังสามารถจัดการพื้นที่ MEGA บนอุปกรณ์ของคุณได้
tr: MEGA minimum seviyeye ihtiyaç duyar %@. Artık kullanmadığınız uygulamaları veya galerinizdeki büyük video dosyalarını silerek biraz alan açın. MEGA'nın cihazınızda depoladığı şeyleri de yönetebilirsiniz.
vi: MEGA cần ít nhất thêm %@. Xin xóa bớt ứng dụng ít dùng tới hoặc các videos có kích thước lớn trong kho ảnh. Kiểm tra các nội dung đã được lưu lại từ MEGA vào trong máy nếu cần thiết.
zh_hans: MEGA至少需要%@的存储空间。请考虑删除不再使用的应用程序或图库中的视频文件以释放一些空间。您还可以管理MEGA在您设备上存储的内容。
zh_hant: MEGA最少需要%@的安裝空間。請刪除您不再使用的app或相簿裡較大的影片檔案以釋出一些空間。您也可以管理MEGA存放在您裝置上的資料。

source: File link
ar: رابط الملف
de: Link zur Datei
es: Enlace del Archivo
fr: Lien de fichier
id: Link Berkas
ja: ファイルリンク
ko: 파일 링크
pt: Link do arquivo
ru: Ссылка на файл
th: ลิงก์ไฟล์
tr: Dosya bağlantısı
vi: Đường liên kết tệp tin
zh_hans: 文件链接
zh_hant: 檔案連結

# openButton
source: Open
ar: فتح
de: Öffnen
es: Abrir
fr: Ouvrir
id: Buka
ja: 開く
ko: 열기
pt: Abrir
ru: Открыть
th: เปิด
tr: Açık
vi: Mở
zh_hans: 打开
zh_hant: 開啟

# fileTooBigMessage
source: The file you are trying to download is bigger than the available memory.
ar: الملف الذي تحاول تحميله أكبر من الذاكرة المتوفرة.
de: Diese Datei ist größer als der verfügbare Speicherplatz.
es: El archivo que estás intentado descargar es más grande que el espacio disponible.
fr: Le fichier que vous tentez de télécharger est plus grand que la mémoire disponible.
id: File yang anda coba untuk unduh lebih besar dari memori yang tersedia.
ja: ダウンロードしようとしているファイルは、空きメモリーの容量を超えています。
ko: 다운로드 하려는 파일이 사용가능한 메모리보다 큽니다.
pt: O arquivo que você está tentando baixar é maior do que a memória disponível.
ru: Загружаемый файл занимает больше, чем доступно памяти.
th: ไฟล์ที่คุณกำลังพยายามดาวน์โหลด มีขนาดใหญ่กว่าหน่วยความจำที่มีอยู่
tr: İndirmeye çalıştığınız dosya mevcut bellekten daha büyüktür.
vi: Tệp tin bạn đang cố tải về có dung lượng lớn hơn bộ nhớ còn lại trong máy.
zh_hans: 您正在尝试下载的文件大于可用内存。
zh_hant: 您正在嘗試下載的檔案大於可用的內存。

# fileTooBigMessage_open
source: The file you are trying to open is bigger than the available memory.
ar: الملف الذي تحاول فتحه أكبر من الذاكرة المتاحة.
de: Diese Datei ist größer als der verfügbare Speicherplatz.
es: El archivo que estás intentado abrir es más grande que el espacio disponible.
fr: Le fichier que vous tentez d’ouvrir est plus grand que la mémoire disponible.
id: File yang anda coba buka lebih besar dari memori yang tersedia.
ja: 開こうとしているファイルは、メモリーの空き容量を超えています。
ko: 열려는 파일은 사용가능한 메모리보다 큽니다.
pt: O arquivo que você está tentando abrir é maior do que a memória disponível.
ru: Открываемый файл занимает больше, чем доступно памяти.
th: ไฟล์ที่คุณกำลังพยายามเปิด มีขนาดใหญ่กว่าหน่วยความจำที่มีอยู่
tr: Açmaya çalıştığınız dosya mevcut bellekten daha büyüktür.
vi: Tệp tin bạn đang định mở lớn hơn không gian lưu trữ hiện có.
zh_hans: 您正在尝试打开的文件大于可用内存。
zh_hant: 您正在嘗試打開的檔案大於可用的內存。

# linkUnavailable
source: Unavailable link
ar: رابط غير متاح
de: Link nicht verfügbar
es: Enlace no disponible
fr: Le lien n’est pas disponible
id: Link tidak tersedia
ja: 利用できないリンク
ko: 사용할 수 없는 링크
pt: Link indisponível
ru: Недоступная ссылка
th: ลิงก์ใช้งานไม่ได้
tr: Kullanılamayan bağlantı
vi: Đường liên kết không còn tồn tại
zh_hans: 链接不可用
zh_hant: 不可用的連結

# fileLinkUnavailableText1
source: This could be due to the following reasons:
ar: هذا يمكن أن يكون راجعاً إلى أسباب التالية:
de: Dies könnte folgende Ursachen haben:
es: Esto puede deberse a las siguientes razones:
fr: Les raisons suivantes pourraient en être la cause :
id: Ini bisa terjadi karena alasan berikut:
ja: これは以下の理由によるものであると考えられます：
ko: 이러한 사항은 다음과 같은 이유로 발생할 수 있습니다:
pt: Poderia ser por uma das razões abaixo:
ru: Это могло произойти в силу следующих причин:
th: ซึ่งอาจเป็นเพราะเหตุผลดังต่อไปนี้:
tr: Bu, aşağıdaki nedenlerden dolayı olabilir:
vi: Điều này xảy ra có thể do:
zh_hans: 这可能是由于以下原因：
zh_hant: 這可能因下列因素造成：

# fileLinkUnavailableText2
source: The file has been removed as it violated our Terms of Service
ar: تمت إزالة الملف لأنه ينتهك شروط الخدمة الخاصة بنا
de: Die Datei wurde entfernt, da sie gegen unsere Nutzungsbedingungen verstieß
es: El archivo ha sido eliminado por infringir nuestros Términos de servicio
fr: Le fichier a été supprimé pour non-respect des Conditions générales d’utilisation
id: File telah dihapus karena melanggar Persyaratan Layanan kami
ja: このファイルは当社のご利用規約に違反するため、削除されました
ko: 파일이 이용 약관 위반으로 삭제되었습니다
pt: O arquivo foi removido por infringir os nossos Termos de Serviço
ru: Файл был удалён из-за нарушения наших условий использования
th: ไฟล์ถูกลบออกเนื่องจากละเมิดเงื่อนไขการให้บริการของเรา
tr: Dosya Hizmet Şartlarımızı ihlal ettiği için kaldırıldı
vi: Tệp tin đã bị xóa bỏ do vi phạm Điều Khoản Dịch Vụ của MEGA
zh_hans: 该文件因违反我们的服务条款而被移除
zh_hant: 檔案因違反我們的服務條款而被刪除

# fileLinkUnavailableText3
source: Invalid URL - the link you are trying to access does not exist
ar: عنوان الرابط الالكتروني URL غير صالح - الرابط الذي تحاول الوصول إليه غير موجود
de: Ungültiger URL – der Link, den Sie öffnen möchten, existiert nicht
es: Enlace inválido - el enlace al que está intentando acceder no existe
fr: L’URL est invalide. Le lien auquel vous tentez d’accéder n’existe pas
id: URL tidak benar - link yang anda coba akses tidak ada
ja: 無効なURL－アクセスしようとしているリンクは存在しません
ko: 잘못된 URL - 당신이 접근하려던 링크는 존재하지 않습니다
pt: URL inválida - o link que você está tentando acessar não existe
ru: Неправильная ссылка — ссылка, которую вы хотите открыть, не существует
th: URL ไม่ถูกต้อง - ไม่พบลิงก์ที่คุณพยายามเข้าถึง
tr: Geçersiz URL - erişmeye çalıştığınız bağlantı mevcut değil
vi: URL không hợp lệ - đường dẫn không tồn tại
zh_hans: 链接无效 - 您尝试访问的链接不存在
zh_hant: 無效的連結－你嘗試存取的連結不存在

# fileLinkUnavailableText4
source: The file has been deleted by the user.
ar: تم حذف الملف من قبل المستخدم.
de: Die Datei wurde vom Benutzer gelöscht.
es: El archivo ha sido borrado por el usuario.
fr: Le fichier a été supprimé par l’utilisateur.
id: Berkas telah dihapus oleh pengguna.
ja: このファイルはユーザーによって削除されています。
ko: 이 파일은 이용자에 의해 삭제되었습니다.
pt: O arquivo foi apagado pelo usuário.
ru: Файл был удалён пользователем.
th: ผู้ใช้งานได้ลบไฟล์นี้ออกแล้ว
tr: Dosya kullanıcı tarafından silindi.
vi: Tệp tin đã bị xóa bởi chính người sở hữu.
zh_hans: 该文件已被用户删除。
zh_hant: 該檔案已被用戶刪除。

source: Download started
ar: بدء التنزيل
de: Download gestartet
es: Descarga iniciada
fr: Le téléchargement est lancé
id: Unduhan dimulai
ja: ダウンロード開始
ko: 다운로드 시작됨
pt: Download iniciado
ru: Скачивание запущено
th: เริ่มต้นดาวน์โหลด
tr: İndirme başladı
vi: Tải xuống được bắt đầu
zh_hans: 已开始下载
zh_hant: 已開始下載

source: Folder link
ar: رابط المجلد
de: Ordnerlink
es: Enlace de la carpeta
fr: Lien de dossier
id: Link Folder
ja: フォルダリンク
ko: 폴더 링크
pt: Link da pasta
ru: Ссылка на папку
th: ลิงก์โฟลเดอร์
tr: Klasör bağlantısı
vi: Đường liên kết thư mục
zh_hans: 文件夹链接
zh_hant: 資料夾連結

source: Album link
ar: رابط الألبوم
es: Enlace del álbum
fr: Lien de l’album
id: Tautan album
ja: アルバムリンク
ko: 사진첩 링크
pt: Link do álbum
ru: Ссылка на альбом
th: ลิงก์อัลบั้ม
tr: Albüm bağlantısı
vi: Đường liên kết album
zh_hans: 相册链接
zh_hant: 相簿連結

# albumLink.invalidAlbum.alert.title
source: Cannot access album
ar: لا يمكن الوصول إلى الألبوم
de: Zugriff auf Album nicht möglich
es: No se puede acceder al álbum
fr: Impossible d’accéder à l’album
id: Tidak dapat mengakses album
ja: アルバムにアクセスできません
ko: 사진첩에 접근할 수 없습니다
pt: Não foi possível acessar o álbum
ru: Альбом недоступен
th: เข้าถึงอัลบั้มนี้ไม่ได้
tr: Albüme erişilemiyor
vi: Không thể truy cập album
zh_hans: 无法访问相册
zh_hant: 無法存取相簿

# albumLink.invalidAlbum.alert.message
source: The link to the album has been removed or the album has been deleted. Contact the person who shared the link with you.
ar: تم حذف رابط الألبوم أو حذف الألبوم. اتصل بالشخص الذي شارك الرابط معك.
de: Der Link zum Album wurde entfernt oder das Album wurde gelöscht. Wenden Sie sich an die Person, die Ihnen den Link mitgeteilt hat.
es: Se ha eliminado el enlace al álbum o el propio álbum. Ponte en contacto con la persona que te ha compartido el enlace.
fr: Le lien de l’album ou l’album même a été supprimé. Contactez la personne qui a partagé le lien avec vous.
id: Tautan ke album telah dihapus atau album telah dihapus. Hubungi orang yang membagikan tautan dengan anda.
ja: アルバムへのリンクが削除されているか、アルバムが削除されています。リンクを共有した人に連絡してください。
ko: 사진첩에 대한 링크가 삭제되었거나 사진첩이 삭제되었습니다. 링크를 공유해준 사람에게 연락하세요.
pt: O link para o álbum foi removido ou o álbum foi deletado. Entre em contato com a pessoa que compartilhou o link com você.
ru: Ссылка на альбом удалена или сам альбом удалён. Свяжитесь с человеком, который поделился с вами ссылкой.
th: ลิงก์อัลบั้มนี้อาจถูกลบหรืออัลบั้มถูกลบไปแล้ว ติดต่อบุคคลที่แชร์ลิงก์นี้กับคุณ
tr: Albümün bağlantısı kaldırıldı veya albüm silindi. Bağlantıyı sizinle paylaşan kişiyle iletişime geçin.
vi: Đường liên kết tới album đã bị loại bỏ hoặc album đã bị xóa. Liên hệ với người đã chia sẻ đường liên kết cho bạn.
zh_hans: 该相册的链接已被删除或该相册已被删除。请联系与您共享该链接的人。
zh_hant: 相簿連結已被移除或相簿已被刪除。請聯繫與您共享連結的人。

# albumLink.invalidAlbum.alert.dissmissButtonTitle
source: OK, got it
ar: حسنًا، فهمت ذلك
de: Alles klar
es: Entendido
fr: D’accord, j’ai compris
id: OK, mengerti
ja: はい、わかりました。
ko: 알겠습니다
pt: Entendi
ru: Понятно
th: โอเค เข้าใจแล้ว
tr: Tamam, anladım.
vi: OK, hiểu rồi
zh_hans: 好的，明白了
zh_hant: 好的，明白了

# albumLink.importFailed.storageQuotaWillExceed.alert.title
source: Cannot save album
ar: لا يمكن حفظ الألبوم
de: Album kann nicht gespeichert werden
es: No se puede guardar al álbum
fr: Impossible d’enregistrer l’album
id: Tidak dapat menyimpan album
ja: アルバムを保存できません
ko: 사진첩을 저장할 수 없습니다
pt: Não foi possível salvar o álbum
ru: Не удалось сохранить альбом
th: บันทึกอัลบั้มไม่ได้
tr: Albüm kaydedilemiyor
vi: Không thể lưu lại album
zh_hans: 无法保存相册
zh_hant: 無法儲存相簿

# albumLink.importFailed.storageQuotaWillExceed.alert.detail
source: You don’t have enough storage to save this album to your Cloud drive. Upgrade now to get more storage.
ar: ليس لديك مساحة تخزين كافية لحفظ هذا الألبوم على سواقتك السحابية. قم بالترقية الآن للحصول على المزيد من مساحة التخزين.
de: Sie haben nicht genug Speicherplatz, um dieses Album in Ihrem Cloud Drive zu speichern. Führen Sie jetzt ein Upgrade durch, um mehr Speicherplatz zu erhalten.
es: No te queda suficiente espacio de almacenamiento para guardar este álbum en tu Nube. Amplía tu cuenta ahora para obtener más almacenamiento.
fr: Vous n’avez pas suffisamment d’espace de stockage pour enregistrer cet album dans votre Disque nuagique. Surclassez votre compte pour obtenir davantage d’espace de stockage.
id: Anda tidak memiliki cukup penyimpanan untuk menyimpan album ini ke drive Cloud anda. Tingkatkan sekarang untuk mendapatkan lebih banyak penyimpanan.
ja: このアルバムをクラウドドライブに保存するのに十分なストレージがありません。今すぐアップグレードしてストレージを増やしてください。
ko: 클라우드 드라이브에 이 사진첩을 저장할 충분한 공간이 없습니다. 더 많은 저장소를 받으려면 지금 업그레이드 하세요.
pt: A sua conta não tem armazenamento suficiente para salvar este álbum na sua Nuvem de arquivos - faça um upgrade para obter mais espaço.
ru: Недостаточно места в облаке для сохранения этого альбома. Улучшите аккаунт, чтобы получить больше места.
th: คุณมีพื้นที่เก็บข้อมูลไม่เพียงพอที่จะบันทึกอัลบั้มนี้ไปที่คลาวด์ไดร์ฟ อัปเกรดทันทีเพื่อรับพื้นที่เก็บข้อมูลเพิ่มมากขึ้น
tr: Bu albümü Bulut sürücünüze kaydetmek için yeterli depolama alanınız yok. Daha fazla depolama alanı elde etmek için şimdi yükseltin.
vi: Bạn không có đủ không gian lưu trữ để lưu lại album này vào Ổ Mây của bạn. Nâng cấp ngay để có thêm không gian lưu trữ.
zh_hans: 您没有足够的存储空间将此相册保存到您的云盘。立即升级以获得更多存储空间。
zh_hant: 您沒有足夠的儲存空間將此相簿儲存到您的雲端硬碟。立即升級以獲得更多儲存空間。

# downloadButton
source: Download
ar: تنزيل
de: Herunterladen
es: Descargar
fr: Télécharger
id: Unduh
ja: ダウンロード
ko: 다운로드
pt: Fazer download
ru: Скачать
th: ดาวน์โหลด
tr: İndir
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載

# folderTooBigMessage
source: The folder you are trying to download is bigger than the available memory.
ar: المجلد الذي تحاول تنزيله أكبر من الذاكرة المتاحة.
de: Die Größe dieses Ordners überschreitet den verfügbaren Speicherplatz.
es: La carpeta que estás intentado descargar es más grande que el espacio disponible.
fr: Le dossier que vous tentez de télécharger est plus grand que la mémoire disponible.
id: Folder yang anda ingin unduh lebih besar daripada memori yang tersedia.
ja: ダウンロードしようとしているフォルダは、空きメモリの容量を超えています。
ko: 다운로드 하려는 폴더가 사용가능한 메모리보다 큽니다.
pt: A pasta que você está tentando baixar é maior do que a memória disponível.
ru: Скачиваемая папка занимает больше, чем доступно памяти.
th: โฟลเดอร์ที่คุณกำลังพยายามดาวน์โหลด มีขนาดใหญ่กว่าหน่วยความจำที่มีอยู่
tr: İndirmeye çalıştığınız klasör mevcut bellekten daha büyüktür.
vi: Thư mục bạn đang cố tải về có dung lượng lớn hơn bộ nhớ còn lại trong máy.
zh_hans: 您正在尝试下载的文件夹大于可用内存。
zh_hant: 您正在嘗試下載的資料夾大於可用的內存。

# folderCreationError
source: The folder “%@” can’t be created
ar: لا يمكن إنشاء المجلد ”%@“
de: Der Ordner „%@” kann nicht erstellt werden
es: La carpeta “%@” no puede ser creada
fr: Le dossier « %@ » ne peut pas être créé
id: Folder “%@” tidak dapat dibuat
ja: フォルダ「%@」 は作成できません
ko: “%@” 폴더를 생성할 수 없습니다
pt: O arquivo “%@” não pode ser criado
ru: Папка «%@» не может быть создана
th: โฟลเดอร์ “%@” ไม่สามารถสร้างได้
tr: Klasör”%@” oluşturulamaz
vi: Không tạo được thư mục “%@”
zh_hans: 无法创建文件夹“%@”
zh_hant: 資料夾 “%@” 建立失敗

# folderLinkUnavailableText1
source: This could be due to the following reasons:
ar: هذا يمكن أن يكون راجعاً إلى أسباب التالية:
de: Dies könnte folgende Ursachen haben:
es: Esto puede deberse a las siguientes razones:
fr: Les raisons suivantes pourraient en être la cause :
id: Ini bisa terjadi karena alasan berikut:
ja: これは以下の理由によるものであると考えられます：
ko: 이러한 사항은 다음과 같은 이유로 발생할 수 있습니다:
pt: Poderia ser por uma das razões abaixo:
ru: Это могло произойти в силу следующих причин:
th: ซึ่งอาจเป็นเพราะเหตุผลดังต่อไปนี้:
tr: Bu, aşağıdaki nedenlerden dolayı olabilir:
vi: Điều này xảy ra có thể do:
zh_hans: 这可能是由于以下原因：
zh_hant: 這可能因下列因素造成：

# folderLinkUnavailableText2
source: The folder link has been removed as it violated our Terms of Service.
ar: تمت إزالة رابط المجلد لأنه ينتهك شروط الخدمة الخاصة بنا.
de: Der Ordnerlink wurde entfernt, da er gegen unsere Nutzungsbedingungen verstieß.
es: El enlace de carpeta ha sido eliminado por infringir nuestros Términos de servicio.
fr: Le lien de dossier a été supprimé pour non-respect des Conditions générales d’utilisation.
id: Tautan folder telah dihapus karena melanggar Persyaratan Layanan kami.
ja: このフォルダリンクは当社のご利用規約に違反するため、削除されました。
ko: 폴더 링크가 이용 약관 위반으로 삭제되었습니다.
pt: O link da pasta foi removido por infringir os nossos Termos de Serviço.
ru: Ссылка на папку была удалёна из-за нарушения наших условий использования.
th: ลิงก์โฟลเดอร์ถูกลบเนื่องจากละเมิดเงื่อนไขการให้บริการของเรา
tr: Hizmet Şartlarımızı ihlal ettiği için klasör bağlantısı kaldırıldı.
vi: Đường liên kết thư mục đã bị xóa bỏ do vi phạm Điều Khoản Dịch Vụ của MEGA.
zh_hans: 该文件夹链接因违反我们的服务条款而被移除。
zh_hant: 資料夾連結因違反我們的服務條款而被刪除。

# folderLinkUnavailableText3
source: Invalid URL - the link you are trying to access does not exist
ar: عنوان الرابط الالكتروني URL غير صالح - الرابط الذي تحاول الوصول إليه غير موجود
de: Ungültiger URL – der Link, den Sie öffnen möchten, existiert nicht
es: Enlace inválido - el enlace al que está intentando acceder no existe
fr: L’URL est invalide. Le lien auquel vous tentez d’accéder n’existe pas
id: URL tidak valid - link yang anda coba akses tidak ada
ja: 無効なURL - アクセスしようとしているリンクは存在しません
ko: 잘못된 URL - 당신이 접근하려던 링크는 존재하지 않습니다
pt: URL inválida - o link que você está tentando acessar não existe
ru: Неправильная ссылка — ссылка, по которой вы перешли, не существует
th: URL ไม่ถูกต้อง - ไม่พบลิงก์ที่คุณพยายามเข้าถึง
tr: Geçersiz URL - erişmeye çalıştığınız bağlantı mevcut değil
vi: URL không hợp lệ - đường dẫn không tồn tại
zh_hans: 链接无效 - 您尝试访问的链接不存在
zh_hant: 無效的連結－你嘗試存取的連結不存在
