Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# chatIntroductionMessage
source: MEGA protects your chat with zero-knowledge encryption providing essential safety assurances:
ar: تحمي ميغا MEGA محادثاتك مع تشفير المعرفة الصفرية التي توفر ضمانات أمان أساسية:
de: MEGA schützt Ihren Chat mit einer Zero-Knowledge-Verschlüsselung, die wichtige Sicherheitsgarantien bietet:
es: MEGA protege tu conversación con el cifrado de conocimiento cero, que proporciona sólidas garantías de seguridad:
fr: MEGA protège votre conversation grâce au chiffrement à divulgation nulle de connaissance, apportant ainsi une garantie de sécurité essentielle :
id: MEGA melindungi obrolan anda dengan enkripsi tanpa pengetahuan yang memberikan jaminan keamanan penting:
ja: MEGAは、ゼロ知識暗号化でチャットを保護し、必須の安全保証をご提供いたします。
ko: MEGA는 당신의 대화에 필수적인 안전 보증을 제공하는 영지식 암호화를 통해 보호합니다:
pt: O MEGA protege o seu chat com criptografia de conhecimento zero, proporcionando garantias de segurança essenciais:
ru: MEGA защищает чат шифрованием с нулевым разглашением, обеспечивающим основные гарантии безопасности:
th: MEGA ปกป้องการสนทนาของคุณด้วยการเข้ารหัสด้วยวิธีซีโร่-นอว์เลจ ซึ่งเป็นการเข้ารหัสโดยที่ระบบจะไม่สามารถอ่านข้อมูลได้:
tr: MEGA, temel güvenlik güvencelerini sağlayan sıfır bilgi şifrelemesi ile sohbetinizi korur:
vi: MEGA bảo vệ các cuộc trò chuyện nghiêm ngặt với mô hình mã hóa vô kiến thức cung cấp sự đảm bảo an toàn cần thiết:
zh_hans: MEGA通过零知识加密保护您的聊天内容，提供必要的安全保障：
zh_hant: MEGA使用零知識加密保護您的對話，提供必要的安全保障：

# confidentialityExplanation
source: [S]Confidentiality.[/S] Only the author and intended recipients are able to decipher and read the content.
ar: [S]السرية[/S]. فقط المؤلف والمستلمون المستهدفون قادرون على فك تشفير المحتوى وقراءته.
de: [S]Vertraulichkeit[/S] Nur der Urheber und seine Empfänger können den Inhalt entschlüsseln und lesen.
es: [S]Confidencialidad.[/S] Solo el autor y los destinatarios receptores pueden descifrar y leer el contenido.
fr: [S]Confidentialité.[/S] Seuls l’auteur et les destinataires visés peuvent déchiffrer et lire le contenu.
id: [S]Kerahasiaan.[/S] Hanya penulis dan penerima yang diinginkan dapat men-decipher dan membaca konten.
ja: [S]機密性。[/S]作者と意図された受信者のみがコンテンツを解読して読むことができます。
ko: [S]기밀성.[/S] 오직 작성자와 의도된 수신자만 항목을 복호화하고 읽을 수 있습니다.
pt: [S]Confidencialidade.[/S] Apenas o autor e os destinatários são capazes de decodificar e ler o conteúdo.
ru: [S]Конфиденциальность.[/S] Только автор и выбранные получатели могут расшифровать и прочитать содержимое.
th: [S]การรักษาความลับ[/S] มีเพียงผู้ส่งและผู้รับเท่านั้นที่สามารถถอดรหัสและอ่านเนื้อหาได้
tr: [S]Gizlilik.[/S] Yalnızca yazar ve amaçlanan alıcılar içeriği deşifre edebilir ve okuyabilir.
vi: [S]Đảo bảo an ninh.[/S] Chỉ có tác giả hay người sở hữu và người được giao quyền sử dụng mới có thể giải mã và đọc nội dung.
zh_hans: [S]保密性。[/S]只有发送人和接收人才能解译并查看聊天内容。
zh_hant: [S]保密性。[/S] 只有作者和設定的接收者才能解譯和讀取內容。

# authenticityExplanation
source: [S]Authenticity.[/S] The system ensures that the data received is from the sender displayed, and its content has not been manipulated during transit.
ar: [S]المصداقية.[/S] يضمن النظام أن البيانات الواردة هي من المرسل المعروض، وأنه لم يتم التلاعب بالمحتوى أثناء النقل.
de: [S]Verlässlichkeit.[/S] Das System stellt sicher, dass die empfangenen Daten tatsächlich vom angezeigten Benutzer stammen und zwischenzeitlich nicht verändert wurden.
es: [S]Autenticidad.[/S] El sistema se asegura de que los datos recibidos procedan del remitente que aparece, y que su contenido no haya sido manipulado durante la transmisión.
fr: [S]Authenticité.[/S] Le système garantit que les données reçues proviennent de l’expéditeur affiché et que leur contenu n’a pas été manipulé pendant le transfert.
id: [S]Keaslian.[/S] Sistem memastikan bahwa data yang diterima benar-benar berasal dari pengirim, dan konten nya tidak di-manipulasi saat transit.
ja: [S]真正性。[/S]このシステムは、受信したデータは表示されている送信者からのものであり、そのコンテンツが転送中に操作されていないことを保証します。
ko: [S]진실성.[/S] 시스템은 수신한 데이터가 발송인이 보여준 것인지, 전송 과정에서 조작되지 않았는지 확인합니다.
pt: [S]Autenticidade.[/S] O sistema assegura que os dados recebidos são do remetente apresentado, e o seu conteúdo não foi manipulado no caminho.
ru: [S]Достверность.[/S] Система гарантирует, что отображаются данные, полученные от отправителя, а их содержимое не изменялось при передаче.
th: [S]ความน่าเชื่อถือ[/S] ระบบตรวจสอบให้แน่ใจว่าข้อมูลที่ได้รับมาจากผู้ส่งที่แสดงผลและเนื้อหาของข้อมูลนั้นจะไม่ถูกปรับแต่งระหว่างการส่ง
tr: [S]Özgünlük.[/S] Sistem, alınan verilerin gönderenden görüntülenmesini ve içeriğinin aktarım sırasında manipüle edilmemesini sağlar.
vi: [S]Bảo Vệ Xác Thực.[/S] Hệ thống đảm bảo rằng các dữ liệu nhận được từ người gửi sẽ hiển thị rõ ràng, và nội dung giữ nguyên vẹn và không bị chế tác trong quá trình truyền tải.
zh_hans: [S]真实性。[/S] 系统确保收到的数据是由显示的发件人发送，并且其内容在传输过程中未被篡改。
zh_hant: [S]真實性。[/S] 系統確保接收到的資料是由顯示的發送者傳送，並且內容在傳輸過程中未被篡改。

source: Chat not found
ar: لم يتم إيجاد المحادثة
de: Chat nicht gefunden
es: Chat no encontrado
fr: La conversation est introuvable
id: Percakapan tidak ditemukan
ja: チャットなし
ko: 대화가 발견되지 않음
pt: Chat não encontrado
ru: Чат не найден
th: ไม่พบแชท
tr: Sohbet bulunamadı
vi: Không tìm thấy cuộc chát
zh_hans: 未找到聊天
zh_hant: 未找到對話

source: %@ is typing…
ar: %@ يكتب الآن…
de: %@ tippt …
es: %@ está escribiendo…
fr: %@ écrit…
id: %@ sedang mengetik …
ja: %@さんが入力中です…
ko: %@님이 입력중…
pt: %@ está digitando…
ru: %@ печатает…
th: %@ กำลังพิมพ์…
tr: %@ yazıyor…
vi: %@ đang viết tin nhắn…
zh_hans: %@正在输入…
zh_hant: %@正在輸入⋯

# twoUsersAreTyping
source: %1$s [A]are typing…[/A]
ar: %1$s [A]يكتبان الآن…[/A]
de: %1$s [A]tippen…[/A]
es: %1$s [A]están escribiendo…[/A]
fr: %1$s [A]écrivent…[/A]
id: %1$s [A]sedang mengetik…[/A]
ja: %1$s [A]さんが入力しています…[/A]
ko: %1$s님이 [A]입력중…[/A]
pt: %1$s [A]estão escrevendo…[/A]
ru: %1$s [A]печатают…[/A]
th: %1$s [A]กำลังพิมพ์…[/A]
tr: %1$s [A]yazıyorlar…[/A]
vi: %1$s [A]đang viết tin nhắn…[/A]
zh_hans: %1$s[A]正在输入…[/A]
zh_hant: %1$s [A]正在打字⋯[/A]

# moreThanTwoUsersAreTyping
source: %1$s [A]and more are typing…[/A]
ar: %1$s [A]وأكثر يكتبون…[/A]
de: %1$s [A]und weitere tippen…[/A]
es: %1$s [A]y otros están escribiendo…[/A]
fr: %1$s [A]et plus écrivent…[/A]
id: %1$s [A]dan lainnya sedang mengetik…[/A]
ja: %1$s [A]さんたちが入力しています…[/A]
ko: %1$s님 외 다수가 [A]입력중…[/A]
pt: %1$s [A]e outros estão escrevendo…[/A]
ru: %1$s [A]и другие печатают…[/A]
th: %1$s [A]และคนอื่น ๆ กำลังพิมพ์…[/A]
tr: %1$s [A]ve daha fazlası yazıyor…[/A]
vi: %1$s [A]và vài người khác đang viết tin nhắn…[/A]
zh_hans: %1$s[A]和其他人正在输入…[/A]
zh_hant: %1$s [A]和其他人正在打字⋯[/A]

# writeAMessage
source: Write a message to %s…
ar: اكتب رسالة إلى %s…
de: Nachricht an %s…
es: Escribe un mensaje a %s…
fr: Rédigez un message pour %s…
id: Tulis pesan ke %s …
ja: %s に向けてメッセージを書き込みます…
ko: %s에 메시지 작성…
pt: Escrever uma mensagem para %s…
ru: Напишите сообщение для %s…
th: เขียนข้อความถึง %s…
tr: Şuraya mesaj yaz %s…
vi: Viết tin nhắn cho nhóm %s…
zh_hans: 写消息给%s…
zh_hant: 傳訊息給%s⋯

source: No conversation history
ar: لا توجد سجل للمحادثات
de: Keine Nachrichten vorhanden
es: No hay historial
fr: Aucun historique de conversation
id: Tidak ada riwayat percakapan
ja: 会話履歴なし
ko: 대화 기록 없음
pt: Este chat não tem histórico
ru: Нет истории разговора
th: ไม่มีประวัติการสนทนา
tr: Konuşma geçmişi yok
vi: Không có lịch sử trò chuyện
zh_hans: 无聊天历史记录
zh_hant: 沒有對話歷史記錄

source: Retry
ar: اعادة المحاولة
de: Wiederholen
es: Reintentar
fr: Réessayer
id: Ulangi
ja: 再試行
ko: 재시도
pt: Tentar novamente
ru: Повторить попытку
th: ลองใหม่
tr: Tekrar dene
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

source: Delete message
ar: مسح الرسالة
de: Nachricht löschen
es: Eliminar mensaje
fr: Supprimer le message
id: Hapus pesan
ja: メッセージを削除
ko: 메시지 삭제
pt: Deletar mensagem
ru: Удалить сообщение
th: ลบข้อความ
tr: Mesajı sil
vi: Xóa tin nhắn
zh_hans: 删除消息
zh_hant: 刪除訊息

source: From Cloud drive
ar: من السواقة السحابية
de: Aus dem Cloud Drive
es: Desde la Nube
fr: Du Disque nuagique
id: Dari Cloud drive
ja: クラウドドライブから
ko: 클라우드 드라이브에서
pt: Da Nuvem de arquivos
ru: Из облачного диска
th: จากคลาวด์ไดรฟ์
tr: Bulut sürücüsünden
vi: Lấy từ Ổ Mây
zh_hans: 从云盘
zh_hant: 從雲端硬碟

# sendContact
source: Send contacts
ar: إرسال جهات الاتصال
de: Kontakte senden
es: Enviar contactos
fr: Envoyer des contacts
id: Kirim kontak
ja: 連絡先を送信
ko: 연락처 보내기
pt: Enviar contatos
ru: Добавить контакты
th: ส่งรายชื่อ
tr: Kişileri gönder
vi: Gửi tên liên lạc
zh_hans: 发送联系人
zh_hant: 發送聯絡人

source: Done
ar: تم
de: OK
es: Hecho
fr: Terminé
id: Selesai
ja: 完了
ko: 완료
pt: OK
ru: Готово
th: เรียบร้อย
tr: Bitti
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Enable rich URL previews
ar: تمكين الروابط الإلكترونية المعززة URL
de: URL-Ansicht aktivieren
es: Activar la vista previa de los enlaces
fr: Activer les aperçus d’URL enrichis
id: Aktifkan pratinjau tautan terkirim
ja: リッチURLプレビューを有効にする
ko: 고급 URL 미리 보기 활성화
pt: Ativar a visualização dos links enviados
ru: Включить превью отправленных ссылок
th: เปิดใช้งานการดูตัวอย่างลิงก์ที่ส่ง
tr: Gönderilen bağlantı önizlemelerini etkinleştir
vi: Bật hiển thị xem trước nội dung tóm tắt của URL
zh_hans: 启用链接发送预览
zh_hant: 啟用網址連結預覽

source: Always allow
ar: السماح دائماً
de: Immer erlauben
es: Permitir siempre
fr: Toujours autoriser
id: Selalu Bolehkan
ja: 常に許可
ko: 항상 허용
pt: Permitir sempre
ru: Всегда разрешать
th: อนุญาตเสมอ
tr: Her zaman izin ver
vi: Luôn luôn cho phép
zh_hans: 始终允许
zh_hant: 總是允許

source: Not now
ar: ليس الآن
de: Jetzt nicht
es: Ahora no
fr: Pas maintenant
id: Tidak Sekarang
ja: 今はやめます
ko: 나중에
pt: Agora não
ru: Не сейчас
th: ไม่ใช่ตอนนี้
tr: Şimdi değil
vi: Không phải lúc này
zh_hans: 现在不用
zh_hant: 稍後再說

source: Manage
ar: إدارة
de: Verwalten
es: Gestionar
fr: Gérer
id: Atur
ja: 管理
ko: 관리
pt: Gerenciar
ru: Управлять
th: จัดการ
tr: Yönet
vi: Quản lý
zh_hans: 管理
zh_hant: 管理

source: Never
ar: أبداً
de: keine
es: Nunca
fr: Jamais
id: Tidak pernah
ja: 決してしない
ko: 절대 안함
pt: Nunca
ru: Никогда
th: ไม่เคยมี
tr: Asla
vi: Không bao giờ
zh_hans: 从不
zh_hant: 從不

# richPreviewsConfirmation
source: You are disabling rich URL previews permanently. You can re-enable rich URL previews in your settings. Do you want to proceed?
ar: أنت تقوم بتعطيل عرض الروابط الإلكترونية المعززة URL بشكل دائم. يمكنك إعادة تمكين عرض الروابط الإلكترونية المعززة URL في الإعدادات الخاصة بك. هل تريد المتابعة؟
de: Sie schalten die URL-Vorschau dauerhaft ab (eine Reaktivierung ist jedoch über Ihre Benutzereinstellungen möglich). Fortfahren?
es: La vista previa de los enlaces se desactivará de forma permanente. Puedes volver a activarla desde Ajustes. ¿Quieres continuar?
fr: Vous êtes sur le point de désactiver définitivement les aperçus d’URL enrichis. Vous pourrez réactiver les aperçus d’URL enrichis dans vos paramètres. Voulez-vous poursuivre ?
id: We’ll stop asking if you want previews of your sent links. You can re-enable sent link previews in the settings. Do you want to proceed?
ja: あなたはリッチURLプレビューを永久に無効にしています。リッチURLプレビューを設定で再度有効にできます。続行しますか？
ko: 고급 URL 미리 보기를 영구히 해제하려고 합니다. 당신은 고급 URL 미리 보기를 설정에서 다시 활성화할 수 있습니다. 진행하시겠습니까?
pt: Vamos parar de perguntar se você quer visualizar os links enviados. Você pode reativar a visualização dos links enviados nas configurações. Você quer continuar?
ru: Мы больше не будем спрашивать, хотите ли вы включить превью отправленных ссылок. Их можно будет включить в настройках. Продолжить?
th: เราจะหยุดถามคุณว่าต้องการแสดงตัวอย่างลิงก์ที่คุณส่งหรือไม่ คุณสามารถเปิดใช้งานการแสดงตัวอย่างลิงก์ที่ส่งได้อีกครั้งในการตั้งค่า คุณต้องการดำเนินการต่อหรือไม่
tr: Gönderdiğiniz bağlantıların önizlemesini isteyip istemediğinizi sormayı bırakacağız. Gönderilen bağlantı önizlemelerini ayarlardan yeniden etkinleştirebilirsiniz. Devamlamak ister misin?
vi: Sau khi tắt tính năng xem trước nội dụng URL. Nếu muốn bật lại sẽ cần phải vào phần Thiết Đặt. Có chắc muốn tắt tính này hay không?
zh_hans: 我们将停止询问您是否要预览发送的链接。您可以在设置中重新启用发送链接预览。您想继续吗？
zh_hant: 您已永久停用網址連結預覽功能。您可以在設定中重新啟用連結預覽功能。請問您想繼續嗎？

source: Remove preview
ar: إزالة العرض
de: URL-Ansicht entfernen
es: Eliminar vista previa
fr: Supprimer l’aperçu
id: Hapus preview
ja: プレビューを削除
ko: 미리 보기 제거
pt: Remover visualização
ru: Удалить превью
th: นำตัวอย่างออก
tr: Önizlemeyi kaldır
vi: Ẩn hình xem trước
zh_hans: 移除预览
zh_hant: 移除預覽

source: Warning
ar: تحذير
de: Achtung
es: Advertencia
fr: Avertissement
id: Peringatan
ja: 警告
ko: 경고
pt: Aviso
ru: Предупреждение
th: คำเตือน
tr: Uyarı
vi: Chú Ý
zh_hans: 注意
zh_hant: 警告

# depletedTransferQuota_title
source: Insufficient transfer quota
ar: حجم التراسل المتاح غير كافي
de: Transfervolumen nicht ausreichend
es: Cuota de transferencia insuficiente
fr: Le quota de transfert est insuffisant
id: Kuota transfer tidak cukup
ja: 転送容量が不十分です
ko: 전송 할당량 부족
pt: Cota de transferência insuficiente
ru: Недостаточная квота передач
th: โควต้าการถ่ายโอนไม่เพียงพอ
tr: Yetersiz transfer kotası
vi: Không đủ thông truyền tải
zh_hans: 传输流量不足
zh_hant: 傳輸配額不足

# depletedTransferQuota_message
source: Your queued download exceeds the current transfer quota available for your account and may therefore be interrupted.
ar: يتجاوز التنزيل في قائمة الانتظار حجم التراسل المتاح حالياً لحسابك، وبالتالي قد يتم إيقاف التنزيل.
de: Die zu übertragende Datenmenge überschreitet das verbleibende Transfervolumen Ihres Accounts. Die Übertragung könnte daher unterbrochen werden.
es: Las descargas en cola superan la cuota de transferencia disponible para tu dirección IP y por lo tanto podrían interrumpirse.
fr: Votre téléchargement en attente dépasse le quota de transfert actuel disponible de votre compte et pourrait par conséquent être interrompu.
id: Download anda melebihi transfer quota tersedia untuk akun anda dan mungkin dapat terhambat.
ja: あなたのキューに入れられたダウンロードは、あなたのアカウントで利用可能な現在の転送容量を超えているため、中断される可能性があります。
ko: 대기 중인 다운로드가 계정의 이용 가능 전송 할당량을 초과하여 중단될 수 있습니다.
pt: O download excede a cota de transferência disponível para a sua conta e, portanto, pode ser interrompido.
ru: Загрузка в очереди превышает текущий лимит передачи данных, доступный вашему аккаунту, и поэтому может быть прервана.
th: การดาวน์โหลดที่รอการจัดคิวของคุณเกินกว่าโควต้าการถ่ายโอนข้อมูลปัจจุบันสำหรับบัญชีของคุณแล้ว และอาจถูกขัดจังหวะได้
tr: Sıraya alınmış indirmeniz, hesabınız için mevcut mevcut transfer kotasını aşıyor ve bu nedenle kesintiye uğrayabilir.
vi: Danh sách các phiên tải xuống đang chờ làm quá số lượng băng thông truyền tải cho phép được cấp cho tài khoản này, vì vậy sẽ có một số vấn đề xảy ra.
zh_hans: 您排队中的下载超出了您帐户当前可用的传输流量，因此可能会被中断。
zh_hant: 您佇列的下載已超出您帳戶目前可用的傳輸配額，因此有可能會被中斷。

source: See plans
ar: مشاهدة الباقات
de: Verfügbare Pro-Stufen
es: Ver planes
fr: Voir les abonnements
id: Lihat rencana
ja: プランを見る
ko: 요금제 보기
pt: Veja os planos
ru: Подписки
th: ดูแผนการ
tr: Planları görün
vi: Xem các gói thuê bao
zh_hans: 查看方案
zh_hant: 參看方案

source: Dismiss
ar: رفض
de: Später
es: Descartar
fr: Fermer
id: Hilangkan
ja: 却下
ko: 해제
pt: Fechar
ru: Отклонить
th: ละทิ้ง
tr: Görevden alma
vi: Đã đọc
zh_hans: 忽略
zh_hant: 忽略

# You may have new messages
source: You have new messages
ar: لديك رسائل جديدة
de: Sie haben neue Nachrichten
es: Tienes mensajes nuevos
fr: Vous avez de nouveaux messages
id: Anda memiliki pesan baru
ja: 新しいメッセージがあります
ko: 새 메시지가 있습니다
pt: Você tem novas mensagens
ru: Новые сообщения
th: คุณมีข้อความใหม่
tr: Yeni mesajlarınız var
vi: Bạn có tin nhắn mới
zh_hans: 您收到了新消息
zh_hant: 您有新訊息

source: Contact request
ar: طلب تواصل
de: Kontaktersuchen
es: Solicitud de contacto
fr: Demande de contact
id: Permintaan kontak
ja: 連絡先要求
ko: 연락처 요청
pt: Solicitação de contato
ru: Новый контакт
th: คำขอติดต่อ
tr: iletişim isteği
vi: Lời mời thêm liên lạc
zh_hans: 联系人请求
zh_hant: 聯絡人邀請

source: New shared folder
ar: مجلد مشارك جديد
de: Neue Ordnerfreigabe
es: Nueva carpeta compartida
fr: Nouveau dossier partagé
id: Folder bersama baru
ja: 新しい共有フォルダ
ko: 새 공유된 폴더
pt: Nova pasta compartilhada
ru: Новая общая папка
th: โฟลเดอร์ที่แชร์ใหม่
tr: Yeni paylaşılan klasör
vi: Nhận đuợc một thư mục chia sẻ mới
zh_hans: 新共享文件夹
zh_hant: 新的共享資料夾

# areYouSureYouWantToAbortTheRegistration
source: Are you sure you want to stop the signup process?
ar: هل تريد بالتأكيد إيقاف عملية التسجيل؟
de: Sind Sie sicher, dass Sie die Registrierung abbrechen wollen?
es: ¿Confirma que quieres abandonar el registro?
fr: Êtes-vous sûr de vouloir arrêter le processus d'inscription ?
id: Apakah anda yakin ingin menghentikan proses pendaftaran?
ja: サインアッププロセスを停止してもよろしいですか？
ko: 가입 과정을 멈추시겠습니까?
pt: Você tem certeza que quer cancelar o cadastro?
ru: Вы действительно хотите прервать регистрацию?
th: คุณต้องการยกเลิกขั้นตอนการลงทะเบียนหรือไม่
tr: Kayıt işlemini durdurmak istediğinizden emin misiniz?
vi: Bạn có chắc muốn hủy bỏ việc đăng ký?
zh_hans: 您确定要停止注册流程吗？
zh_hant: 您確定要中止註冊嗎？

# misspelledEmailAddress
source: If you have misspelt your email address, correct it and tap “Resend”.
ar: إذا أخطأت في كتابة عنوان بريدك الإلكتروني، فقم بتصحيحه وانقر على «إعادة الإرسال».
de: Wenn Sie sich bei der E-Mail-Adresse vertippt haben, korrigieren Sie diese und tippen Sie auf „Erneut senden“.
es: Si has escrito mal tu correo electrónico, corrígelo y pulsa “Reenviar”.
fr: Si vous avez mal orthographié votre adresse courriel, corrigez-la et touchez « Renvoyer ».
id: Jika anda salah mengeja alamat email anda, perbaiki dan ketuk “Kirim Ulang”.
ja: メールアドレスのスペルを間違った場合、それを修正して「再送信」をタップしてください。
ko: 당신의 이메일 주소를 잘못 입력하였다면, 수정하고 “재발송”을 탭하세요.
pt: Se você digitou o seu email de forma incorreta, corrija-o e pressione “Reenviar”.
ru: Если вы неправильно написали адрес электронной почты, исправьте его и нажмите «Отправить повторно».
th: หากคุณสะกดที่อยู่อีเมลผิด ให้แก้ไขและแตะ “ส่งใหม่”
tr: E-posta adresinizi yanlış yazdıysanız, düzeltin ve “Yeniden Gönder” e dokunun.
vi: Nếu bạn đã điền sai địa chỉ email của mình, sửa cho chính xác rồi click nút “Gửi lại”.
zh_hans: 如果您拼错了电子邮件地址，请更正并点按“重新发送”。
zh_hant: 如果您拼錯您的電子郵件地址，請更正並點選「重新發送」。

source: Resend
ar: إعادة إرسال
de: Erneut senden
es: Reenviar
fr: Renvoyer
id: Kirim lagi
ja: 再送信
ko: 재발송
pt: Reenviar
ru: Выслать повторно
th: ส่งใหม่
tr: Yeniden Gönder
vi: Gửi lại
zh_hans: 重新发送
zh_hant: 重新發送

# alreadyAContact
source: %s is already a contact.
ar: %s موجود كجهة اتصال بالفعل.
de: %s ist bereits Ihr Kontakt.
es: %s ya es un contacto.
fr: %s est déjà un contact.
id: %s sudah menjadi kontak.
ja: %sさんはすでに連絡先に入っています。
ko: %s님은 이미 연락처에 있습니다.
pt: %s já é um contato.
ru: %s уже в списке контактов.
th: %s มีอยู่แล้วในผู้ติดต่อ
tr: %s zaten bir irtibat.
vi: Tên %s đã có mặt trong sổ liên lạc.
zh_hans: %s已经是您的联系人。
zh_hant: %s 已經是您的聯絡人。

source: Sent contact: %@
ar: جهة الاتصال المرسلة: %@
de: Kontakt gesendet: %@
es: Contacto enviado: %@
fr: A envoyé un contact :%@
id: Kontak terkirim: %@
ja: 連絡先を送信しました：%@
ko: 연락처 보냄: %@
pt: Contato enviado: %@
ru: Отправлен контакт: %@
th: ส่งรายชื่อผู้ติดต่อ: %@
tr: Gönderilen iletişim: %@
vi: Đã gửi tên liên lạc: %@
zh_hans: 已发送联系人：%@
zh_hant: 發送聯絡人：%@

# sentXContacts
source: Sent %s contacts.
ar: أرسل %s جهة اتصال.
de: %s Kontakte versandt.
es: %s contactos enviados.
fr: %s contacts envoyés.
id: %s Kontak Terkirim.
ja: %s人の連絡先を送信しました。
ko: %s개의 연락처 보냄.
pt: Enviados %s contatos.
ru: Отправлены контакты (%s).
th: ส่งแล้ว %s ผู้ติดต่อ
tr: Gönderildi %s irtibat kişileri.
vi: Gửi đến %s tên liên lạc.
zh_hans: 已发送%s位联系人。
zh_hant: 已傳給%s位聯絡人。

# attachedFile
source: Attached: %@
ar: مُرفَق: %@
de: Angehängt: %@
es: Adjunto: %@
fr: A joint : %@
id: Terlampir: %@
ja: 添付されました：%@
ko: 첨부함: %@
pt: Anexou: %@
ru: Прикреплено: %@
th: สิ่งที่แนบมา: %@
tr: Ekli: %@
vi: Đã gửi đính kèm: %@
zh_hans: 已附上文件：%@
zh_hant: 附件：%@

# attachedXFiles
source: Attached %s files.
ar: أرفق %s ملف.
de: %s Dateien angehängt.
es: %s archivos adjuntos.
fr: A joint %s fichiers.
id: Melampirkan %s file.
ja: %s個のファイルを添付しました。
ko: %s개의 파일 첨부함.
pt: Anexou %s arquivos.
ru: Прикреплено файлов: %s.
th: ที่แนบมา %s ไฟล์
tr: Ekli %s dosyalar.
vi: Gửi kèm %s tệp tin.
zh_hans: 已附上%s个文件。
zh_hant: 已附加%s個檔案。

source: Jump to latest
ar: اذهب للأحدث
de: Zur neuesten
es: Ir al más reciente
fr: Sauter au plus récent
id: Lompat ke terbaru
ja: 最新項目にジャンプ
ko: 최근으로 이동
pt: Ir ao mais recente
ru: К последнему
th: ข้ามไปที่ล่าสุด
tr: En son sayfaya geç
vi: Đi đến dòng cuối
zh_hans: 跳转到最新
zh_hant: 跳至最新

source: New messages
ar: رسائل جديدة
de: Neue Nachrichten
es: Nuevos mensajes
fr: Nouveaux messages
id: Pesan baru
ja: 新しいメッセージ
ko: 새 메시지
pt: Novas mensagens
ru: Новые сообщения
th: ข้อความใหม่
tr: Yeni mesajlar
vi: Có tin nhắn mới
zh_hans: 新消息
zh_hant: 新訊息
