Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

source: Copy all
ar: نسخ الكل
de: In die Zwischenablage
es: Copiar todo
fr: Tout copier
id: Salin Semua
ja: すべてコピー
ko: 모두 복사
pt: Copiar todos
ru: Копировать всё
th: คัดลอกทั้งหมด
tr: Tümünü kopyala
vi: Sao chép tất cả
zh_hans: 全部复制
zh_hant: 全部複製

source: Options such as Send decryption key separately, Set expiry date or Set password are only available for single items.
ar: خيارات مثل إرسال مفتاح فك التشفير بشكل منفصل أو تعيين تاريخ انتهاء الصلاحية أو كلمات مرور متاحة لعنصر واحد فقط.
de: Optionen wie „Schlüssel separat versenden“, „Ablaufdatum setzen“ oder „Passwort setzen“ sind nur für Einzelelemente verfügbar.
es: Opciones como “Enviar clave de descifrado por separado”, “Establecer fecha de caducidad” o “Establecer contraseña” solo están disponible al seleccionar un solo elemento.
fr: Les options telles qu’Envoyer la clé de déchiffrement séparément, Définir une date d’expiration ou Mots de passe ne sont proposées que pour les éléments seuls.
id: Opsi seperti Kirim Kunci Dekripsi Secara Terpisah, Tetapkan Tanggal Kedaluwarsa atau Kata Sandi hanya tersedia untuk satu item.
ja: 「復号キーを個別に送信」、「有効期限の設定」、または「パスワードの設定」などのオプションは、単一の項目でのみ使用できます。
ko: 복호화 키 따로 보내기, 만료일 또는 암호 설정 등의 옵션은 단일 항목에만 설정 가능합니다.
pt: Opções como “Exportar a chave de decodificação do link separadamente”, “Definir data de validade” ou “Definir senha” somente estão disponíveis ao selecionar um único item.
ru: Такие параметры, как отправлять ключ дешифрования отдельно, задавать срок годности или пароль, доступны только для отдельных элементов.
th: ตัวเลือกเช่น ส่งคีย์ถอดรหัสแบบแยกต่างหาก ตั้งค่าวันหมดอายุหรือรหัสผ่าน มีให้สำหรับรายการเดียวเท่านั้น
tr: Şifre çözme anahtarını ayrı olarak gönder, Son kullanma tarihini ayarla veya Parola ayarla gibi seçenekler yalnızca tek öğeler için kullanılabilir.
vi: Các tùy chọn như Gửi chìa khóa giải mã ra riêng, Đặt ngày hết hạn và Đặt mật khẩu chỉ áp dụng được có các mục đơn lẻ.
zh_hans: “分别发送解密密钥”，“设置到期日”或“密码”等选项仅适用于单个项目。
zh_hant: 選項如各別發送解密金鑰、到期日期或密碼設定只適用於單個項目。

source: Key copied to clipboard
ar: تم نسخ المفتاح إلى الحافظة
de: Schlüssel in Zwischenablage kopiert
es: Clave copiada al portapapeles
fr: La clé a été copiée dans le presse-papiers
id: Kunci Disalin ke Papan Klip
ja: キーがクリップボードにコピーされました
ko: 키가 클립보드에 복사되었습니다
pt: Chave copiada para a área de transferência
ru: Ключ скопирован в буфер обмена
th: คัดลอกคีย์ไปยังคลิปบอร์ดแล้ว
tr: Anahtar panoya kopyalandı
vi: Chìa khóa đã được ghi vào bảng nhớ tạm
zh_hans: 已复制密钥到剪贴板
zh_hant: 金鑰已複製到剪貼簿

source: Password copied to clipboard
ar: تم نسخ كلمة المرور إلى الحافظة
de: Passwort in Zwischenablage kopiert
es: Contraseña copiada al portapapeles
fr: Le mot de passe a été copié dans le presse-papiers
id: Sandi Disalin ke Papan Klip
ja: パスワードがクリップボードにコピーされました
ko: 암호가 클립보드에 복사되었습니다
pt: Senha copiada para a área de transferência
ru: Пароль скопирован в буфер обмена
th: คัดลอกรหัสผ่านไปยังคลิปบอร์ดแล้ว
tr: Parola panoya kopyalandı
vi: Mật khẩu đã được ghi vào bảng nhớ tạm
zh_hans: 已复制密码到剪贴板
zh_hant: 密碼已複製到剪貼簿

source: Our zero-knowledge encryption system requires a unique key automatically generated for this file or folder. A link with this key is created by default, but you can export the decryption key separately for an added layer of security.
ar: يتطلب نظام تشفير المعرفة الصفرية الخاص بنا مفتاحًا فريدًا يتم إنشاؤه تلقائيًا لهذا الملف أو المجلد. يتم إنشاء رابط بهذا المفتاح تلقائياً ولكن يمكنك تصدير مفتاح فك التشفير بشكل منفصل للحصول على طبقة أمان إضافية.
de: Unsere Zero-Knowledge-Verschlüsselung ordnet der Datei bzw. dem Ordner einen automatisch generierten Schlüssel zu. Ein Link mit diesem Schlüssel wird standardmäßig erstellt, aber Sie können ihn als zusätzliche Sicherheitsvorkehrung auch separat exportieren.
es: Nuestro sistema de cifrado de conocimiento cero requiere una clave única generada automáticamente para este archivo o carpeta. El enlace se crea por defecto con esta clave pero puedes exportarla por separado para más seguridad.
fr: Notre système de chiffrement à divulgation nulle de connaissance exige une clé unique générée automatiquement pour ce fichier ou ce dossier. Un lien qui comprend cette clé est créé par défaut, mais par mesure supplémentaire de sécurité, vous pouvez exporter la clé de chiffrement séparément.
id: Sistem enkripsi tanpa pengetahuan kami memerlukan kunci unik yang dibuat secara otomatis untuk file atau folder ini. Tautan dengan kunci ini dibuat secara default, tetapi anda dapat mengekspor kunci dekripsi secara terpisah untuk lapisan keamanan tambahan.
ja: 当社のゼロ知識暗号化システムでは、このファイルかフォルダに対して自動的に生成される一意のキーが必要です。このキーを有するリンクはデフォルトで作成されますが、セキュリティの層を追加するために、復号キーを個別にエクスポートできます。
ko: 우리의 영지식 암호화 시스템은 이 파일 또는 폴더를 위해 자동으로 생성된 고유의 키를 필요로 합니다. 이 키에 대한 링크는 자동으로 생성되지만, 보안을 위해 복호화 키를 별도로 내보낼 수 있습니다.
pt: Nosso sistema de criptografia de conhecimento zero requer uma chave exclusiva, gerada automaticamente para este arquivo ou para esta pasta. Um link com esta chave será criado de maneira predeterminada, mas você pode exportar a chave de decodificação separadamente, para assim garantir uma camada adicional de segurança.
ru: Наша система шифрования с нулевым разглашением требует, чтобы для этого файла или папки автоматически генерировался уникальный ключ. Ссылка с этим ключом создаётся по умолчанию, но вы можете экспортировать ключ дешифрования отдельно для дополнительного уровня безопасности.
th: การเข้ารหัสด้วยวิธีซีโร่-นอว์เลจของเรา มีการใช้คีย์เฉพาะที่สร้างขึ้นสำหรับไฟล์หรือโฟลเดอร์นี้โดยอัตโนมัติ ลิงก์ที่มีคีย์นี้จะถูกสร้างขึ้นตามค่าเริ่มต้น แต่คุณสามารถส่งออกคีย์ถอดรหัสแบบแยกต่างหากเพื่อเพิ่มระดับความปลอดภัยได้
tr: Sıfır bilgi şifreleme sistemimiz, bu dosya veya klasör için otomatik olarak oluşturulan benzersiz bir anahtar gerektirir. Varsayılan olarak bu anahtarla bir bağlantı oluşturulur, ancak şifre çözme anahtarını ek bir güvenlik katmanı için ayrı olarak dışa aktarabilirsiniz.
vi: Mô hình mã hóa vô kiến thức của chúng tôi tự động yêu cầu phải tạo ra một chìa khóa cho tệp tin hoặc thư mục này. Đường liên kết với chìa khóa này được tạo theo cài đặt mặc định, nhưng bạn có thể xuất chìa khóa giải mã ra riêng để tăng thêm một lớp bảo mật bổ sung.
zh_hans: 我们的零知识加密系统需要为此文件或文件夹自动生成唯一密钥。 默认情况下会创建带有此密钥的链接，您也可以单独导出解密密钥进而增加安全性。
zh_hant: 我們的零知識加密系統需要有為此檔案或資料夾自動生成的專屬金鑰才能開啟。預設情況下會自動產生帶有此金鑰的連結，但為了更加安全考量，您可以將解密金鑰個別匯出。

source: Remove password
ar: إزالة كلمة المرور
de: Passwort entfernen
es: Eliminar contraseña
fr: Supprimer le mot de passe
id: Hapus Kata Sandi
ja: パスワードを削除
ko: 암호 제거
pt: Remover senha
ru: Удалить пароль
th: ลบรหัสผ่าน
tr: Şifreyi kaldır
vi: Loại bỏ mật khẩu
zh_hans: 移除密码
zh_hant: 移除密碼

source: Reset password
ar: إعادة تعيين كلمة المرور
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
id: Ubah Sandi
ja: パスワードをリセット
ko: 암호 재설정
pt: Resetar senha
ru: Сбросить пароль
th: รีเซ็ตรหัสผ่าน
tr: Şifreyi sıfırla
vi: Đặt lại mật khẩu
zh_hans: 重置密码
zh_hant: 重設密碼

source: This link is unavailable as the user’s account has been closed for gross violation of MEGA’s [A]Terms of Service[/A].
ar: هذا الرابط غير متاح حيث تم إغلاق حساب المستخدم بسبب انتهاك جسيم [A]لبنود الخدمة[/A] الخاصة بميغا MEGA.
de: Dieser Link ist nicht verfügbar. Der zugehörige Benutzeraccount wurde wegen schwerwiegender Verletzung unserer [A]Allgemeinen Geschäftsbedingungen[/A] gesperrt.
es: Este enlace no está disponible ya que la cuenta del usuario se ha cerrado por una violación grave de los [A]Términos de servicio[/A] de MEGA.
fr: Ce lien n’est pas accessible, car le compte de l’utilisateur a été fermé en raison d’une violation flagrante des [A]Conditions générales d’utilisation[/A] de MEGA.
id: Tautan ini tidak tersedia karena akun pengguna telah ditutup karena pelanggaran berat terhadap [A]Ketentuan Layanan[/A] MEGA.
ja: このリンクは使用できません。当該ユーザーのアカウントが、MEGAの[A]ご利用規約[/A]への重大な違反により閉鎖されました。
ko: 이 링크는 링크 소유주의 계정이 MEGA [A]이용 약관[/A]의 중대한 위반으로 인하여 폐쇄되었기 때문에 사용할 수 없습니다.
pt: Este link não está disponível porque a conta do usuário que o criou foi encerrada devido a uma grave infração dos [A]Termos de serviço[/A] do MEGA.
ru: Эта ссылка недоступна, так как аккаунт пользователя был закрыт за грубое нарушение [A]условий использования[/A] MEGA.
th: ลิงก์นี้ไม่สามารถใช้งานได้เนื่องจากบัญชีของผู้ใช้ถูกปิดเพราะละเมิดมาตรฐานขั้นต้นใน[A]เงื่อนไขการให้บริการ[/A]ของ MEGA
tr: Bu bağlantı, kullanıcının hesabı MEGA'nın ağır ihlali nedeniyle kapatıldığı için kullanılamıyor. [A]Hizmet Şartları[/A].
vi: Đường liên kết này không còn tồn tại vì tài khoản đã bị đóng do vi phạm nghiêm trọng với [A]Điều Khoản Dịch Vụ[/A] của MEGA.
zh_hans: 由于该用户的帐户严重违反MEGA[A]服务条款[/A]已被关闭，此链接已不可用。
zh_hant: 由於嚴重違反MEGA的[A]服務條款[/A]，該用戶的帳戶已被關閉，所以此連結無法使用。

# Taken down due to severe violation of our terms of service
source: This folder or file was reported to contain objectionable content, such as Child Exploitation Material, Violent Extremism, or Bestiality. The link creator’s account has been closed and their full details, including IP address, have been provided to the authorities.
ar: تم الإبلاغ عن احتواء هذا المجلد/الملف على محتوى غير مرغوب فيه، مثل مواد استغلال الأطفال أو التطرف العنيف أو اتيان البهايم. تم إغلاق حساب منشئ الرابط وتم تقديم تفاصيل الكاملة، بما في ذلك عنوان الشبكي IP، إلى الجهات المعنية.
de: Dieser Datei-/Ordnerlink wurde uns gemeldet, weil er Darstellungen des Missbrauchs von Minderjährigen oder Propaganda für extremistische Gewalthandlungen enthält. Der zugehörige Benutzeraccount wurde gesperrt. Die Benutzerdetails, einschließlich der IP-Adresse, wurden an die zuständigen Behörden weitergeleitet.
es: Este archivo o carpeta ha sido reportado por contenido censurable, como material de explotación infantil, extremismo violento o bestialismo. La cuenta del usuario que ha creado el enlace se ha cerrado y la información de dicha cuenta, incluida la dirección IP, ha sido facilitada a las autoridades.
fr: Ce dossier ou fichier a été signalé comme source de contenu répréhensible telle que le contenu sur l’exploitation d’enfants, l’extrémisme violent ou la bestialité. Le compte du créateur du lien a été fermé et ses renseignements complets, dont l’adresse IP, ont été remis aux autorités.
id: Folder atau file ini dilaporkan mengandung konten yang tidak menyenangkan, seperti Materi Eksploitasi Anak, Ekstremisme Kekerasan, atau Bestialitas. Akun pembuat tautan telah ditutup dan detail lengkapnya, termasuk alamat IP, telah diberikan kepada pihak berwenang.
ja: このフォルダ/ファイルには、児童搾取資料、暴力的過激主義、獣姦などの好ましくないコンテンツが含まれていると報告されました。当該リンク作成者のアカウントが閉鎖され、IPアドレスを含む当該ユーザーの詳細が関係当局に提供されました。
ko: 이 폴더/파일은 아동 착취물, 극단적인 폭력물, 또는 수간물 같은 불쾌한 항목이 포함된 것으로 신고되었습니다. 이 파일을 등록한 링크 생성자의 계정은 폐쇄되었으며, 링크 생성자의 IP 주소를 포함한 자세한 정보가 사법 기관에 제공되었습니다.
pt: Este arquivo ou pasta foi denunciado por armazenar conteúdo censurável, como material relacionado à exploração infantil, extremismo violento ou bestialidade. A conta do usuário que criou este link foi encerrada e as informações desta conta, incluindo o endereço IP, foram proporcionadas às autoridades competentes.
ru: Нам сообщили, что эта папка или файл содержит нежелательный контент, такой как эксплуатация детей, насильственный экстремизм или жестокое обращение с животными. Аккаунт пользователя, создавшего ссылку, был закрыт, и его полная информация, включая IP-адрес, была предоставлена властям.
th: โฟลเดอร์/ไฟล์นี้มีการรายงานว่ามีเนื้อหาที่ไม่เหมาะสม เช่น สื่อข้อมูลที่แสวงหาประโยชน์จากเด็ก กลุ่มคนหัวรุนแรงหรือการชำเราสัตว์ บัญชีผู้สร้างลิงก์ได้ถูกปิดและรายละเอียดทั้งหมดรวมถึงที่อยู่ IP ได้ถูกมอบให้กับเจ้าหน้าที่เรียบร้อยแล้ว
tr: Bu klasör veya dosyanın Çocuk İstismarı Materyali, Şiddet İçeren Aşırılık veya Hayvancılık gibi sakıncalı içerik içerdiği bildirildi. Bağlantı oluşturucunun hesabı kapatıldı ve IP adresi de dahil olmak üzere tüm ayrıntıları yetkililere sağlandı.
vi: Thư mục hoặc tệp tin này đã được báo cáo là chứa nội dung phản cảm, chẳng hạn như tài liệu bóc lột trẻ em, bạo hành cực đoan, thú tính hay động vật luyến ái, phi nhân tính. Tài khoản của người tạo liên kết đã bị đóng và chi tiết đầy đủ của chủ tài khoản (bao gồm cả địa chỉ IP) đã được gửi cho chính quyền.
zh_hans: 该文件或文件夹已被举报其含有不良内容，例如儿童色情、暴力极端主义或兽交。该链接创建者的帐户已被关闭，其帐户详细信息，包括IP地址，已提交至监管部门。
zh_hant: 據報告此資料夾/檔案包含令人反感的內容，例如兒童色情、暴力極端主義、或獸交。建立此連結的帳戶已經被關閉，其帳戶的細節，包括IP位置已提交給相關部門。

source: Unavailable
ar: غير متاحة
de: Nicht verfügbar
es: No disponible
fr: Non disponible
id: Tidak tersedia
ja: 利用できません
ko: 이용 불가
pt: Não disponível
ru: Недоступно
th: ไม่พร้อมใช้งาน
tr: Kullanılamıyor
vi: Không Khả Dụng
zh_hans: 不可用
zh_hant: 無法使用的

source: Email already sent. Please wait a few minutes before trying again.
ar: تم إرسال البريد الإلكتروني بالفعل. يرجى الانتظار بضع دقائق قبل المحاولة مرة أخرى.
de: E-Mail bereits gesendet. Bitte warten Sie einige Minuten, bevor Sie es erneut versuchen.
es: Correo electrónico ya enviado. Espera unos minutos antes de volver a intentarlo.
fr: Le courriel a déjà été envoyé. Veuillez patienter quelques minutes avant de réessayer.
id: Email sudah terkirim. Harap tunggu beberapa menit sebelum mencoba lagi.
ja: メールは既に送信されています。数分待ってから再試行してください。
ko: 이메일이 이미 발송되었습니다. 몇 분 기다린 후 다시 시도하세요.
pt: O email já foi enviado. Por favor, espere alguns minutos antes de tentar novamente.
ru: Письмо уже отправлено. Пожалуйста, подождите несколько минут, прежде чем попробовать снова.
th: ส่งอีเมลไปแล้ว กรุณารอสักครู่ก่อนที่จะลองใหม่อีกครั้ง
tr: E-posta zaten gönderildi. Tekrar denemeden önce lütfen birkaç dakika bekleyin.
vi: Email đã được gửi đi rồi. Xin chờ vài phút trước khi gửi lại cái mới.
zh_hans: 邮件已发送。请等待几分钟后再试。
zh_hant: 電子郵件已發送。請等待幾分鐘然後再重試。

source: Manage chat history
ar: إدارة سجل المحادثات
de: Chatverlauf verwalten
es: Gestionar historial del chat
fr: Gérer l’historique de la conversation
id: Kelola riwayat obrolan
ja: チャット履歴を管理する
ko: 대화 기록 관리
pt: Gerenciar o histórico do chat
ru: Управление историей чата
th: จัดการประวัติการแชท
tr: Sohbet geçmişini yönet
vi: Quản lý lịch sử chat
zh_hans: 管理聊天记录
zh_hant: 管理對話記錄

source: History clearing
ar: مسح السجل
de: Nachrichtenlebensdauer
es: Limpieza del historial
fr: Effacement de l’historique
id: Kliring Sejarah
ja: 履歴消去
ko: 기록 삭제
pt: Gerenciar o histórico do chat
ru: Очистка истории
th: ล้างประวัติการแชท
tr: Geçmiş temizleme
vi: Tự dọn lịch sử
zh_hans: 清除聊天记录
zh_hant: 歷史記錄清除

source: Automatically delete messages older than a certain amount of time.
ar: حذف الرسائل الأقدم من فترة زمنية معينة تلقائيًا.
de: Automatische Löschung älterer Nachrichten.
es: Elimina automáticamente los mensajes anteriores a una determinada cantidad de tiempo.
fr: Supprimer automatiquement les messages plus anciens qu’une certaine durée.
id: Hapus pesan yang lebih lama dari jangka waktu tertentu secara otomatis.
ja: 一定時間以上経過したメッセージを自動削除します。
ko: 특정 시간보다 오래된 메시지는 자동으로 삭제합니다.
pt: Deletar automaticamente mensagens depois de um certo período de tempo.
ru: Автоматически удалять сообщения старше определенного времени.
th: ลบข้อความที่เก่ากว่าในระยะเวลาหนึ่งโดยอัตโนมัติ
tr: Belirli bir süreden daha eski mesajları otomatik olarak silin.
vi: Tự động xóa đi các tin nhắn đã tồn đọng trong một khoảng thời gian.
zh_hans: 自动删除超过一定时间的聊天记录。
zh_hant: 自動刪除超過一定時間的訊息。

source: Automatically delete messages older than one day.
ar: حذف الرسائل الأقدم من يوم واحد تلقائيًا.
de: Nachrichten nach einem Tag automatisch löschen.
es: Elimina automáticamente los mensajes con más de un día.
fr: Supprimer automatiquement les messages de plus d’un jour.
id: Hapus pesan yang lebih lama dari satu hari secara otomatis.
ja: 1日より古いメッセージを自動的に削除します。
ko: 1일 이상의 메시지는 자동으로 삭제합니다.
pt: Excluir automaticamente mensagens com mais de um dia.
ru: Автоматически удалять сообщения старше одного дня.
th: ลบข้อความที่เก่ากว่าหนึ่งวันโดยอัตโนมัติ
tr: Bir günden eski mesajları otomatik olarak silin.
vi: Tự động xóa các tin nhắn đã có lâu hơn một ngày.
zh_hans: 自动删除超过一天的聊天记录。
zh_hant: 自動刪除超過1天的訊息。

source: Automatically delete messages older than one week.
ar: حذف الرسائل الأقدم من أسبوع تلقائيًا.
de: Nachrichten nach einer Woche automatisch löschen.
es: Elimina automáticamente los mensajes con más de una semana.
fr: Supprimer automatiquement les messages de plus d’une semaine.
id: Hapus pesan yang lebih lama dari satu minggu secara otomatis.
ja: 1週より古いメッセージを自動的に削除します。
ko: 1주 이상의 메시지는 자동으로 삭제합니다.
pt: Excluir automaticamente mensagens com mais de uma semana.
ru: Автоматически удалять сообщения старше одной недели.
th: ลบข้อความที่เก่ากว่าหนึ่งสัปดาห์โดยอัตโนมัติ
tr: Bir haftadan eski mesajları otomatik olarak silin.
vi: Tự động xóa các tin nhắn đã có lâu hơn một tuần.
zh_hans: 自动删除超过一周的聊天记录。
zh_hant: 自動刪除超過1週的訊息。

source: Automatically delete messages older than one month.
ar: حذف الرسائل الأقدم من شهر تلقائيًا.
de: Nachrichten nach einem Monat automatisch löschen.
es: Elimina automáticamente los mensajes con más de un mes.
fr: Supprimer automatiquement les messages de plus d’un mois.
id: Hapus pesan yang lebih lama dari satu bulan secara otomatis.
ja: 1か月より古いメッセージを自動的に削除します。
ko: 1개월 이상의 메시지는 자동으로 삭제합니다.
pt: Excluir automaticamente mensagens com mais de um mês.
ru: Автоматически удалять сообщения старше одного месяца.
th: ลบข้อความที่เก่ากว่าหนึ่งเดือนโดยอัตโนมัติ
tr: Bir aydan eski mesajları otomatik olarak silin.
vi: Tự động xóa các tin nhắn đã có lâu hơn một tháng.
zh_hans: 自动删除超过一个月的聊天记录。
zh_hant: 自動刪除超過1個月的訊息。

# chat.manageHistory.message.deleteMessageOlderThanCustomValue
source: Automatically delete messages older than %@
ar: احذف الرسائل الأقدم من %@ تلقائيًا
de: Nachrichten automatisch löschen, wenn sie älter sind als %@
es: Eliminar automáticamente mensajes con más de %@
fr: Supprimer automatiquement les messages de plus de %@
id: Secara otomatis menghapus pesan yang lebih lama dari %@
ja: %@より古いメッセージを自動的に削除します
ko: %@ 이상 된 메시지를 자동으로 삭제
pt: Excluir automaticamente mensagens com mais de %@
ru: Автоматически удалять сообщения старше %@
th: ลบข้อความที่เก่ากว่า %@ โดยอัตโนมัติ
tr: Daha eski iletileri otomatik olarak sil %@
vi: Tự động xóa các tin nhắn đã có lâu hơn %@
zh_hans: 自动删除超过%@的消息
zh_hant: 自動刪除超過%@的訊息

source: Delete all messages and files shared in this conversation. This action is irreversible.
ar: احذف جميع الرسائل والملفات المشاركة في هذه المحادثة. هذا الإجراء لا رجوع فيه.
de: Alle Nachrichten und Dateifreigaben in dieser Unterhaltung löschen. Diese Aktion kann nicht rückgängig gemacht werden.
es: Elimina todos los mensajes y archivos compartidos en esta conversación. Esta acción es irreversible.
fr: Supprimer tous les messages et fichiers partagés dans cette conversation. Cette action est irréversible.
id: Hapus semua pesan dan file yang dibagikan dalam percakapan ini. Tindakan ini tidak dapat diubah.
ja: この会話で共有されているすべてのメッセージとファイルを削除します。このアクションは元に戻せません。
ko: 이 대화 내의 모든 메시지와 공유된 파일을 삭제합니다. 이 행동은 되돌릴 수 없습니다.
pt: Deletar todas as mensagens e arquivos compartilhados neste chat. Esta ação é irreversível.
ru: Удалить все сообщения и файлы, которыми поделились в этом разговоре. Это действие необратимо.
th: ลบข้อความและไฟล์ทั้งหมดที่แชร์ในการสนทนานี้ การดำเนินการนี้จะไม่สามารถยกเลิกได้
tr: Bu görüşmede paylaşılan tüm mesajları ve dosyaları silin. Bu eylem geri döndürülemez.
vi: Xóa tất cả tin nhắn và tệp tin đã chia sẻ trong cuộc trò chuyện này. Việc này sẽ không thể hoàn tác.
zh_hans: 删除此对话中的所有消息和文件。此操作无法撤回。
zh_hant: 刪除此對話中所有訊息和共享的檔案。此動作是無法復原的。

source: Clear messages older than
ar: مسح الرسائل الأقدم من
de: Nachrichten automatisch löschen, wenn sie älter sind als
es: Limpia mensajes con más de
fr: Supprimer les messages de plus de
id: Hapus Pesan Lebih Lama Dari
ja: 以下より古いメッセージをクリアする
ko: 다음보다 오래된 메시지 삭제
pt: Excluir automaticamente mensagens com mais de
ru: Очистить сообщения старше
th: ล้างข้อความที่เก่ากว่า
tr: Daha eski mesajları temizle
vi: Xóa các tin nhắn đã có lâu hơn
zh_hans: 您想要清除多久前的聊天记录
zh_hant: 刪除超過此時間的訊息

source: One day
ar: يوم واحد
de: Ein Tag
es: Un día
fr: Un jour
id: Satu hari
ja: 1日
ko: 1일
pt: Um dia
ru: Одного дня
th: หนึ่งวัน
tr: Bir gün
vi: Một ngày
zh_hans: 一天
zh_hant: 1天

source: One week
ar: اسبوع واحد
de: Eine Woche
es: Una semana
fr: Une semaine
id: Satu Minggu
ja: 1週間
ko: 1주
pt: Uma semana
ru: Одной недели
th: หนึ่งสัปดาห์
tr: Bir hafta
vi: Một tuần
zh_hans: 一周
zh_hant: 1週

source: One month
ar: شهر واحد
de: Ein Monat
es: Un mes
fr: Un mois
id: Satu Bulan
ja: 1か月
ko: 1개월
pt: Um mês
ru: Одного месяца
th: หนึ่งเดือน
tr: Bir ay
vi: Một tháng
zh_hans: 一个月
zh_hant: 1個月

source: Custom…
ar: مخصص…
de: Anderer Zeitraum…
es: Personalizar…
fr: Personnalisé…
id: Kustom…
ja: カスタム…
ko: 사용자 지정…
pt: Personalizar…
ru: Другое…
th: กำหนดเอง…
tr: Özel…
vi: Chỉnh…
zh_hans: 自定义…
zh_hant: 自訂⋯

source: [A]%1$s[/A][B] changed the message clearing time to[/B][A] %2$s[/A][B].[/B]
ar: قام [A]%1$s[/A][B] بتغيير وقت مسح الرسالة إلى [/B][A] %2$s[/A][B].[/B]
de: [A]%1$s[/A][B] hat die Lebensdauer von Chatnachrichten auf [/B][A] %2$s[/A][B] geändert.[/B]
es: [A]%1$s[/A][B] ha cambiado el tiempo de limpieza de mensajes a [/B][A] %2$s[/A][B].[/B]
fr: [A]%1$s[/A][B] a changé la durée avant effacement du message à[/B][A] %2$s[/A][B].[/B]
id: [A]%1$s[/A][B] mengubah waktu pembersihan pesan menjadi [/B][A] %2$s[/A][B]. [/B]
ja: [A]%1$s[/A][B]さんがメッセージクリア時間を[/B][A]%2$s[/A][B]に変更しました。[/B]
ko: [A]%1$s[/A][B]님이 메시지 삭제 시간을[/B][A] %2$s[/A][B]로 변경하였습니다.[/B]
pt: [A]%1$s[/A][B] alterou o tempo de eliminação de mensagens para[/B][A] %2$s[/A][B].[/B]
ru: [A]%1$s[/A][B] изменил время очистки сообщения на[/B][A] %2$s[/A][B].[/B]
th: [A]%1$s[/A][B] เปลี่ยนเวลาล้างข้อความเป็น[/B][A] %2$s[/A][B][/B]
tr: [A]%1$s[/A][B] mesaj temizleme süresini şu şekilde değiştirdi[/B][A] %2$s[/A][B].[/B]
vi: [A]%1$s[/A][B] đã thay đổi thời gian tự động xóa tin nhắn đã có lâu là[/B][A] %2$s[/A][B].[/B]
zh_hans: [A]%1$s[/A][B]将消息清除时间更改为[/B][A] %2$s[/A][B]。[/B]
zh_hant: [A]%1$s[/A][B]將訊息刪除時間改為[/B][A]%2$s[/A][B]。[/B]

source: [A]%1$s[/A][B] disabled message clearing.[/B]
ar: قام [A]%1$s[/A][B] بمسح الرسائل المعطلة.[/B]
de: [A]%1$s[/A][B] hat eine unbegrenzte Nachrichtenlebensdauer eingestellt.[/B]
es: [A]%1$s[/A][B] ha desactivado la limpieza de mensajes.[/B]
fr: [A]%1$s[/A][B] a désactivé l’effacement des messages.[/B]
id: [A]%1$s[/A][B] menonaktifkan penghapusan pesan.[/B]
ja: [A]%1$s[/A][B]さんがメッセージのクリアを無効にしました。[/B]
ko: [A]%1$s[/A][B]님이 메시지 삭제를 해제하였습니다.[/B]
pt: [A]%1$s[/A][B] desativou a eliminação de mensagens.[/B]
ru: [A]%1$s[/A][B] отключил очистку сообщений.[/B]
th: [A]%1$s[/A][B] ปิดใช้งานการล้างข้อความ[/B]
tr: [A]%1$s[/A][B] devre dışı mesaj temizleme.[/B]
vi: [A]%1$s[/A][B] đã vô hiệu tính năng tự động xóa tin nhắn đã có lâu.[/B]
zh_hans: [A]%1$s[/A][B]已禁用消息清除。[/B]
zh_hant: [A]%1$s[/A][B]停用訊息刪除功能。[/B]

source: Day
ar: يوم
de: Tag
es: Día
fr: Jour
id: Hari
ja: 日
ko: 일
pt: Dia
ru: День
th: วัน
tr: Gün
vi: Ngày
zh_hans: 日
zh_hant: 天

source: Search your files
ar: ابحث في ملفاتك
de: Ihre Dateien durchsuchen
es: Buscar tus archivos
fr: Cherchez dans vos fichiers
id: Cari File Anda
ja: あなたのファイルを検索
ko: 파일 찾기
pt: Pesquisar nos seus arquivos
ru: Искать в файлах
th: ค้นหาไฟล์ของคุณ
tr: Dosyalarınızı arayın
vi: Tìm các tệp tin
zh_hans: 搜索您的文件
zh_hant: 搜尋您的檔案

source: MEGA Camera uploads folder
ar: مجلد ميغا MEGA لترفيعات الكاميرا
de: MEGA-Kamerauploads-Ordner
es: Carpeta de las Súbidas de la camara de MEGA
fr: Dossier MEGA des Téléversements de l’appareil photo
id: Folder Unggahan kamera MEGA
ja: MEGAカメラアップロードフォルダ
ko: MEGA 카메라 업로드 폴더
pt: Pasta dos uploads da câmera no MEGA
ru: Папка MEGA «Загрузки из камеры»
th: โฟลเดอร์อัปโหลดจากกล้องของแอป MEGA
tr: MEGA Kamera yükleme klasörü
vi: Thư mục Đăng Tải Camêra trên MEGA
zh_hans: MEGA相机上传文件夹
zh_hant: MEGA相機上傳資料夾

source: Select folder
ar: اختر مجلد
de: Ordner auswählen
es: Seleccionar carpeta
fr: Sélectionner le dossier
id: Pilih Folder
ja: フォルダを選択
ko: 폴더 선택
pt: Selecionar pasta
ru: Выбрать папку
th: เลือกโฟลเดอร์
tr: Klasör seç
vi: Chọn thư mục
zh_hans: 选择文件夹
zh_hant: 選擇資料夾
