Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# appPurchaseDisabled
source: In-app purchases is disabled, please enable it in the iOS Settings app
ar: خدمة الشراء داخل التطبيق معطل، الرجاء تفعيل الخدمة من إعدادات ال iOS
de: In-App-Käufe sind derzeit deaktiviert, bitte aktivieren Sie sie in den iOS-Einstellungen
es: Compras en la App Store desactivadas, por favor actívalas desde Configuración
fr: Les achats intégrés sont désactivés, veuillez les activer dans l’appli Réglages d’iOS
id: In-App Purchases di nonaktifkan, harap aktifkan pada iOS Settings
ja: アプリ内購入が無効になっています。iOSの設定で有効にしてください
ko: 인앱 결제가 해제되었습니다. iOS 설정에서 활성화 해주세요
pt: As compras no aplicativo estão desativadas - você pode ativá-las nas Configurações do seu dispositivo iOS.
ru: Покупки внутри приложений отключены, включите их в настройках iOS
th: การซื้อภายในแอปถูกปิดใช้งาน กรุณาเปิดใช้งานได้ในการตั้งค่า iOS
tr: Uygulama içi satın alımlar devre dışı bırakıldı, lütfen iOS Ayarları uygulamasında etkinleştirin
vi: Mua in-app bị tắt, xin bật lại trong phần Cài đặt của iOS
zh_hans: 应用内购买已禁用，请在iOS设置中启用此功能
zh_hant: 應用程式內購買功能尚未啟用，請於iOS的設定中啟用此功能

# productNotFound
source: Product %@ is not found, please contact ios@mega.nz
ar: لم يتم العثور على المنتج %@، يرجى الاتصال ios@mega.nz
de: Produkt %@ wurde nicht gefunden - bitte setzen Sie sich mit ios@mega.nz in Verbindung
es: Producto %@ no encontrado, por favor contacta con ios@mega.nz
fr: Le produit %@ est introuvable, veuillez contacter ios@mega.nz
id: Produk %@ tidak ditemukan, harap kontak ios@mega.nz
ja: 製品%@が見つかりません。ios@mega.nz にお問い合わせください
ko: 제품 %@가 발견되지 않았습니다, ios@mega.nz로 연락하세요
pt: Produto %@ não foi encontrado, por favor entre em contato com ios@mega.nz
ru: Продукт %@ не найден, пожалуйста, свяжитесь с ios@mega.nz
th: ไม่พบผลิตภัณฑ์ %@ กรุณาติดต่อ ios@mega.io
tr: Ürün %@ bulunamadı, lütfen iletişime geçin ios@mega.nz
vi: Không tìm thấy mặt hàng %@, xin liên lạc với ios@mega.nz
zh_hans: 未找到产品%@，请联系ios@mega.nz
zh_hant: 未找到產品%@，請聯繫 ios@mega.nz

# allowPurchase_title
source: Allow purchases
ar: السماح بالشراء
de: Käufe erlauben
es: Permitir compras
fr: Autoriser les achats
id: Izinkan pembelian
ja: 購入を有効にしてください
ko: 결제 허용
pt: Permitir compras
ru: Разрешение покупок
th: อนุญาตให้สั่งซื้อ
tr: Satın alımlara izin ver
vi: Quyền truy cập mua hàng
zh_hans: 允许购买
zh_hant: 允許購買

# allowPurchase_message
source: You must enable In-App Purchases in your iOS Settings before restoring a purchase.
ar: يجب عليك تمكين عمليات الشراء داخل التطبيق في إعدادات iOS قبل استعادة عملية الشراء.
de: Sie müssen In-App-Kauf in Ihren iOS-Einstellungen aktivieren, bevor Sie den Kauf wiederherstellen.
es: Debes activar las compras en la App Store desde Configuración antes de restaurar una compra.
fr: Vous devez activer les achats intégrés dans vos réglages iOS avant de restaurer un achat.
id: Anda harus membolehkan Pembelian In-App pada pengaturan iOS anda sebelum mengembalikan pembelian.
ja: ご購入を復元される前に、お客様のiOS設定で、アプリ内購入を有効にしてください。
ko: 결제를 복구하기 전에 iOS 설정에서 앱 내 구매를 활성화하여야 합니다.
pt: Antes de restaurar a sua compra, você deve ativar as compras no aplicativo estão desativadas nas configurações do seu dispositivo iOS.
ru: Вы должны включить покупки внутри приложения в настройках iOS перед восстановлением покупки.
th: คุณต้องเปิดใช้งาน การซื้อภายในแอปของคุณ ในการตั้งค่า iOS ก่อนที่จะคืนการซื้อ
tr: Satın alma işlemini geri yüklemeden önce iOS Ayarlarınızda Uygulama İçi Satın Alımları etkinleştirmeniz gerekir.
vi: Cần phải bật Mua In-App trong phần Cài đặt của iOS trước khi khôi phục lại việc mua hàng.
zh_hans: 在恢复购买之前，您必须在iOS设置中启用应用内购买。
zh_hant: 您必須於iOS設定中啟用應用程式內購買才可恢復購買。

source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fr: Restaurer
id: Kembalikan
ja: 復元
ko: 복구
pt: Restaurar
ru: Восстановить
th: กู้คืน
tr: Geri Yükleme
vi: Khôi phục
zh_hans: 恢复
zh_hant: 恢復

source: Monthly
ar: شهرياً
de: monatlich
es: Mensualmente
fr: Mensuel
id: Bulanan
ja: 月間
ko: 월간
pt: Mensal
ru: Ежемесячно
th: รายเดือน
tr: Aylık
vi: Hàng tháng
zh_hans: 每月
zh_hant: 每月

source: Yearly
ar: سنويًا
de: Jährlich
es: Anual
fr: Annuel
id: Tahunan
ja: 年間
ko: 연간
pt: Anual
ru: Ежегодно
th: รายปี
tr: Yıllık
vi: Hàng năm
zh_hans: 每年
zh_hant: 每年

# inAppPurchase.error.alert.title.notAvailable
source: This In-App Purchase item is not available in the App Store at this time. Please verify payment settings for your Apple ID.
ar: هذا عنصر In-App Purchase غير متوفر للشراء داخل التطبيق في متجر تطبيقات آبل App Store في الوقت الحالي. يرجى التحقق من إعدادات الدفع للهوية التعريفية آبل Apple ID الخاص بك.
de: Dieser In-App-Kaufartikel ist im App Store derzeit nicht verfügbar. Bitte überprüfen Sie die Zahlungseinstellungen für Ihre Apple ID.
es: Este producto no está disponible en la App Store en estos momentos. Por favor comprueba los ajustes de pago de tu Apple ID.
fr: Cet élément d’achat intégré n’est pas proposé dans le magasin App Store pour l’instant. Veuillez confirmer les paramètres de paiement de votre Apple ID.
id: Item Pembelian-Dalam-Aplikasi ini tidak tersedia di App Store saat ini. Harap verifikasi pengaturan pembayaran untuk ID Apple anda.
ja: このアプリ内購入項目は、現時点ではApp Storeでご利用いただけません。Apple IDの支払い設定を検証してください。
ko: 지금 이 앱 내 결제 항목을 App Storer에서 이용할 수 없습니다. Appe ID에서 결제 설정을 확인하세요.
pt: Esta compra pelo aplicativo não está disponível na App Store neste momento. Por favor, revise as configurações de pagamento do seu Apple ID.
ru: Этот элемент для покупки внутри приложения в настоящее время недоступен в App Store. Пожалуйста, проверьте настройки оплаты для своего Apple ID.
th: ขณะนี้รายการซื้อภายในแอปยังไม่มีให้บริการใน App Store กรุณาตรวจสอบการตั้งค่าการชำระเงินใน Apple ID ของคุณ
tr: Bu Uygulama İçi Satın Alma öğesi şu anda App Store'da mevcut değildir. Lütfen Apple Kimliğiniz için ödeme ayarlarını doğrulayın.
vi: Mua In-App hiện không tồn tại trong App Store vào lúc này. Xin xác thực thông tin thanh toán trong tài khoản Apple ID.
zh_hans: 此应用内购买项目前在App Store中不可用。请验证您的Apple ID的付款设置。
zh_hant: 此應用程式內的購買項目在App Store尚未支援。請驗證您的Apple ID的付款設定。

# inAppPurchase.error.alert.primaryButtonTitle
source: App Store settings
ar: إعدادات متجر تطبيقات App Store
de: App-Store-Einstellungen
es: Ajustes del App Store
fr: Paramètres de l’App Store
id: Pengaturan App Store
ja: App Storeの設定
ko: App Store 설정
pt: Configurações da App Store
ru: Настройки App Store
th: การตั้งค่า App Store
tr: App Store ayarları
vi: Cài đặt App Store
zh_hans: 前往App Store设置
zh_hant: App Store設定

# thankYou_title
source: Thank you
ar: شكراً
de: Vielen Dank
es: Gracias
fr: Merci
id: Terima kasih
ja: ありがとうございました
ko: 고맙습니다
pt: Obrigado
ru: Спасибо
th: ขอขอบคุณ
tr: Teşekkür ederim
vi: Xin cảm ơn
zh_hans: 谢谢您
zh_hant: 謝謝您

# purchaseRestore_message
source: Your purchase was restored
ar: تمت استعادة عملية الشراء الخاصة بك
de: Ihr Kauf wurde wiederhergestellt
es: Tu compra ha sido restaurada
fr: Votre achat a été restauré
id: Pembelian anda telah dikembalikan
ja: ご購入が復元されました
ko: 결제가 복구되었습니다
pt: A sua compra foi restaurada
ru: Ваша покупка была восстановлена
th: การสั่งซื้อของคุณถูกกู้คืนแล้ว
tr: Satın alma işleminiz geri yüklendi
vi: Đã khôi phục lại mặt hàng thành công
zh_hans: 您的购买已恢复
zh_hant: 您的購買已恢復

# failedPurchase_title
source: Purchase stopped
ar: تم ايقاف عملية الشراء
de: Kaufvorgang angehalten
es: Compra cancelada
fr: L’achat est interrompu
id: Pembelian dihentikan
ja: ご購入が停止されました
ko: 결제 중지됨
pt: Compra interrompida
ru: Покупка остановлена
th: การสั่งซื้อหยุดทำงาน
tr: Satın alma durduruldu
vi: Việc mua hàng đã bị dừng
zh_hans: 购买已停止
zh_hant: 購買已停止

# failedPurchase_message
source: Either you cancelled the request or Apple reported a transaction error. Please try again later, or contact ios@mega.nz.
ar: إما أنك ألغيت الطلب أو أبل Apple أبلغت عن خطأ التحويل، الرجاء المحاولة لاحقاً أو تواصل مع ios@mega.nz
de: Sie haben den Vorgang entweder storniert, oder Apple hat einen Transaktionsfehler gemeldet. Bitte versuchen Sie es später erneut, oder setzen Sie sich mit ios@mega,nz in Verbindung.
es: Has cancelado la petición o Apple ha informado de un error en la transacción. Por favor, inténtalo de nuevo más tarde o contacta con ios@mega.nz.
fr: Soit vous avez annulé la demande, soit Apple a signalé une erreur de transaction. Veuillez réessayer ultérieurement ou contacter ios@mega.nz.
id: Antara anda membatalkan request atau Apple melaporkan masalah transaksi. Harap coba kembali, atau kontak ios@mega.nz.
ja: お客様の方でご要求をキャンセルされたか、Appleがトランザクションエラーを報告しました。後でもう一度やり直すか、ios@mega.nzにお問い合わせください。
ko: 요청을 취소하였거나 Apple이 거래 오류로 보고하였습니다. 다시 시도하거나 ios@mega.nz로 연락하세요
pt: Você cancelou a solicitação ou a Apple informou um erro na transação. Por favor, tente novamente ou entre em contato com ios@mega.nz.
ru: Вы отменили запрос, либо Apple сообщила об ошибке транзакции. Пожалуйста, повторите попытку позже или свяжитесь с ios@mega.nz.
th: ไม่ว่าคุณจะยกเลิกการร้องขอหรือรายงานข้อผิดพลาดของการทำธุรกรรมไปยัง Apple กรุณาลองอีกครั้งในภายหลังหรือติดต่อได้ที่ ios@mega.io
tr: Ya isteği iptal ettiniz ya da Apple bir işlem hatası bildirdi. Lütfen daha sonra tekrar deneyin veya iletişime geçin ios@mega.nz.
vi: Có thể quý khách đã hủy mua hàng hoặc Apple báo lỗi phiên giao dịch này. Xin thử lại sau, hoặc liên hệ ios@mega.nz.
zh_hans: 请求已取消或Apple报告了交易错误。请稍后再试，或联系ios@mega.nz。
zh_hant: 可能是您取消請求或是Apple回報傳輸錯誤。請晚點再試一次或聯繫 ios@mega.nz

# incompleteRestore_title
source: Restore issue
ar: مشكلة بالاستعادة
de: Fehler beim Wiederherstellen
es: Problema al restaurar
fr: Problème de restauration
id: Masalah restore
ja: 復元の問題
ko: 문제 복구
pt: Erro na restauração
ru: Проблема с восстановлением
th: ปัญหาการกู้คืน
tr: Geri yükleme sorunu
vi: Lỗi khôi phục
zh_hans: 恢复出错
zh_hant: 恢復出錯

# incompleteRestore_message
source: The previous purchase could not be found. Please select the previously purchased product to restore. You will NOT be charged again.
ar: لا يمكن العثور على عملية الشراء السابقة. الرجاء تحديد المنتج الذي تم شراؤه مسبقًا لاستعادته. لن يتم محاسبتك مرة أخرى.
de: Ihr letzter Kauf konnte nicht gefunden werden. Bitte wählen Sie das zuletzt gekaufte wiederherzustellende Produkt. Es entstehen Ihnen keine zusätzliche Kosten.
es: La transacción anterior no ha sido encontrada. Por favor, selecciona el producto comprado anteriormente para restaurarlo. NO se te cobrará de nuevo.
fr: L’achat précédent n’a pas été trouvé. Veuillez sélectionner le produit acheté auparavant afin de le rétablir. Un achat ne vous sera PAS facturé de nouveau.
id: Pembelian sebelumnya tidak dapat ditemukan. Harap pilih produk yang telah dibeli sebelumnya untuk dikembalikan. Anda TIDAK akan di cas lagi.
ja: 前回のご購入が見つかりませんでした。以前にご購入された製品を選択して復元してください。再度ご請求することはございません。
ko: 이전 결제가 발견되지 않았습니다. 복구할 이전 결제 제품을 선택하세요. 다시 결제되지 않습니다.
pt: Não foi possível encontrar a compra anterior. Por favor, selecione o produto adquirido anteriormente para restaurá-lo. Você não será cobrado novamente.
ru: Предыдущую покупку не удаётся найти. Пожалуйста, выберите ранее купленный продукт для восстановления. Вы НЕ будете платить ещё раз.
th: ไม่พบการสั่งซื้อก่อนหน้านี้ กรุณาเลือกผลิตภัณฑ์ที่ซื้อก่อนหน้านี้สำหรับการเรียกคืนการสั่งซื้อ และคุณจะไม่ถูกเรียกเก็บเงินอีก
tr: Önceki satın alma bulunamadı. Lütfen geri yüklemek için önceden satın alınan ürünü seçin. Tekrar ücretlendirilmeyeceksiniz.
vi: Không tìm thấy mặt hàng được giao dịch trước đây. Xin chọn một mặt hàng bạn đã mua để khôi phục lại. Bạn sẽ KHÔNG BỊ thu tiền để khôi phục.
zh_hans: 未找到之前的购买。请选择之前购买的产品进行恢复。您不会再次被收取费用。
zh_hant: 先前的購買未能找到。請選擇先前的購買產品以便復原。您將不會被收二次費用。

# failedRestore_title
source: Restore stopped
ar: تم إيقاف الاستعادة
de: Wiederherstellung angehalten
es: Restauración cancelada
fr: La restauration est interrompue
id: Restore dihentikan
ja: 復元が停止されました
ko: 복구 중지됨
pt: A restauração foi interrompida
ru: Восстановление остановлено
th: การกู้คืนหยุดทำงาน
tr: Geri yükleme durduruldu
vi: Việc khôi phục đã dừng lại
zh_hans: 恢复已停止
zh_hant: 復原停止

# failedRestore_message
source: Either the request was cancelled or the prior purchase could not be restored. Please try again later, or contact ios@mega.nz.
ar: إما أنك ألغيت الطلب أو المشتريات لايمكن استعادتها. الرجاء المحاولة لاحقا أو تواصل معنا على ios@mega.nz
de: Der Vorgang wurde storniert, oder der vorhergehende Kauf konnte nicht wiederhergestellt werden. Bitte versuchen Sie es erneut, oder kontaktieren Sie ios@mega.nz.
es: La petición ha sido cancelada o la compra anterior no se ha podido restaurar. Por favor, inténtalo de nuevo más tarde o contacta con ios@mega.nz.
fr: Soit la demande a été annulée, soit l’achat préalable n’a pas pu être restauré. Veuillez réessayer ultérieurement ou contacter ios@mega.nz.
id: Antara request telah dibatalkan atau pembelian sebelumnya tidak dapat dikembalikan. Harap coba kembali lagi nanti, atau kontak ios@mega.nz.
ja: 要求がキャンセルされたか、以前のご購入を復元できませんでした。後でもう一度やり直すか、ios@mega.nz にお問い合わせください。
ko: 요청이 취소되었거나 이전 결제가 복구되지 않았습니다. 다시 시도하거나 ios@mega.nz로 연락하세요.
pt: A solicitação foi cancelada ou a compra principal não foi restaurada. Por favor, tente novamente ou envie uma mensagem para ios@mega.nz.
ru: Запрос был отменён, либо предыдущую покупку нельзя восстановить. Пожалуйста, повторите попытку позже или свяжитесь с ios@mega.nz.
th: ไม่ว่าคุณจะยกเลิกการร้องขอหรือไม่สามารถคืนการสั่งซื้อ กรุณาลองอีกครั้งในภายหลังหรือติดต่อได้ที่ ios@mega.io
tr: İstek iptal edildi veya önceki satın alma geri yüklenemedi. Lütfen daha sonra tekrar deneyin veya iletişime geçin ios@mega.nz.
vi: Có thể yêu cầu đã bị hủy hoặc không thể phục hồi lại được mặt hàng giao dịch trước đây. Xin thử lại sau, hoặc liên hệ ios@mega.nz để được trợ giúp.
zh_hans: 请求被取消或之前的购买无法恢复。请稍后再试，或联系 ios@mega.nz。
zh_hant: 不是請求已取消就是先前的購買未能復原。請晚點再試一次或聯繫 ios@mega.nz

source: Upgrade to Pro
ar: قم بترقية حسابك إلى برو Pro
de: Auf Pro umsteigen
es: Ampliar cuenta a Pro
fr: Souscrire un abonnement Pro
id: Upgrade ke Pro
ja: Proにアップグレード
ko: Pro로 업그레이드
pt: Fazer o upgrade a Pro
ru: Улучшить до Pro
th: อัปเกรดเป็นบัญชี Pro
tr: Pro'ya Yükselt
vi: Nâng cấp lên hạng Pro
zh_hans: 升级到Pro会员
zh_hant: 升級至Pro方案

source: Access Pro only features like setting password protection and expiry dates for public links.
ar: ميزات محصورة لاشتراك برو Pro مثل إعداد حماية كلمة المرور وتواريخ انتهاء الصلاحية للروابط العامة.
de: Zugriff auf Pro-spezifische Features wie Passwortschutz und Ablaufdatum für öffentliche Links.
es: Accede a las características de una cuenta Pro, como configurar la protección por contraseña o la fecha de caducidad para enlaces públicos.
fr: Accédez aux fonctions propres aux comptes Pro telles que la protection par mot de passe et les dates d’expiration pour les liens publics.
id: Akses hanya fitur Pro seperti mengatur perlindungan kata sandi dan tanggal kedaluwarsa untuk tautan publik.
ja: パスワードの保護や公開リンク用の有効期限の設定など、Proのみの機能にアクセスできます。
ko: 공개 링크의 암호 보호와 만료 시간 같은 Pro 전용 기능에 접근하세요.
pt: Tenha acesso a recursos Pro exclusivos, como a proteção adicional por senha e a definição de datas de validade para links públicos.
ru: Разблокируйте возможности Pro, такие как защита паролем и срок годности для общедоступных ссылок.
th: การเข้าถึงฟีเจอร์เฉพาะบัญชี Pro เช่น การตั้งค่าการป้องกันด้วยรหัสผ่านและวันหมดอายุสำหรับลิงก์สาธารณะ
tr: Access Pro yalnızca herkese açık bağlantılar için şifre koruması ve son kullanma tarihleri ayarlama gibi özellikler.
vi: Sử dụng các tính mà chỉ có hạng Pro mới có, như đặt mật khẩu và đặt thời gian hết hạn truy cập cho từng đường liên kết chia sẻ công khai.
zh_hans: 享受Pro会员专属功能，例如为公共链接设置密码保护与链接到期日。
zh_hant: 享有Pro方案專屬的功能，例如可為公開檔案設定密碼保護與連結的到期日期。

# enableDebugMode_title
source: Enable debug mode
ar: تمكين وضع اكتشاف الأخطاء
de: Debug-Modus aktivieren
es: Activar modo debug
fr: Activer le mode de débogage
id: Nyalakan mode debug
ja: デバッグモードを有効にします
ko: 디버그 모드 활성화
pt: Ativar o modo de depuração
ru: Включить режим отладки
th: เปิดใช้งานโหมดดีบัก
tr: Hata ayıklama modunu etkinleştir
vi: Bật chế độ debug
zh_hans: 开启调试模式
zh_hant: 開啟除錯模式

# enableDebugMode_message
source: A log will be created in the Offline section (MEGAiOS.log). Logs can contain information related to your account.
ar: سيتم إنشاء سجل في قسم الغير متصل بالانترنت (MEGAiOS.log). يمكن أن تحتوي السجلات على معلومات ذات صلة بحسابك.
de: Eine Logdatei wird im Offline-Bereich erzeugt (MEGAiOS.log). Logdateien können private Accountinformationen enthalten.
es: Se creará un log en la sección Sin conexión (MEGAiOS.log). Los logs pueden contener información relativa a tu cuenta.
fr: Un journal sera créé dans la section Hors ligne (MEGAiOS.log). Les journaux peuvent comprendre des renseignements associés à votre compte.
id: Sebuah log akan dibuat di bagian Offline (MEGAiOS.log). Log dapat berisi informasi yang terkait dengan akun Anda.
ja: ログがオフラインセクションに作成されます(MEGAiOS.log)。ログには、アカウントに関連する情報が含めることができます。
ko: 오프라인 영역에 기록이 생성됩니다(MEGAiOS.log). 기록은 당신의 계정과 관련된 정보를 포함하고 있습니다.
pt: Um log será criado na seção Offline (MEGAiOS.log). Os logs podem conter informações relacionadas à sua conta.
ru: Лог будет создан в разделе «Локальные» (MEGAiOS.log). Логи могут содержать информацию о вашем аккаунте.
th: ระบบจะสร้างบันทึกในส่วนออฟไลน์ (MEGAiOS.log) บันทึกอาจมีข้อมูลที่เกี่ยวข้องกับบัญชีของคุณ
tr: Çevrimdışı bölümünde (MEGAiOS.log) bir günlük oluşturulacaktır. Günlükler hesabınızla ilgili bilgileri içerebilir.
vi: Một tệp log sẽ được lưu trong phần Ngoại Tuyến (tên MEGAiOS.log). Trong từng tệp log sẽ chứa thông tin liên quan tới tài khoản.
zh_hans: 将在离线中创建日志（MEGAiOS.log）。日志文件将包含与您的帐户相关信息。
zh_hant: 將在離線存取區（MEGAiOS.log）建立一個日誌。日誌會包含與您帳戶相關的資訊。

# disableDebugMode_title
source: Disable debug mode
ar: تعطيل وضع اكتشاف الأخطاء
de: Debug-Modus deaktivieren
es: Desactivar modo debug
fr: Désactiver le mode de débogage
id: Matikan mode debug
ja: デバッグモードを無効にする
ko: 디버그 모드 비활성화
pt: Desativar o modo de depuração
ru: Отключить режим отладки
th: ปิดใช้งานโหมดดีบัก
tr: Hata ayıklama modunu devre dışı bırakın
vi: Tắt chế độ debug
zh_hans: 关闭调试模式
zh_hant: 關閉除錯模式

# disableDebugMode_message
source: The log (MEGAiOS.log) will be deleted from the Offline section.
ar: السجل (MEGAiOS.log) سيتم حذفه من قسم دون اتصال.
de: Die Logdatei (MEGAiOS.log) wird aus dem Offlinebereich gelöscht.
es: Se eliminará el log (MEGAiOS.log) de la sección Sin conexión.
fr: Le journal (MEGAiOS.log) sera supprimé de la section Hors ligne.
id: Log (MEGAiOS.log) akan dihapus dari section Offline.
ja: ログ（MEGAiOS.log）は、オフラインセクションから削除されます。
ko: 로그(MEGAiOS.log)가 오프라인 섹션에서 삭제됩니다.
pt: O log (MEGAiOS.log) será excluído da seção off-line.
ru: Журнал (MEGAiOS.log) будет удалён из раздела «Локальные».
th: ไฟล์ log (MEGAiOS.log) จะถูกลบออกจากส่วนออฟไลน์
tr: Günlük (MEGAiOS.log) Çevrimdışı bölümünden silinecektir.
vi: Tệp tin dữ liệu (MEGAiOS.log) sẽ bị xóa khỏi mục Ngoại Tuyến.
zh_hans: 日志文件（MEGAiOS.log）将从离线中删除。
zh_hant: 系統日誌檔（MEGAiOS.log）將從離線使用部分刪除。

# removeItemFromOffline
source: Are you sure you want to delete this item from Offline?
ar: هل أنت متأكد أنك تريد حذف هذا العنصر من قسم غير متصل بالإنترنت؟
de: Diese Offline-Datei wirklich löschen?
es: ¿Confirma que quieres eliminar estos elementos en Sin conexión?
fr: Voulez-vous vraiment supprimer cet élément Hors ligne ?
id: Anda yakin ingin menghapus item ini dari Offline?
ja: オフラインからこの項目を削除してもよろしいですか？
ko: 정말 이 항목을 오프라인에서 삭제하시겠습니까?
pt: Tem certeza que deseja excluir este item de Offline?
ru: Действительно удалить этот элемент из раздела «Локальные»?
th: คุณแน่ใจหรือไม่ว่าจะลบรายการนี้ออกจากออฟไลน์
tr: Bu öğeyi Çevrimdışı'dan silmek istediğinizden emin misiniz?
vi: Bạn có chắc muốn xóa mục này khỏi mục lưu Ngoại Tuyến?
zh_hans: 您确定要从离线中删除这个项目吗？
zh_hant: 您確定要從離線使用裡刪除這個項目？

# removeItemsFromOffline
source: Are you sure you want to delete these items from Offline?
ar: هل أنت متأكد أنك تريد حذف هذه العناصر من قسم غير متصل بالإنترنت؟
de: Wollen Sie diese Offline-Dateien löschen?
es: ¿Confirma que quieres eliminar estos elementos desde la sección Sin conexión?
fr: Voulez-vous vraiment supprimer ces éléments Hors ligne ?
id: Anda yakin ingin menghapus item ini dari Offline?
ja: オフラインからこれらの項目を削除してもよろしいですか？
ko: 정말 이 항목들을 오프라인에서 삭제하시겠습니까?
pt: Tem certeza de que deseja excluir esses itens de Offline?
ru: Действительно удалить эти элементы из раздела «Локальные»?
th: คุณแน่ใจหรือไม่ว่าจะลบรายการเหล่านี้ออกจากออฟไลน์
tr: Bu öğeleri Çevrimdışı'dan silmek istediğinizden emin misiniz?
vi: Ban có chắc muốn xóa các mục này khỏi mục lưu Ngoại Tuyến?
zh_hans: 您确定要从离线中删除这些项目吗？
zh_hant: 您確定要從離線使用裡刪除這些項目？

source: Send GIF
ar: أرسل GIF
de: GIF senden
es: Enviar GIF
fr: Envoyer un GIF
id: Kirim GIF
ja: GIFを送信
ko: GIF 전송
pt: Enviar um GIF
ru: Отправить GIF
th: ส่ง GIF
tr: GIF gönder
vi: Gửi ảnh GIF
zh_hans: 发送GIF动图
zh_hant: 發送GIF

source: Search GIPHY
ar: بحث GIPHY
de: GIPHY durchsuchen
es: Buscar GIPHY
fr: Chercher dans GIPHY
id: Telusuri GIPHY
ja: GIPHYを検索
ko: GIPHY 검색
pt: Pesquisar em GIPHY
ru: Искать GIPHY
th: ค้นหาใน GIPHY
tr: Arama GIPHY
vi: Tìm trong GIPHY
zh_hans: 搜索GIPHY
zh_hant: 搜尋GIPHY

source: No GIFs found
ar: لم يتم العثور على أي GIF
de: Keine GIFs gefunden
es: No se han encontrado GIF
fr: Aucun GIF n’a été trouvé
id: GIF tidak ditemukan
ja: GIFが見つかりません
ko: GIF를 찾지 못했습니다
pt: Nenhum GIF encontrado
ru: Изображения GIF не найдены
th: ไม่พบ GIF
tr: GIF bulunamadı
vi: Không có GIF phù hợp
zh_hans: 无GIF动图
zh_hant: 找不到GIF

source: This message has reached the maximum limit of %d reactions.
ar: وصلت هذه الرسالة إلى الحد الأقصى من التفاعلات وهو %d.
de: Maximale Anzahl von %d Reaktionen erreicht.
es: Este mensaje ha alcanzado el límite máximo de %d reacciones.
fr: Ce message a atteint la limite maximale de %d réactions.
id: Pesan ini telah mencapai batas maksimum %d reaksi.
ja: このメッセージは、反応の上限（%d）に達しました。
ko: 이 메시지는 최대 반응 한도 %d개에 도달하였습니다.
pt: Esta mensagem atingiu o limite de %d reações.
ru: Достигнуто максимальное количество реакций на это сообщение: %d.
th: ข้อความนี้แสดงความรู้สึกถึงขีดจำกัดสูงสุด %d ครั้งแล้ว
tr: Bu mesaj maksimum sınırına ulaştı %d tepkileri.
vi: Tin nhắn này đã đạt giới hạn bày tỏ tối đa %d cảm xúc.
zh_hans: 此消息已达到%d个态度的最大上限。
zh_hant: 此訊息已達到%d個回應的最大限制。

source: You have reached the maximum limit of %d reactions.
ar: لقد وصلت إلى الحد الأقصى من التفاعلات وهو %d.
de: Sie haben das Limit von %d Reaktionen errecht.
es: Ha alcanzado el límite máximo de %d reacciones.
fr: Vous avez atteint la limite maximale de %d réactions.
id: Anda telah mencapai batas maksimum %d reaksi.
ja: 反応の上限（%d）に達しました。
ko: 최대 반응 한도 %d에 도달하였습니다.
pt: Você atingiu o limite de %d reações.
ru: Вы достигли максимального количества реакций: %d.
th: คุณได้แสดงความรู้ถึงขีดจำกัดสูงสุดที่ %d ครั้งแล้ว
tr: Maksimum sınırına ulaştınız %d tepkileri.
vi: Bạn đã đạt giới hạn bày tỏ tối đa %d cảm xúc.
zh_hans: 您已达到%d个态度的最大上限。
zh_hant: 您已達到%d個回應的上限。

source: Chat
ar: المحادثة
fr: Dialogue en ligne
ja: チャット
ko: 대화
ru: Чат
th: แชท
tr: Sohbet
vi: Chát
zh_hans: 聊天
zh_hant: 對話

source: No conversations
ar: لا توجد محادثات
de: Keine Unterhaltungen
es: No hay conversaciones
fr: Aucune conversation
id: Tidak ada percakapan
ja: 会話なし
ko: 대화 없음
pt: Não há chats
ru: Нет разговоров
th: ไม่มีการสนทนา
tr: Konuşma yok
vi: Không có cuộc trò chuyện nào
zh_hans: 无对话
zh_hant: 沒有對話
