Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# onboarding.upgradeAccount.content.additionalSecurity.title
source: Additional security when sharing
ar: أمان إضافي عند المشاركة
de: Mehr Sicherheit beim Teilen
es: Seguridad adicional al compartir
fr: Sécurité supplémentaire lors de partages
id: Keamanan tambahan saat berbagi
ja: 共有時のセキュリティの強化
ko: 공유할 때 추가 보안
pt: Segurança adicional ao compartilhar
ru: Дополнительная безопасность при обмене
th: เพิ่มความปลอดภัยเมื่อแชร์ข้อมูล
tr: Paylaşırken ek güvenlik
vi: Lớp bảo mật bổ sung khi chia sẻ
zh_hans: 共享时的额外安全性
zh_hant: 共享時的額外安全性

# onboarding.upgradeAccount.content.additionalSecurity.message
source: Set passwords and expiry dates for file and folder links.
ar: قم بتعيين كلمات المرور وتواريخ انتهاء الصلاحية لروابط الملفات والمجلدات.
de: Schützen Sie Datei- und Ordnerlinks mit Passwort und Ablaufdatum.
es: Establece contraseñas y fechas de caducidad para los enlaces a carpetas y archivos.
fr: Définissez des mots de passe et des dates d’expiration pour les liens de fichier et de dossier.
id: Tetapkan kata sandi dan tanggal kedaluwarsa untuk tautan file dan folder.
ja: ファイルとフォルダのリンクのパスワードと有効期限を設定できます。
ko: 파일과 폴더 링크에 암호와 만료일을 설정
pt: Adicione senhas e datas de validade para links de arquivos e de pastas.
ru: Устанавливайте пароли и сроки действия для ссылок на файлы и папки.
th: ลิงก์ไฟล์และโฟลเดอร์สามารถตั้งรหัสผ่านและวันหมดอายุได้
tr: Dosya ve klasör bağlantıları için şifreleri ve son kullanma tarihlerini ayarlayın.
vi: Đặt mật khẩu và ngày hết hạn cho các đường liên kết tệp tin và thư mục.
zh_hans: 为文件和文件夹链接设置密码和到期日期。
zh_hant: 設定檔案和資料夾連結的密碼和到期日期。

# onboarding.upgradeAccount.content.plusBenefits.title
source: Plus access to these great benefits:
ar: بالإضافة إلى الوصول إلى هذه المزايا الرائعة:
de: Weitere großartige Vorteile:
es: Además de acceso a estos fantásticos beneficios:
fr: Et l’accès à ces avantages intéressants :
id: Ditambah akses ke manfaat besar ini:
ja: さらに、以下の素晴らしい特典もご利用いただけます：
ko: 추가로 이러한 훌륭한 혜택이 있습니다:
pt: Além de acesso a estas fantásticas vantagens:
ru: Плюс доступ к этим замечательным преимуществам:
th: นอกจากนี้ยังมีสิทธิพิเศษอื่น ๆ เพิ่มเติม เช่น:
tr: Ayrıca bu harika avantajlara erişim:
vi: Cộng với quyền truy cập vào những lợi ích tuyệt vời sau:
zh_hans: 此外还可获得以下丰厚受益：
zh_hant: 此外還可獲得這些超棒的好處：

# onboarding.upgradeAccount.content.plusBenefits.messageWithoutAds
source: • MEGA VPN • Unrestricted calls and meetings
ar: • ميغا في بي إن MEGA VPN • مكالمات واجتماعات غير مقيدة
de: MEGA VPN • Keine Anruf- und Meeting-Beschränkungen
es: • MEGA VPN • Llamadas y reuniones sin restricciones
fr: • MEGA VPN • Appels et réunions sans restrictions
id: • MEGA VPN • Panggilan dan rapat tanpa batas
ja: • MEGA VPN • 無制限の通話とミーティング
ko: • MEGA VPN • 제한 없는 통화와 회의
pt: • MEGA VPN • Chamadas e reuniões sem limites
ru: • MEGA VPN • Звонки и встречи без ограничений
th: • MEGA VPN • โทรและประชุมได้ไม่จำกัด
tr: • MEGA VPN • Sınırsız çağrılar ve toplantılar
vi: • MEGA VPN • Cuộc gọi và họp không hạn chế
zh_hans: • MEGA VPN • 无限制的通话和会议
zh_hant: • MEGA VPN • 無限制的通話和會議

# onboarding.upgradeAccount.content.plusBenefits.messageWithAds
source: • MEGA VPN • Unrestricted calls and meetings • No advertisements
ar: • ميغا في بي إن MEGA VPN • مكالمات واجتماعات غير مقيدة • بدون إعلانات
de: • MEGA VPN • Keine Anruf- und Meeting-Beschränkungen • Keine Werbung
es: • MEGA VPN • Llamadas y reuniones sin restricciones • Sin anuncios
fr: • MEGA VPN • Appels et réunions sans restrictions • Sans publicités
id: • MEGA VPN • Panggilan dan rapat tanpa batas • Tidak ada iklan
ja: • MEGA VPN • 無制限の通話とミーティング • 広告なし
ko: • MEGA VPN • 제한 없는 통화와 회의 • 광고 없음
pt: • MEGA VPN • Chamadas e reuniões sem limites • Sem anúncios
ru: • MEGA VPN • Неограниченные звонки и встречи • Без рекламы
th: • MEGA VPN • โทรและประชุมได้ไม่จำกัด • ไม่มีโฆษณา
tr: • MEGA VPN • Sınırsız çağrılar ve toplantılar • Reklam yok
vi: • MEGA VPN • Cuộc gọi và họp không hạn chế • Không có quảng cáo
zh_hans: • MEGA VPN • 无限制的通话和会议 • 无广告
zh_hant: • MEGA VPN • 無限制的通話和會議 • 無廣告

# onboarding.upgradeAccount.button.viewProPlans
source: Upgrade to Pro today
ar: قم بالترقية إلى برو Pro اليوم
de: Jetzt zu Pro wechseln
es: Amplía a Pro hoy mismo
fr: Passer à un abonnement Pro
id: Tingkatkan ke Pro hari ini
ja: 今すぐProにアップグレード
ko: 오늘 Pro로 업그레이드
pt: Fazer o upgrade a um plano Pro
ru: Перейти на Pro
th: อัปเกรดเป็นแผน Pro วันนี้เลย
tr: Bugün Pro'ya yükseltin
vi: Nâng cấp lên Pro ngay hôm nay
zh_hans: 今天升级到Pro
zh_hant: 立即升級到Pro

# cameraUploads.banner.enableState.title
source: Enable Camera uploads
ar: تمكين ترفيعات الكاميرا
de: Kamera-Uploads aktivieren
es: Activar las Subidas de la cámara
fr: Activer les Téléversements de l’appareil photo
id: Aktifkan Unggahan kamera
ja: カメラアップロードを有効にする
ko: 카메라 업로드 활성화
pt: Ativar Uploads da câmera
ru: Включить Загрузки из камеры
th: เปิดใช้งานอัปโหลดกล้อง
tr: Kamera yüklemelerini etkinleştir
vi: Bật Đăng Tải Camêra
zh_hans: 启用相机上传
zh_hant: 啟用相機上傳

# cameraUploads.banner.enableState.description
source: Automatically back up your photos and videos to your Cloud drive.
ar: نسخ احتياطي للصور ومقاطع الفيديو تلقائياً إلى سواقتك السحابية.
de: Automatisches Backup Ihrer Fotos und Videos in Ihr Cloud Drive.
es: Realizar backups automáticos de fotos y vídeos en la Nube.
fr: Sauvegardez automatiquement vos photos et vos vidéos dans votre Disque nuagique.
id: Cadangkan foto dan video anda secara otomatis ke Drive Cloud anda.
ja: あなたの写真や動画をあなたのクラウドドライブに自動的にバックアップします。
ko: 자동으로 당신의 사진과 동영상을 클라우드 드라이브에 백업합니다.
pt: Faça o backup automático de fotos e vídeos na sua Nuvem.
ru: Автоматически загружать фото и видео на облачный диск.
th: สำรองรูปภาพและวิดีโอของคุณไปยังคลาวด์ไดร์ฟโดยอัตโนมัติ
tr: Fotoğraflarınızı ve videolarınızı otomatik olarak Cloud sürücünüze yedekleyin.
vi: Tự động hóa sao lưu các hình ảnh và videos lên Ổ Mây của bạn.
zh_hans: 自动备份您的照片和视频到您的云盘。
zh_hant: 自動將您的相片與影片備份到您的雲端硬碟。

# inapp.notifications.sharedItems.userLeftTheSharedFolder.message
source: User [A] has left the shared folder [B]
ar: المستخدم [A]غادر المجلد المشارك[B]
de: [A] hat die Ordnerfreigabe [B] verlassen
es: El usuario [A] ha abandonado la carpeta compartida [B]
fr: L’utilisateur [A] a quitté le dossier partagé [B]
id: Pengguna [A] telah meninggalkan folder bersama [B]
ja: ユーザー[A]さんが共有フォルダ[B]から去りました
ko: 이용자 [A] 님이 공유된 [B] 폴더를 떠났습니다
pt: O usuário [A] deixou a pasta compartilhada [B]
ru: Пользователь [A] покинул общую папку [B]
th: ผู้ใช้ [A] ออกจากโฟลเดอร์ [B] ที่ใช้ร่วมกันแล้ว
tr: Kullanıcı [A] paylaşılan klasörden ayrıldı [B]
vi: Người dùng [A] đã rời khỏi thư mục chia sẻ: [B]
zh_hans: 用户[A]已离开共享文件夹[B]
zh_hant: 使用者[A]已經離開共享資料夾[B]

# calls.screenShare.mainView.presentingLabel
source: %@ is presenting
ar: %@ يقوم بالتقديم
de: %@ moderiert
es: %@ está presentando
fr: %@ présente
id: %@ sedang mempresentasikan
ja: %@さんがプレゼン中です
ko: %@ 님이 발표 중입니다
pt: %@ está apresentando
ru: %@ показывает экран
th: %@ กำลังนำเสนออยู่
tr: %@ sunuyor
vi: %@ hiện đang trình bày
zh_hans: %@正在展示
zh_hant: %@正在展示

# calls.screenShare.waring.title
source: This person is screen sharing
ar: هذا الشخص يقوم بمشاركة الشاشة
de: Diese Person gibt ihren Bildschirm frei
es: Esta persona está compartiendo pantalla
fr: Cette personne partage son écran
id: Orang ini sedang berbagi layar
ja: この方は画面共有中です
ko: 이 사람이 화면을 공유 중입니다
pt: Esta pessoa está compartilhando a tela.
ru: Этот пользователь демонстрирует экран
th: บุคคลนี้กำลังแชร์หน้าจออยู่
tr: Bu kişi ekran paylaşıyor
vi: Người này đang chiếu chia sẻ màn hình
zh_hans: 此人正在屏幕共享
zh_hant: 此人正在螢幕共享

# calls.screenRecording.alert.title
source: This call is being recorded
ar: هذا الاتصال يتم تسجيله
de: Dieses Gespräch wird aufgezeichnet
es: Esta llamada se está grabando
fr: Cet appel est enregistré
id: Panggilan ini sedang direkam
ja: この通話は録音されています
ko: 이 통화는 녹화되고 있습니다
pt: Esta chamada está sendo gravada
ru: Этот звонок записывается
th: การสนทนานี้กำลังถูกบันทึก
tr: Bu çağrı kaydediliyor
vi: Cuộc gọi này đang được ghi lại
zh_hans: 此通话正在录音
zh_hant: 此通話正在錄音

# calls.screenRecording.alert.message
source: By staying in the call you give permission to be recorded.
ar: من خلال البقاء في المكالمة فإنك تمنح الإذن بالتسجيل.
de: Durch Ihre weitere Teilnahme am Gespräch geben Sie Ihr Einverständnis zur Aufzeichnung.
es: Al permanecer en la llamada, das permiso para que se te grabe.
fr: En restant dans l’appel, vous autorisez l’enregistrement.
id: Dengan tetap dalam panggilan anda memberikan izin untuk direkam.
ja: 通話を続けることで、録音を許可したことになります。
ko: 통화에 남는 것은 녹화될 권한을 주는 것입니다.
pt: Ao permanecer na chamada, você dá permissão para ser gravado.
ru: Продолжая звонок, вы даёте разрешение на запись.
th: หากคุณอยู่ในการสนทนานี้ต่อ แสดงว่าคุณยินยอมให้บันทึกเสียงการสนทนา
tr: Çağrıda kalarak kayıt altına alınmasına izin vermiş olursunuz.
vi: Với việc tiếp tục tham gia cuộc gọi, bạn cho phép quyền được ghi âm.
zh_hans: 继续通话即表示您允许录音。
zh_hant: 留在通話中即表示您允許錄影。

# calls.screenRecording.alert.action.leave
source: Leave call
ar: غادر المكالمة
de: Konferenz verlassen
es: Abandonar llamada
fr: Quitter l’appel
id: Tinggalkan panggilan
ja: 通話から離れる
ko: 통화 떠나기
pt: Sair da chamada
ru: Покинуть звонок
th: วางสาย
tr: Aramayı bırak
vi: Rời khỏi cuộc gọi
zh_hans: 离开通话
zh_hant: 離開通話

# calls.screenRecording.alert.action.accept
source: OK, got it
ar: حسنًا، فهمت ذلك
de: Alles klar
es: Entendido
fr: D’accord, j’ai compris
id: OK, mengerti
ja: はい、わかりました。
ko: 알겠습니다
pt: Entendi
ru: Понятно
th: โอเค เข้าใจแล้ว
tr: Tamam, anladım.
vi: OK, hiểu rồi
zh_hans: 好的，明白了
zh_hant: 好的，明白了

# calls.screenRecording.alert.action.learnMore
source: Learn more
ar: اعرف أكثر
de: Mehr erfahren
es: Más info
fr: En apprendre davantage
id: Belajar lagi
ja: さらに詳しく
ko: 더 알아보기
pt: Mais informações
ru: Узнать больше
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi
vi: Tìm hiểu thêm
zh_hans: 了解更多
zh_hant: 瞭解更多

# calls.screenRecording.notification.recording.started
source: %@ started recording
ar: %@ بدأ بالتسجيل
de: %@ hat die Aufzeichnung gestartet
es: %@ ha empezado a grabar
fr: %@ a commencé l’enregistrement
id: %@ mulai merekam
ja: %@さんが録音を開始しました
ko: %@ 님이 녹화를 시작하였습니다
pt: %@ começou a gravar
ru: Пользователь %@ начал запись
th: %@ เริ่มบันทึกการสนทนาแล้ว
tr: %@ kayıt başladı
vi: %@ đã bắt đầu ghi âm
zh_hans: %@已开始录制
zh_hant: %@已開始錄製

# calls.screenRecording.notification.recording.stopped
source: %@ stopped recording
ar: %@ أوقف التسجيل
de: %@ hat die Aufzeichnung beendet
es: %@ ha dejado de grabar
fr: %@ a arrêté l’enregistrement
id: %@ berhenti merekam
ja: %@さんが録音を停止しました
ko: %@ 님이 녹화를 멈췄습니다
pt: %@ deixou de gravar
ru: Пользователь %@ остановил запись
th: %@ หยุดบันทึกการสนทนาแล้ว
tr: %@ kaydı durdurdu
vi: %@ đã chấm dứt ghi âm
zh_hans: %@已停止录制
zh_hant: %@已停止錄製

# cameraUploads.banner.status.uploadInProgress.title
source: Upload in progress
ar: الترفيع قيد التنفيذ
de: Upload läuft
es: Subida en curso
fr: Téléversement en cours
id: Pengunggahan sedang berlangsung
ja: アップロード中です
ko: 업로드 진행 중
pt: Upload em andamento
ru: Выполняется загрузка
th: กำลังอยู่ในระหว่างอัปโหลด
tr: Yükleme devam ediyor
vi: Phiên tải lên đang diễn ra
zh_hans: 正在上传
zh_hant: 正在上傳

# cameraUploads.banner.status.uploadsComplete.title
source: Camera uploads complete
ar: اكتملت ترفيعات الكاميرا
de: Kamera-Uploads beendet
es: Subidas de la cámara completadas
fr: Les téléversements de l’appareil photo sont terminés
id: Unggahan kamera selesai
ja: カメラアップロードが完了しました
ko: 카메라 업로드 완료
pt: Uploads da câmera concluídos
ru: Загрузки из камеры завершены
th: การอัปโหลดกล้องเสร็จสมบูรณ์
tr: Kamera yüklemeleri tamamlandı
vi: Đăng tải camêra đã hoàn tất
zh_hans: 相机上传完成
zh_hant: 相機上傳完成

# cameraUploads.banner.status.uploadsPausedDueToWifi.title
source: Upload paused due to no Wi-Fi connection
ar: توقف الترفيع مؤقتًا بسبب عدم وجود اتصال واي فاي Wi-Fi
de: Upload mangels WLAN-Verbindung angehalten
es: La subida se ha detenido debido a la falta de Wi-Fi
fr: Les téléversements ont été mis en pause, car il n’y a pas de connexion Wi-Fi.
id: Unggahan dijeda karena tidak ada koneksi Wi-Fi
ja: Wi-Fi接続がないためアップロードが一時停止されました
ko: Wi-Fi 연결이 없어서 업로드가 일시정지 되었습니다
pt: O upload foi pausado por falta de conexão Wi-Fi
ru: Загрузка приостановлена из-за отсутствия подключения к Wi-Fi
th: การอัปโหลดถูกหยุดชั่วคราวเนื่องจากการเชื่อมต่อ Wi-Fi ขาดหายไป
tr: Wi-Fi bağlantısı olmadığı için yükleme duraklatıldı
vi: Tải lên bị tạm dừng do không có kết nối Wi-Fi
zh_hans: 由于没有Wi-Fi连接，上传已暂停
zh_hant: 由於沒有Wi-Fi連線，上傳已暫停

# cameraUploads.banner.status.uploadsComplete.subHeading
source: All items backed up
ar: تم نسخ جميع العناصر احتياطيًا
de: Alle Inhalte wurden gesichert
es: Se ha hecho el backup de todos los elementos
fr: Tous les éléments ont été sauvegardés
id: Semua item dicadangkan
ja: すべての項目がバックアップされました
ko: 모든 항목이 백업 되었습니다
pt: Foi feito o backup de todos os itens
ru: Все элементы сохранены
th: สำรองข้อมูลทุกรายการแล้ว
tr: Tüm öğeler yedeklendi
vi: Tất cả các mục đã được sao lưu
zh_hans: 已备份所有项目
zh_hant: 已備份所有項目

source: MEGA has limited access to your photo library and cannot back up all photos.
ar: تتمتع ميغا MEGA بوصول محدود إلى مكتبة الصور الخاصة بك ولا يمكنها نسخ جميع الصور احتياطيًا.
de: MEGA hat nur eingeschränkten Zugriff auf Ihre Fotobibliothek und kann daher nicht alle Fotos sichern.
es: MEGA tiene acceso limitado a la biblioteca de fotos y no puede hacer un backup de todas tus fotos.
fr: MEGA a un accès limité à votre photothèque et ne peut pas sauvegarder toutes les photos.
id: MEGA memiliki akses terbatas ke perpustakaan foto anda dan tidak dapat membuat cadangan semua foto.
ja: MEGAはフォトライブラリへのアクセスが制限されているため、すべての写真をバックアップすることはできません。
ko: MEGA가 사진 라이브러리에 제한된 접근 권한을 가지고 있어서 모든 사진을 백업할 수 없습니다.
pt: O MEGA tem acesso limitado à sua biblioteca de fotos e não pode fazer backup de todas as fotos.
ru: MEGA имеет ограниченный доступ к вашей библиотеке фотографий и не может создать резервные копии всех фотографий.
th: MEGA ถูกจำกัดการเข้าถึงไลบรารีรูปภาพของคุณและไม่สามารถสำรองรูปภาพทั้งหมดได้
tr: MEGA, fotoğraf kitaplığınıza sınırlı erişime sahiptir ve tüm fotoğrafları yedekleyemez.
vi: MEGA có quyền truy cập bị hạn chế vào thư viện ảnh của bạn và không thể sao lưu tất cả hình ảnh.
zh_hans: MEGA对您照片库的访问权限有限，无法备份所有照片。
zh_hant: MEGA對您相簿的存取權限有限，無法備份所有照片。

source: Tap to change permissions.
ar: انقر لتغيير الأذونات.
de: Antippen, um die Berechtigungen zu ändern.
es: Pulsa para cambiar los permisos.
fr: Toucher pour changer les autorisations.
id: Ketuk untuk mengubah izin.
ja: タップして権限を変更します。
ko: 권한을 변경하려면 탭하세요.
pt: Pressione para alterar as permissões.
ru: Нажмите, чтобы изменить разрешения.
th: แตะเพื่อเปลี่ยนการอนุญาต
tr: İzinleri değiştirmek için dokunun.
vi: Chạm để đổi quyền hạn.
zh_hans: 点按以更改权限。
zh_hant: 點選以更改權限。

# general.alert.termsOfServiceViolation.title
source: File no longer available
ar: الملف لم يعد متوفراً
de: Datei nicht mehr verfügbar
es: El archivo ya no está disponible
fr: Le fichier n’est plus accessible
id: File tidak lagi tersedia
ja: ファイルは利用できなくなりました
ko: 파일을 더 이상 이용할 수 없습니다
pt: O arquivo já não está disponível
ru: Файл больше не доступен
th: ไฟล์ไม่สามารถใช้ได้อีกต่อไป
tr: Dosya artık mevcut değil
vi: Tệp tin không còn tồn tại
zh_hans: 文件已不可用
zh_hant: 檔案已無法使用

# calls.panel.participantsNotInCall.header.callAll
source: Call all
ar: اتصل بالجميع
de: Alle anrufen
es: Llamar a todos
fr: Appel général
id: Hubungi semua
ja: 全員と通話
ko: 모두 통화
pt: Chamar a todos
ru: Позвонить всем
th: โทรหาทั้งหมด
tr: Tümünü ara
vi: Gọi tất cả
zh_hans: 给所有人通话
zh_hant: 與所有人通話

# calls.panel.participantsNotInCall.participant.call
source: Call
ar: اتصل
de: Anrufen
es: Llamar
fr: Appeler
id: Panggilan
ja: 通話
ko: 전화
pt: Chamar
ru: Вызов
th: โทร
tr: Çağrı
vi: Gọi
zh_hans: 通话
zh_hant: 通話

# calls.panel.participantsNotInCall.participant.state.notInCall
source: Not in call
ar: ليس في المكالمة
de: Nicht in Konferenz
es: Fuera de llamada
fr: Hors appel
id: Tidak sedang menelepon
ja: 通話中ではありません
ko: 통화 중 아님
pt: Fora da chamada
ru: Не в звонке
th: ไม่อยู่ในสาย
tr: Çağrıda değil
vi: Ở ngoài cuộc gọi
zh_hans: 未在通话中
zh_hant: 不在通話中

# calls.panel.participantsNotInCall.participant.state.calling
source: Calling…
ar: جار الاتصال…
de: Verbinde…
es: Llamando…
fr: Appel…
id: Memanggil…
ja: 呼び出し中…
ko: 통화중…
pt: Chamando…
ru: Вызов…
th: กำลังโทร…
tr: Arıyorum…
vi: Đang gọi…
zh_hans: 正在通话…
zh_hant: 撥號中⋯

# calls.panel.participantsNotInCall.participant.state.noResponse
source: No response
ar: لا يوجد رد
de: Keine Antwort
es: Sin respuesta
fr: Pas de réponse
id: Tidak ada respon
ja: 応答なし
ko: 응답 없음
pt: Não há resposta
ru: Не отвечает
th: ไม่รับสาย
tr: Yanıt yok
vi: Không có phản hồi
zh_hans: 无应答
zh_hant: 沒有回應

# calls.panel.participantsNotInCall.emptyState
source: All the invited participants have joined the call.
ar: انضم جميع المشاركين المدعوين إلى المكالمة.
de: Alle eingeladenen Teilnehmer sind der Konferenz beigetreten.
es: Todos los participantes invitados se han unido a la llamada.
fr: Tous les participants invités se sont joints à l’appel.
id: Semua peserta yang diundang telah bergabung dalam panggilan.
ja: 招待された参加者全員が通話に参加しました。
ko: 모든 초대된 참여자가 통화에 참여했습니다.
pt: Todos os participantes convidados entraram na chamada.
ru: Все приглашённые участники присоединились к звонку.
th: ทุกคนที่ถูกเชิญมา ได้เข้าร่วมสายครบแล้ว
tr: Davet edilen tüm katılımcılar çağrıya katıldı.
vi: Tất cả thành viên được mời đã tham gia vào cuộc gọi.
zh_hans: 所有受邀的参与者都已加入通话。
zh_hant: 所有受邀的與會者都加入了通話。

# videos.navigationbar.title
source: Videos
ar: مقاطع الفيديو
fr: Vidéos
id: Video
ja: 動画
ko: 동영상
pt: Vídeos
ru: Видео
th: วิดีโอ
tr: Videolar
zh_hans: 视频
zh_hant: 影片

# videos.tab.title.all
source: All videos
ar: كل مقاطع الفيديو
de: Alle Videos
es: Todos los vídeos
fr: Toutes les vidéos
id: Semua video
ja: すべての動画
ko: 모든 동영상
pt: Todos os vídeos
ru: Все видео
th: วิดีโอทั้งหมด
tr: Tüm videolar
vi: Tất cả video
zh_hans: 所有视频
zh_hant: 所有影片

# videos.tab.title.playlist
source: Playlists
ar: قائمة تشغيل
es: Listas de reproducción
fr: Listes de lecture
id: Daftar putar
ja: プレイリスト
ko: 재생 목록
pt: Listas de reprodução
ru: Плейлисты
th: เพลย์ลิส
tr: Oynatma listeleri
vi: Danh sách phát
zh_hans: 播放列表
zh_hant: 播放列表

# videos.tab.all.content.emptyState
source: No videos found
ar: لم يتم العثور على أي ملفات فيديو
de: Keine Videos vorhanden
es: No hay vídeos
fr: Aucune vidéo n’a été trouvée
id: Video tidak ditemukan
ja: 動画が見つかりません
ko: 영상이 없습니다
pt: Não há arquivos de vídeo
ru: Видео не найдены
th: ไม่พบวิดีโอ
tr: Video bulunamadı
vi: Không có video
zh_hans: 未找到视频
zh_hant: 沒有影片

# videos.tab.all.filter.location.title.location
source: Location
ar: الموقع
de: Speicherort
es: Ubicación
fr: Emplacement
id: Lokasi
ja: 場所
ko: 위치
pt: Localização
ru: Расположение
th: ตำแหน่งที่ตั้ง
tr: Yer
vi: Định vị
zh_hans: 位置
zh_hant: 位置

# videos.tab.all.filter.location.option.allLocations
source: All locations
ar: جميع المواقع
de: Alle Speicherorte
es: Todas las ubicaciones
fr: Tous les emplacements
id: Semua lokasi
ja: すべての場所
ko: 모든 위치
pt: Todos os locais
ru: Все расположения
th: ทุกตำแหน่งที่ตั้ง
tr: Tüm lokasyonlar
vi: Tất cả các vị trí
zh_hans: 所有位置
zh_hant: 所有位置

# videos.tab.all.filter.location.option.cloudDrive
source: Cloud drive
ar: السواقة السحابية
es: Nube
fr: Disque nuagique
ja: クラウドドライブ
ko: 클라우드 드라이브
pt: Nuvem de arquivos
ru: Облачный диск
th: คลาวด์ไดรฟ์
tr: Bulut sürücüsü
vi: Ổ Mây
zh_hans: 云盘
zh_hant: 雲端硬碟

# videos.tab.all.filter.location.option.cameraUploads
source: Camera uploads
ar: ترفيعات الكاميرا
de: Kamera-Uploads
es: Subidas de la cámara
fr: Téléversements de l’appareil photo
id: Unggahan kamera
ja: カメラアップロード
ko: 카메라 업로드
pt: Uploads da câmera
ru: Загрузки из камеры
th: อัปโหลดจากกล้อง
tr: Kamera yüklemeleri
vi: Đăng tải camêra
zh_hans: 相机上传
zh_hant: 相機上傳

# videos.tab.all.filter.location.option.sharedItems
source: Shared items
ar: العناصر المشاركة
de: Freigaben
es: Elementos compartidos
fr: Éléments partagés
id: Item Berbagi
ja: 共有項目
ko: 공유된 항목
pt: Itens compartilhados
ru: Общие элементы
th: รายการที่แชร์
tr: Paylaşılan öğeler
vi: Các Mục Chia Sẻ
zh_hans: 共享项目
zh_hant: 共享項目

# videos.tab.all.filter.duration.title.duration
source: Duration
ar: مدة
de: Länge
es: Duración
fr: Durée
id: Durasi
ja: 長さ
ko: 길이
pt: Duração
ru: Продолжительность
th: ระยะเวลา
tr: Süre
vi: Thời lượng
zh_hans: 时长
zh_hant: 通話時間

# videos.tab.all.filter.duration.option.allDurations
source: All durations
ar: جميع المدد
de: Alle Längen
es: Todas las duraciones
fr: Toutes les durées
id: Semua durasi
ja: すべての長さ
ko: 모든 기간
pt: Qualquer duração
ru: Любая продолжительность
th: 'ระยะเวลาทั้งหมด
tr: Tüm süreler
vi: Tất cả thời[w]lượng
zh_hans: 所有时长
zh_hant: 所有時間

# videos.tab.all.filter.duration.option.lessThan10Seconds
source: Less than 10 seconds
ar: أقل من 10 ثوانٍ
de: Unter 10 Sekunden
es: Menos de 10 segundos
fr: Moins de 10 secondes
id: Kurang dari 10 detik
ja: 10秒未満
ko: 10초 이하
pt: Menos de 10 segundos
ru: Менее 10 секунд
th: น้อยกว่า 10 วินาที
tr: 10 saniyeden az
vi: Ít hơn 10 giây
zh_hans: 少于10秒
zh_hant: 少於10秒

# videos.tab.all.filter.duration.option.between10And60Seconds
source: Between 10 and 60 seconds
ar: بين 10 و60 ثانية
de: 10 bis 60 Sekunden
es: De 10 a 60 segundos
fr: Entre 10 et 60 secondes
id: Antara 10 dan 60 detik
ja: 10秒から60秒
ko: 10초와 60초 사이
pt: Entre 10 e 60 segundos
ru: От 10 до 60 секунд
th: ระหว่าง 10 ถึง 60 วินาที
tr: 10 ile 60 saniye arasında
vi: Từ 10 đến 60 giây
zh_hans: 在10到60秒之间
zh_hant: 10到60秒之間

# videos.tab.all.filter.duration.option.between1And4Minutes
source: Between 1 and 4 minutes
ar: بين 1 و 4 دقائق
de: 1 bis 4 Minuten
es: De 1 a 4 minutos
fr: Entre 1 et 4 minutes
id: Antara 1 dan 4 menit
ja: 1分から4分
ko: 1분과 4분 사이
pt: Entre 1 e 4 minutos
ru: От 1 до 4 минут
th: ระหว่าง 1 ถึง 4 นาที
tr: 1 ila 4 dakika arasında
vi: Từ 1 đến 4 phút
zh_hans: 在1到4分钟之间
zh_hant: 1到4分鐘之間

# videos.tab.all.filter.duration.option.between4And20Minutes
source: Between 4 and 20 minutes
ar: بين 4 و 20 دقيقة
de: 4 bis 20 Minuten
es: De 4 a 20 minutos
fr: Entre 4 et 20 minutes
id: Antara 4 dan 20 menit
ja: 4分から20分
ko: 4분과 20분 사이
pt: Entre 4 e 20 minutos
ru: От 4 до 20 минут
th: ระหว่าง 4 ถึง 20 นาที
tr: 4 ile 20 dakika arasında
vi: Từ 4 đến 20 phút
zh_hans: 在4到20分钟之间
zh_hant: 4到20分鐘之間

# videos.tab.all.filter.duration.option.moreThan20Minutes
source: More than 20 minutes
ar: أكثر من 20 دقيقة
de: Mehr als 20 Minuten
es: Más de 20 minutos
fr: Plus de 20 minutes
id: Lebih dari 20 menit
ja: 20分以上
ko: 20분 이상
pt: Mais de 20 minutos
ru: Более 20 минут
th: มากกว่า 20 นาที
tr: 20 dakikadan fazla
vi: Hơn 20 phút
zh_hans: 超过20分钟
zh_hant: 超過20分鐘

# videos.tab.playlist.content.emptyState
source: No playlists found
ar: لم يتم العثور على قوائم تشغيل
de: Keine Playlists gefunden
es: No se ha encontrado ninguna lista de reproducción
fr: Aucune liste de lecture n’a été trouvée
id: Tidak ada daftar putar yang ditemukan
ja: プレイリストが見つかりません
ko: 재생목록 없음
pt: Não há listas de reprodução
ru: Плейлисты не найдены
th: ไม่พบเพลย์ลิสต์
tr: Oynatma listesi bulunamadı
vi: Không tìm thấy danh[w]sách phát nào
zh_hans: 未找到播放列表
zh_hant: 未找到播放列表

# videos.tab.playlist.content.newPlaylist
source: New playlist
ar: قائمة تشغيل جديدة
de: Neue Playlist
es: Nueva lista de reproducción
fr: Nouvelle liste de lecture
id: Daftar putar baru
ja: 新しいプレイリスト
ko: 새 재생 목록
pt: Nova lista de reprodução
ru: Новый плейлист
th: เพลย์ลิสต์ใหม่
tr: Yeni çalma listesi
vi: Tạo danh sách phát mới
zh_hans: 新播放列表
zh_hant: 新的播放列表

# videos.tab.playlist.content.playlistCell.title.favorites
source: Favourites
ar: المفضلة
de: Favoriten
es: Favoritos
fr: Favoris
id: Favorit
ja: お気に入り
ko: 즐겨찾기
pt: Favoritos
ru: Избранное
th: รายการโปรด
tr: Favoriler
vi: Ưa Thích
zh_hans: 收藏
zh_hant: 收藏

# videos.tab.playlist.content.playlistCell.subtitle.emptyPlaylist
source: Empty playlist
ar: قائمة تشغيل فارغة
de: Leere Playlist
es: Lista de reproducción vacía
fr: La liste de lecture est vide
id: Daftar putar kosong
ja: プレイリストが空です
ko: 빈 재생 목록
pt: Lista de reprodução vazia
ru: Пустой плейлист
th: ไม่พบรายการในเพลย์ลิสต์
tr: Boş çalma listesi
vi: Danh sách phát trống
zh_hans: 空播放列表
zh_hant: 空的播放表列
