Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# settings.cookies.performanceAndAnalytics.footer
source: Help us to understand how you use our services and provide us data that we can use to make improvements. Not accepting these cookies will mean we will have less data available to us to help design improvements.
ar: ساعدنا في فهم كيفية استخدامك لخدماتنا وتزويدنا بالبيانات التي يمكننا استخدامها لإجراء تحسينات. يعني عدم قبول ملفات تعريف الارتباط Cookies هذه أننا سنحصل على بيانات متاحة أقل لنقوم بالمساعدة في تحسينات التصميم.
de: Sie können uns dabei helfen, unsere Produkte zu verbessern, indem Sie diese Cookies zulassen.
es: Sirven para entender cómo utilizas nuestros servicios y nos proporcionan datos que podemos utilizar para realizar mejoras. No aceptar estas Cookies significará que tendremos menos datos disponibles para mejorar el servicio.
fr: Nous permettent de comprendre comment vous utilisez nos services et nous fournissent des données que nous pouvons utiliser pour apporter des améliorations. Le refus de ces Témoins signifierait que moins de données seraient à notre disposition pour faciliter les améliorations conceptionnelles.
id: Bantu kami untuk memahami bagaimana anda menggunakan layanan kami dan memberikan kami data yang dapat kami gunakan untuk melakukan perbaikan. Tidak menerima Cookies ini berarti kami akan memiliki lebih sedikit data yang tersedia bagi kami untuk membantu peningkatan desain.
ja: お客様が当社サービスをどのようにご使用になられているのかを理解し、改善に使用できるデータをご提供いただくのに役立つクッキーです。これらのクッキーを受け入れない場合、当社が設計を改善するのに役立つデータが少なくなります。
ko: 당신이 우리의 서비스를 어떻게 이용하는지 이해할 수 있도록 도와주시고 향상할 수 있도록 데이터를 제공해주세요. 이러한 쿠키들을 허용하지 않는 것은 우리가 설계를 개선하는 데에 쓸 수 있는 데이터가 적어진다는 뜻입니다.
pt: Ajudam que nós possamos entender como você usa os nossos serviços, e nos proporciona dados que poderão ser usados para fazer aprimoramentos. Não aceitar esses cookies fará com que tenhamos menos dados disponíveis para ajudar a desenvolver melhorias.
ru: Помогите нам понять, как вы используете наши сервисы, предоставив данные, которые мы можем использовать для улучшения. Непринятие этих куки-файлов будет означать, что у нас будет меньше данных, необходимых для улучшения разработки.
th: ช่วยให้เราเข้าใจว่าคุณใช้บริการของเราอย่างไร และให้ข้อมูลที่เราสามารถใช้เพื่อปรับปรุง การไม่ยอมรับคุกกี้เหล่านี้จะทำให้เรามีข้อมูลเพื่อช่วยในการออกแบบการปรับปรุงผลิตภัณฑ์ของเราน้อยลง
tr: Hizmetlerimizi nasıl kullandığınızı anlamamıza yardımcı olun ve iyileştirmeler yapmak için kullanabileceğimiz verileri bize sağlayın. Bu çerezleri kabul etmemek, tasarım iyileştirmelerine yardımcı olmak için daha az veriye sahip olacağımız anlamına gelir.
vi: Giúp chúng tôi hiểu cách quý khách sử dụng dịch vụ và cung cấp cho chúng tôi dữ liệu có thể sử dụng để cải tiến. Việc không chấp nhận những Cookies này có nghĩa là chúng tôi sẽ nhận ít dữ liệu để giúp cải tiến thiết kế sau này.
zh_hans: 帮助我们了解您如何使用我们的服务，并向我们提供可用于改进的数据。不接受这些Cookies意味着我们无法获得较多的数据以帮助改进设计。
zh_hant: 協助我們瞭解您如何使用我們的服務，並提供我們可用來改進的資訊。不接受這些Cookies將意謂著我們將缺少可用來幫助我們改進設計的資訊。

# settings.cookies.advertisingCookies
source: Advertising cookies
ar: ملفات تعريف الارتباط Cookies الإعلانية
de: Cookies zu Werbezwecken
es: Cookies publicitarias
fr: Témoins publicitaires
id: Cookie Iklan
ja: 広告クッキー
ko: 광고 쿠키
pt: Cookies de publicidade
ru: Рекламные куки
th: คุกกี้สำหรับโฆษณา
tr: Reklam çerezleri
vi: Cookies quảng cáo
zh_hans: 广告Cookies
zh_hant: 廣告Cookies

# settings.cookies.advertisingCookies.footer
source: Used by our approved advertising partners to collect data about your browsing activities and customise the ads you see on our services and on other websites. Not accepting these cookies means you will still see ads but they won’t be personalised.
ar: يستخدمها شركاؤنا الإعلانيون المعتمدون لجمع بيانات حول أنشطة التصفح الخاصة بك وتخصيص الإعلانات التي تراها على خدماتنا وعلى مواقع الويب الأخرى. إن عدم قبول ملفات تعريف الارتباط cookies هذه يعني أنك ستظل ترى الإعلانات ولكن لن يتم تخصيصها.
de: Verwendet von unseren autorisierten Werbepartnern, um Daten über Ihre Browsing-Aktivitäten zu sammeln und die Werbung, die Sie auf unseren Diensten und auf anderen Websites sehen, zu individualisieren. Wenn Sie diese Cookies nicht akzeptieren, werden Sie zwar weiterhin Werbeanzeigen sehen, diese werden aber nicht personalisiert sein.
es: Utilizado por nuestros socios publicitarios autorizados para recopilar datos sobre tus actividades de navegación y personalizar los anuncios que ves en nuestros servicios y en otros sitios web. Si no aceptas estas cookies, seguirá viendo anuncios, pero no estarán personalizados.
fr: Utilisés par nos partenaires publicitaires agréés pour collecter des données sur vos activités de navigation et personnaliser les publicités que vous voyez sur nos services et sur d’autres sites web. Ne pas accepter ces témoins implique que vous continuerez à voir des publicités, mais elles ne seront pas personnalisées.
id: Digunakan oleh mitra periklanan kami yang disetujui untuk mengumpulkan data tentang aktivitas penjelajahan anda dan menyesuaikan iklan yang anda lihat di layanan kami dan di situs web lain. Tidak menerima cookie ini berarti anda masih akan melihat iklan tetapi iklan tersebut tidak akan dipersonalisasi.
ja: お客様の閲覧活動に関するデータを収集し、当社のサービスや他のウェブサイトで表示される広告をカスタマイズするために、当社の承認された広告パートナーによって使用されます。これらのクッキーを受け入れない場合、広告は引き続き表示される一方で、パーソナライズされません。
ko: 당신의 브라우징 활동과 관련한 데이터를 수집하고 당신이 우리 서비스와 다른 웹사이트에서 보는 광고를 개인화하기 위해 우리의 승인된 광고 파트너들에 의해 쓰입니다. 이러한 쿠키를 허용하지 않는 것은 당신은 여전히 광고를 보게 되지만 개인화 되지 않는다는 것을 뜻합니다.
pt: Usados por parceiros de publicidade aprovados para coletar dados sobre as suas atividades de navegação e personalizar os anúncios que você vê nos nossos serviços e em outros sites. Não aceitar esses cookies significa que você ainda verá anúncios, mas eles não personalizados.
ru: Используются нашими одобренными рекламными партнерами для сбора данных о вашей активности в Интернете и настройки рекламы, которую вы видите в наших сервисах и на других веб-сайтах. Если вы не примете эти куки-файлы, вы всё равно будете видеть рекламу, но она не будет персонализированной.
th: คุกกี้เหล่านี้ใช้โดยพันธมิตรโฆษณาที่ได้รับอนุมัติจากเราเพื่อรวบรวมข้อมูลเกี่ยวกับกิจกรรมการท่องเว็บของคุณและปรับแต่งโฆษณาที่คุณเห็นในบริการของเราและบนเว็บไซต์อื่น ๆ การไม่ยอมรับคุกกี้เหล่านี้หมายความว่าคุณจะยังคงเห็นโฆษณา แต่โฆษณาเหล่านั้นจะไม่ตรงกับความสนใจของคุณมากนัก
tr: Onaylı reklam ortaklarımız tarafından tarama etkinlikleriniz hakkında veri toplamak ve hizmetlerimizde ve diğer web sitelerinde gördüğünüz reklamları özelleştirmek için kullanılır. Bu çerezleri kabul etmemek, reklamları yine de göreceğiniz, ancak kişiselleştirilmeyecekleri anlamına gelir.
vi: Được sử dụng bởi các đối tác quảng cáo đã được phê duyệt của chúng tôi để thu thập dữ liệu về các hoạt động duyệt web của bạn và tùy chỉnh quảng cáo bạn thấy trên các dịch vụ của chúng tôi và trên các trang web khác. Không chấp nhận các cookies này có nghĩa là bạn vẫn sẽ thấy quảng cáo nhưng nội dung sẽ không liên quan.
zh_hans: 由我们认可的广告合作伙伴用于收集有关您的浏览活动的数据，并自定义您在我们的服务和其它网站上看到的广告。不接受这些cookies意味着您仍然会看到广告，但它们不会是个性化的。
zh_hant: 由我們認可的廣告合作伙伴用於收集有關您的瀏覽活動的資料，並自訂您在我們的服務和其它網站上看到的廣告。不接受這些cookie意味著您仍然會看到廣告，但它們不會是個人化的。

# Version created as a new file successfully.
source: Version was created as a new file
ar: تم إنشاء النسخة كملف جديد.
de: Version wurde als neue Datei gespeichert
es: La versión se ha creado como un nuevo archivo
fr: La version a été créée en tant que nouveau fichier
id: Versi dibuat sebagai file baru
ja: バージョンは新しいファイルとして作成されました
ko: 버전을 새 파일로 생성하였습니다
pt: A versão foi criada como um novo arquivo.
ru: Версия была успешно как новый файл
th: สร้างเวอร์ชันเป็นไฟล์ใหม่แล้ว
tr: Sürüm yeni bir dosya olarak oluşturuldu
vi: Phiên bản đã được chuyển thành một tệp tin mới toàn vẹn
zh_hans: 该版本已被创建为新文件
zh_hant: 該版本以新檔案建立

source: Create new file
ar: إنشاء ملف جديد
de: Neue Datei erstellen
es: Crear nuevo archivo
fr: Créer un nouveau fichier
id: Buat file baru
ja: 新規ファイルを作成
ko: 새 파일 만들기
pt: Criar um novo arquivo
ru: Создать новый файл
th: สร้างไฟล์ใหม่
tr: Yeni dosya oluştur
vi: Tạo tệp mới
zh_hans: 创建新文件
zh_hant: 建立新檔案

source: You do not have the permissions required to revert this file. You can, however, create a new file with the previous version. Would you like to proceed?
ar: ليس لديك الأذونات المطلوبة لترجيع هذا الملف. ومع ذلك، يمكنك إنشاء ملف جديد بالنسخة السابقة. هل ترغب في المتابعة؟
de: Sie haben nicht die erforderlichen Rechte, um diese Datei wiederherzustellen. Sie können jedoch eine neue Datei mit der vorherigen Version erstellen. Fortfahren?
es: No tienes los permisos necesarios para revertir este archivo. Sin embargo, puedes crear un nuevo archivo con la versión anterior. ¿Deseas continuar?
fr: Vous n’avez pas les droits exigés pour rétablir ce fichier. Vous pouvez toutefois créer un nouveau fichier d’après la version précédente. Voulez-vous poursuivre ?
id: Anda tidak memiliki izin yang diperlukan untuk mengembalikan file ini. Namun, anda dapat membuat file baru dengan versi sebelumnya. Apakah anda ingin melanjutkan?
ja: このファイルを元に戻すために必要な権限がありません。しかし、以前のバージョンで新しいファイルを作成することはできます。続行しますか？
ko: 이 파일을 되돌릴 권한이 없습니다. 그러나, 이전 버전으로 새 파일을 생성할 수 있습니다. 진행하시겠습니까?
pt: Você não tem as permissões necessárias para reverter esse arquivo. No entanto, você pode criar um novo arquivo com a versão anterior. Você quer continuar?
ru: У вас нет прав, необходимых для восстановления этого файла. Однако вы можете создать новый файл на основе предыдущей версии. Продолжить?
th: คุณไม่มีสิทธิ์ในการย้อนกลับไฟล์นี้ แต่คุณสามารถสร้างไฟล์ใหม่ด้วยเวอร์ชันก่อนหน้าได้ คุณต้องการดำเนินการต่อหรือไม่
tr: Bu dosyayı geri almak için gereken izinlere sahip değilsiniz. Ancak önceki sürümle yeni bir dosya oluşturabilirsiniz. Devamlamak ister misiniz?
vi: Bạn không có quyền hạn cần thiết để khôi phục tệp tin này. Tuy nhiên, bạn có thể tạo một tệp tin mới với phiên bản trước đây. Bạn có muốn tiếp tục không?
zh_hans: 您没有恢复此文件所需的权限。然而，您可以使用以前的版本创建一个新文件。您想继续吗？
zh_hant: 您沒有恢復檔案所需的權限。然而，您可以使用之前的版本建立一個新檔案。你想繼續嗎？

source: My account
ar: حسابي
de: Mein Account
es: Mi cuenta
fr: Mon compte
id: Akun Saya
ja: アカウント設定
ko: 내 계정
pt: Minha conta
ru: Мой аккаунт
th: บัญชีของฉัน
tr: Hesabım
vi: Tài khoản của tôi
zh_hans: 我的帐户
zh_hant: 我的帳戶

source: Favourites
ar: المفضلة
de: Favoriten
es: Favoritos
fr: Favoris
id: Favorit
ja: お気に入り
ko: 즐겨찾기
pt: Favoritos
ru: Избранное
th: รายการโปรด
tr: Favoriler
vi: Ưa Thích
zh_hans: 收藏
zh_hant: 收藏

source: No favourites
ar: المفضلة فارغة
de: Keine Favoriten
es: No hay favoritos
fr: Aucun favori
id: Tidak Ada Favorit
ja: お気に入りがありません
ko: 즐겨찾기 없음
pt: Não há itens marcados como favoritos
ru: Нет избранного
th: ไม่มีรายการโปรด
tr: Favori yok
vi: Không có mục ưa thích
zh_hans: 无收藏
zh_hant: 沒有收藏

source: View more
ar: عرض المزيد
de: Mehr anzeigen
es: Ver más
fr: Visualiser davantage
id: Lihat lebih banyak
ja: もっと表示
ko: 더 보기
pt: Ver mais
ru: Больше
th: ดูเพิ่มเติม
tr: Daha fazla göster
vi: Xem thêm
zh_hans: 查看更多
zh_hant: 查看更多

source: Quick access
ar: الوصول السريع
de: Schnellzugriff
es: Acceso rápido
fr: Accès rapide
id: Akses Cepat
ja: クイックアクセス
ko: 빠른 접근
ru: Быстрый доступ
th: การเข้าถึงด่วน
tr: Hızlı erişim
vi: Truy cập nhanh
zh_hans: 快速访问
zh_hant: 快速存取

# Quickly access files on Recents, Favourites, or Offline section
source: Quickly access files on Recents, Favourites, or the Offline section
ar: قم بالوصول بسرعة إلى الملفات الموجودة في ”موخراً” أو ”المفضلة” أو قسم ”غير متصل بالانترنت”
de: Schnellzugriff auf neue/geänderte Dateien, Favoriten oder Dateien im Offline-Bereich
es: Accede rápidamente a los archivos recientes, favoritos o sin conexión
fr: Accédez rapidement aux fichiers dans Récents, Favoris ou la section Hors ligne
id: Akses file dengan cepat di Terbaru, Favorit, atau bagian Offline
ja: 最近、お気に入り、またはオフラインセクションのファイルに素早くアクセスします
ko: 최근, 즐겨찾기, 또는 오프라인 섹션에 있는 파일에 빠르게 접근하세요
pt: Acesse rapidamente arquivos das Atividades recentes, os Favoritos ou a seção Offline
ru: Быстрый доступ к файлам в недавних, избранных или сохранённых локально
th: เข้าถึงไฟล์ในล่าสุด รายการโปรดหรือส่วนออฟไลน์ได้อย่างรวดเร็ว
tr: Son Kullanılanlar, Sık Kullanılanlar veya Çevrimdışı bölümündeki dosyalara hızla erişin
vi: Truy cập nhanh vào tệp tin trong phần Gần Đây, Ưa Thích, và Lưu Ngoại Tuyến
zh_hans: 快速访问“近期”，“收藏”或“离线”中的文件
zh_hant: 快速存取在近期的、收藏的、或離線使用中的檔案

# Quickly access files on Favourites section
source: Quickly access files from your Favourites section
ar: الوصول بسرعة إلى الملفات من قسم المفضلة لديك
de: Schnellzugriff auf Dateien in Ihren Favoriten
es: Accede rápidamente a los archivos de la sección Favoritos
fr: Accéder facilement aux fichiers de votre section Favoris
id: Akses file dengan cepat dari bagian Favorit anda
ja: お気に入りセクションからファイルに素早くアクセスします
ko: 즐겨찾기 섹션에서 파일에 빠르게 접근
pt: Acesse rapidamente os arquivos na área Favoritos
ru: Быстрый доступ к файлам из «Избранного»
th: เข้าถึงไฟล์ได้อย่างรวดเร็วจากส่วนรายการโปรดของคุณ
tr: Sık Kullanılanlar bölümünüzden dosyalara hızlıca erişin
vi: Truy cập nhanh vào các tệp tin trong phần Ưa Thích
zh_hans: 快速访问您的“收藏”
zh_hant: 從您的收藏中快速存取檔案

# Quickly access files on Recents section
source: Quickly access files from your Recents section
ar: الوصول بسرعة إلى الملفات من قسم مؤخراً لديك
de: Schnellzugriff auf neue/geänderte Dateien
es: Accede rápidamente a los archivos de la sección Recientes
fr: Accéder facilement aux fichiers de votre section Récents
id: Akses file dengan cepat dari bagian Terbaru anda
ja: 最近セクションからファイルに素早くアクセスします
ko: 최근 섹션에서 파일에 빠르게 접근
pt: Acesse rapidamente os arquivos na área Atividades recentes
ru: Быстрый доступ к файлам из «Недавних»
th: เข้าถึงไฟล์ได้อย่างรวดเร็วจากส่วนล่าสุดของคุณ
tr: Son Kullanılanlar bölümünüzden dosyalara hızlıca erişin
vi: Truy cập nhanh vào các tệp tin trong phần Sử Dụng Gần Đây
zh_hans: 快速访问您的“近期”
zh_hant: 從近期活動中快速存取檔案

# Quickly access files on Offline section
source: Quickly access files from your Offline section
ar: الوصول بسرعة إلى الملفات من قسم غير متصل بالانترنت لديك
de: Schnellzugriff auf Dateien im Offline-Bereich
es: Accede rápidamente a los archivos de la sección Sin conexión
fr: Accéder facilement aux fichiers de votre section Hors ligne
id: Akses file dengan cepat dari bagian Offline anda
ja: オフラインセクションからファイルに素早くアクセスします
ko: 오프라인 섹션에서 파일에 빠르게 접근
pt: Acesse rapidamente os arquivos na área Offline
ru: Быстрый доступ к файлам из раздела «Локальные»
th: เข้าถึงไฟล์ได้อย่างรวดเร็วจากส่วนออฟไลน์ของคุณ
tr: Çevrimdışı bölümünüzden dosyalara hızlıca erişin
vi: Truy cập nhanh vào các tệp tin trong phần Lưu Ngoại Tuyến
zh_hans: 快速访问您的“离线”
zh_hant: 從可離線使用部份快速存取檔案

source: The device does not have enough space for MEGA to run properly.
ar: لا يحتوي الجهاز على مساحة كافية لتشغيل ميغا MEGA بشكل صحيح.
de: Das Gerät verfügt nicht über genügend Speicherplatz, um MEGA korrekt auszuführen.
es: El dispositivo no tiene suficiente espacio para que MEGA funcione correctamente.
fr: L’appareil n’a pas assez d’espace libre pour que MEGA fonctionne correctement.
id: Perangkat tidak memiliki cukup ruang untuk MEGA untuk bekerja dengan baik.
ja: 端末に、MEGAを正しく実行するための十分なスペースがありません。
ko: 기기에 MEGA가 적절히 작동할 수준의 충분한 공간이 없습니다.
pt: O armazenamento disponível no seu dispositivo não é suficiente para o MEGA funcionar corretamente.
ru: Недостаточно свободного места на устройстве для нормальной работы MEGA.
th: MEGA มีพื้นที่เก็บข้อมูลอุปกรณ์ไม่เพียงพอที่จะทำงานได้อย่างถูกต้อง
tr: Cihazın MEGA'nın düzgün çalışması için yeterli alanı yok.
vi: Thiết bị này không đủ không gian để MEGA chạy bình thường.
zh_hans: 设备存储空间不足，MEGA无法正常运行。
zh_hant: 裝置沒有足夠的空間好讓MEGA正確的運行。

source: Free up some space by deleting apps you no longer use or large video files in your gallery. You can manage your storage in %@
ar: قم بتحرير بعض المساحة عن طريق حذف التطبيقات التي لم تعد تستخدمها أو حذف ملفات الفيديو الكبيرة في معرض الصور الخاص بك. يمكنك إدارة مساحة التخزين الخاص بك في %@
de: Geben Sie Speicherplatz frei, indem Sie nicht mehr verwendete Apps oder große Videodateien in Ihrer Galerie löschen. Verwalten Sie Ihren Speicher unter %@
es: Libera espacio eliminando aplicaciones que ya no usas o vídeos pesados de tu galería. Puedes administrar tu almacenamiento en %@
fr: Libérez de l’espace en supprimant des applis que vous n’utilisez plus ou des fichiers vidéo volumineux dans votre galerie.Vous pouvez gérer votre mémoire dans %@
id: Kosongkan sebagian ruang dengan menghapus aplikasi yang tidak lagi anda gunakan atau file video besar di galeri anda. Anda dapat mengelola penyimpanan anda di %@1
ja: 使用しなくなったアプリやギャラリー内の大きな動画ファイルを削除して、スペースを確保してください。%@でストレージを管理できます。
ko: 사용하지 않는 앱을 삭제하거나 갤러리에서 큰 동영상 파일을 삭제하여 공간을 확보하세요. 다음의 메뉴에서 저장소를 관리할 수 있습니다 %@
pt: Você pode liberar espaço excluindo aplicativos que você já não usar, ou arquivos de vídeo grandes que estiverem na sua galeria. Você pode gerenciar o seu armazenamento em %@
ru: Освободите место, удалив приложения, которыми вы больше не пользуетесь, или большие видеофайлы в галерее.Вы можете управлять своим хранилищем в %@
th: เพิ่มพื้นที่ว่างโดยการลบแอปที่คุณไม่ใช้แล้วหรือไฟล์วิดีโอขนาดใหญ่ในแกลเลอรีของคุณคุณสามารถจัดการพื้นที่เก็บข้อมูลของคุณได้ที่ %@
tr: Artık kullanmadığınız uygulamaları veya galerinizdeki büyük video dosyalarını silerek biraz alan açın. Depolamanızı şurada yönetebilirsiniz %@
vi: Giảm tải không gian bằng cách xóa đi các ứng dụng không có sử dụng hoặc các video có kích thước lớn trong thư viện ảnh. Quản lý không gian trong phần %@
zh_hans: 请删除不常用的应用程序或大型视频文件以释放设备存储空间。您可以通过以下步骤进行设置 %@
zh_hant: 請刪除您沒在使用的應用程式或相簿裡大容量的影片檔案以釋放一些空間。您可以在%@管理您的儲存空間。

# dialog.turnOnNotifications.label.title
source: Turn on notifications
ar: تفعيل الإشعارات
de: Benachrichtigungen aktivieren
es: Activar Notificaciones
fr: Activer les notifications
id: Nyalakan Notifikasi
ja: 通知をオンにする
ko: 알림 켜기
pt: Ativar as notificações
ru: Включить уведомления
th: เปิดการแจ้งเตือน
tr: Bildirimleri aç
vi: Bật thông báo
zh_hans: 开启通知
zh_hant: 開啟通知

# dialog.turnOnNotifications.label.description
source: This way, you will see new messages on your device instantly.
ar: بهذه الطريقة ستتمكن من مشاهدة الرسائل الجديدة فورياً على جهازك فوراً.
de: Dadurch können Sie neue Nachrichten sofort auf Ihrem Gerät sehen.
es: De esta manera, verás los nuevos mensajes al instante en tu dispositivo.
fr: Ainsi, vous verrez instantanément les nouveaux messages sur votre appareil.
id: Dengan demikian, anda akan melihat pesan baru di perangkat anda secara instan.
ja: そうすると、お使いの端末に新しいメッセージがすぐに表示されます。
ko: 이 방법은, 새 메시지를 당신의 기기에서 즉시 볼 수 있습니다.
pt: Dessa forma, você verá imediatamente as novas mensagens no seu dispositivo.
ru: Если включить, вы мгновенно будете видеть новые сообщения на своем устройстве.
th: ด้วยวิธีนี้ คุณจะเห็นข้อความใหม่บนอุปกรณ์ของคุณทันที
tr: Bu sayede cihazınızda anında yeni mesajlar göreceksiniz.
vi: Khi được bật, bạn sẽ thấy được tin nhắn trên thiết bị ngay tức thì.
zh_hans: 随后，您就会在此设备上收到新消息。
zh_hant: 這樣您將在您的裝置上立即看到新的訊息。

# dialog.turnOnNotifications.label.stepOne
source: 1. Open <b>Settings</b>
ar: 1. افتح <b>الإعدادت</b>
de: 1. <b>Einstellungen</b> öffnen
es: 1. Abre <b>Configuración</b>
fr: 1. Ouvrez <b>Réglages</b>
id: 1. Buka <b>Pengaturan</b>
ja: 1. <b>設定</b>を開く
ko: 1. <b>설정</b>을 여세요
pt: 1. Acesse as <b>Configurações</b>
ru: 1. Откройте <b>«Настройки»</b>
th: 1. เปิด<b>การตั้งค่า</b>
tr: 1. Açık <b>Ayarlar</b>
vi: 1. Mở <b>Cài đặt</b>
zh_hans: 1. 打开<b>设置</b>
zh_hant: 1. 打開<b>設定</b>

# dialog.turnOnNotifications.label.stepTwo
source: 2. Tap <b>Notifications</b>
ar: 2. انقر <b>الإشعارات</b>
de: 2. <b>Benachrichtigungen</b> antippen
es: 2. Pulsa en <b>Notificaciones</b>
fr: 2. Touchez <b>Notifications</b>
id: 2. Tekan <b>Notifikasi</b>
ja: 2. <b>通知</b>をタップ。
ko: 2. <b>알림</b>을 탭하세요
pt: 2. Selecione<b>Notificações</b>
ru: 2. Нажмите <b>«Уведомления»</b>
th: 2. แตะ<b>การแจ้งเตือน</b>
tr: 2. dokunun <b>Bildirimler</b>
vi: 2. Chạm vào <b>Thông báo</b>
zh_hans: 2. 点击<b>通知</b>
zh_hant: 2. 點擊<b>通知</b>

# dialog.turnOnNotifications.label.stepThree
source: 3. Tap <b>MEGA</b>
ar: 3. انقر <b>ميغا MEGA</b>
de: 3. <b>MEGA</b> antippen
es: 3. Pulsa en <b>MEGA</b>
fr: 3. Touchez <b>MEGA</b>
id: 3. Tekan <b>MEGA</b>
ja: 3. <b>MEGA</b>をタップ
ko: 3. <b>MEGA</b>를 탭하세요
pt: 3. Selecione <b>MEGA</b>
ru: 3. Нажмите <b>«MEGA»</b>
th: 3. แตะ <b>MEGA</b>
tr: 3. dokunun <b>MEGA</b>
vi: 3. Chạm vào <b>MEGA</b>
zh_hans: 3. 点击<b>MEGA</b>
zh_hant: 3. 點擊<b>MEGA</b>

# dialog.turnOnNotifications.label.stepFour
source: 4. Turn on <b>Allow notifications</b>
ar: 4. قم بتشغيل <b>السماح للإشعارات</b>
de: 4. <b>Benachrichtigungen erlauben</b> aktivieren
es: 4. Activa <b>Permitir notificaciones</b>
fr: 3. Activez <b>Autoriser les notifications</b>
id: 4. Nyalakan <b>Izinkan notifikasi</b>
ja: 4.<b>「通知を許可」</b>をオンにする
ko: 4. <b>알림 허용</b>을 켜세요
pt: 4. Ative a opção <b>Permitir notificações</b>
ru: 4. Включите <b>«Разрешить уведомления»</b>
th: 4. เปิดใช้งาน <b>อนุญาตการแจ้งเตือน</b>
tr: 4. Aç <b>Bildirimlere izin ver</b>
vi: 4. Bật <b>Cho phép thông báo</b>
zh_hans: 4. 打开<b>允许通知</b>
zh_hant: 4. 打開<b>允許通知</b>

# dialog.turnOnNotifications.button.primary
source: Open Settings
ar: أفتح الإعدادات
de: Einstellungen öffnen
es: Abre Configuración
fr: Ouvrir Réglages
id: Buka Pengaturan
ja: 設定を開く
ko: 설정 열기
pt: Acessar as configurações
ru: Открыть Настройки
th: เปิดการตั้งค่า
tr: Ayarları Aç
vi: Đi tới Cài đặt
zh_hans: 打开设置
zh_hant: 開啟設定

# Change Launch Tab
source: Change launch section
ar: تغيير قسم الإطلاق
de: Startbereich ändern
es: Cambiar la sección de inicio
fr: Changer d’écran de lancement
id: Ubah bagian peluncuran
ja: 起動セクションの変更
ko: 시작 섹션 변경
pt: Alterar seção predeterminada
ru: Изменение стартового раздела
th: เปลี่ยนส่วนที่จะเปิดขึ้นมาครั้งแรก
tr: Başlatma bölümünü değiştir
vi: Thay đổi phần khởi chạy
zh_hans: 更改启动界面
zh_hant: 更改啟動頁面

source: You can now select which section the app opens at launch. Choose the one that better suits your needs, whether it’s Chat, Cloud drive, or Home.
ar: يمكنك الآن تحديد القسم الذي يفتحه التطبيق عند الإطلاق. اختر الخيار الذي يناسب احتياجاتك بشكل أفضل، سواء كان المحادثة أو السواقة السحابية أو الصفحة الرئيسية.
de: Sie können jetzt auswählen, welcher Bereich der App beim Starten geöffnet werden soll. Wählen Sie den Bereich aus, der Ihren Bedürfnissen am besten entspricht, egal ob Chat, Cloud Drive oder die Startseite.
es: Selecciona la sección que quieres que se abra al iniciarse la aplicación. Elige la que mejor se adapte a tus necesidades, ya sea el chat, la Nube o la pestaña de inicio.
fr: Vous pouvez désormais sélectionner la section que l’appli ouvre au lancement. Choisissez celle qui correspond le mieux à vos besoins, que ce soit Dialogue en ligne, Disque nuagique ou Accueil.
id: Sekarang anda dapat memilih bagian mana yang dibuka aplikasi saat diluncurkan. Pilih salah satu yang lebih sesuai dengan kebutuhan anda, apakah itu Obrolan, Penyimpanan cloud, atau Rumah.
ja: アプリの起動時に開くセクションを選択できるようになりました。チャット、クラウドドライブ、ホームなど、よりご自分のニーズに合ったものを選ぶことができます。
ko: 이제 앱을 시작할 때 열릴 섹션을 선택할 수 있습니다. 대화, 클라우드 드라이브, 또는 홈 중 어떠한 것이든 당신에게 필요한 것을 선택할 수 있습니다.
pt: Agora você pode selecionar em qual área o aplicativo abre ao acessá-lo. Escolha aquela que melhor se adapta às suas necessidades, seja o Chat, a Nuvem de arquivos ou a página de Início.
ru: Теперь вы можете выбрать, какой раздел будет открываться при запуске приложения. Выберите тот, который больше соответствует вашим потребностям, будь то чат, облачный диск или «Домой».
th: ตอนนี้คุณสามารถเลือกได้ว่า จะให้เมนูอะไรของแอปเปิดขึ้นมาครั้งแรกเวลาเปิดแอป เลือกสิ่งที่เหมาะกับความต้องการของคุณ ไม่ว่าจะเป็นแชท คลาวด์ไดรฟ์หรือหน้าแรก
tr: Artık uygulamanın başlatıldığında hangi bölümün açılacağını seçebilirsiniz. Sohbet, Bulut sürücüsü veya Ana Sayfa gibi ihtiyaçlarınıza en uygun olanı seçin.
vi: Giờ bạn có thể chọn lựa phần trong app muốn được hiển thị mỗi khi khởi động. Chọn phần phù hợp với cách sử dụng cá nhân, như Chát, Ổ mây, hoặc Trang chủ.
zh_hans: 您现在可以从云盘、相机上传、聊天、共享文件或主页中任选其一作为您的启动窗口。
zh_hant: 您現在可以選擇在啟動時打開應用程式的哪個部分功能。選擇最適合您需求的，例如對話、雲端硬碟、或首頁。
