Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# account.delete.subscription.itunes
source: You have an active MEGA subscription with Apple. You must cancel it separately at Subscriptions, as MEGA is not able to cancel it for you. Visit our Help Centre for more information.
ar: لديك اشتراك ميغا MEGA مفعل مع آبل Apple. يجب عليك إلغاؤه بشكل منفصل في الاشتراكات، لأن ميغا MEGA غير قادر على إلغائه من أجلك. قم بزيارة مركز المساعدة للحصول على مزيد من المعلومات.
de: Sie haben ein aktives MEGA-Abonnement bei Apple. Sie müssen dieses separat unter Abonnements kündigen, da MEGA die Kündigung nicht für Sie vornehmen kann. Weitere Informationen finden Sie in unserer Onlinehilfe.
es: Tienes una suscripción a MEGA activa con Apple. Debes cancelarla desde la opción Suscripciones en los ajustes del dispositivo, ya que MEGA no puede cancelarla por ti. Visita nuestro Centro de ayuda para más información.
fr: Vous avez un abonnement MEGA actif auprès d’Apple. Vous devez l’annuler séparément dans Abonnements, car MEGA ne peut pas l’annuler pour vous. Pour plus de précisions, visitez notre centre d’assistance.
id: Anda memiliki langganan MEGA aktif dengan Apple. Anda harus membatalkannya secara terpisah di Langganan, karena MEGA tidak dapat membatalkannya untuk anda. Kunjungi Pusat Bantuan kami untuk informasi lebih lanjut.
ja: AppleとのアクティブなMEGAサブスクリプションをお持ちです。MEGAではそれをキャンセルできないため、サブスクリプションで別にキャンセルする必要があります。詳細については、当社のヘルプセンターをご覧ください。
ko: 당신은 Apple에 활성 상태의 MEGA 구독이 있습니다. MEGA가 당신을 위해 처리할 수 없기 때문에, 구독에서 별도로 취소하여야 합니다. 더 많은 정보는 우리의 도움 센터를 방문하세요.
pt: Você tem uma assinatura no MEGA ativa com a Apple. Você deve cancelá-la separadamente em Assinaturas, pois o MEGA não pode cancelá-la por você. Visite a nossa Central de Ajuda para mais informações.
ru: У вас есть активная подписка MEGA от Apple. Вам нужно отменить её отдельно в «Подписках», так как MEGA не может отменить её за вас. Посетите наш справочный центр для получения дополнительной информации.
th: คุณมีการสมัครใช้งาน MEGA กับ Apple อยู่ คุณต้องยกเลิกที่การสมัครใช้งานด้วยตนเอง เนื่องจาก MEGA ไม่สามารถยกเลิกให้คุณได้ เยี่ยมชมศูนย์ช่วยเหลือของเราเพื่อศึกษาข้อมูลเพิ่มเติม
tr: Apple ile aktif bir MEGA aboneliğiniz var. MEGA sizin için iptal edemediğinden Abonelikler'de ayrı olarak iptal etmelisiniz. Daha fazla bilgi için Yardım Merkezimizi ziyaret edin.
vi: Quý khách hiện đang có một gói đăng ký dịch vụ MEGA được mua với Apple. Quý khách cần phải tự tiến hành hủy bỏ trong iTunes Store, vì MEGA không thể thực hiện cho quý khách được. Truy cập Thư Viện Hướng Dẫn để có thêm thông tin.
zh_hans: 您当前在Apple有一个MEGA订阅。您必须从“订阅”中单独取消它，因为MEGA无法为您取消订阅。访问我们的帮助中心了解更多信息。
zh_hant: 您目前使用Apple訂閱MEGA。您必須在訂閱中單獨取消它，因為MEGA無法為您取消訂閱。造訪我們的幫助中心瞭解更多資訊。

# account.delete.subscription.itunes.manage
source: Manage subscriptions
ar: إدارة الاشتراكات
de: Abonnements verwalten
es: Gestionar suscripciones
fr: Gérer les abonnements
id: Kelola Langganan
ja: サブスクリプションの管理
ko: 구독 관리
pt: Gerenciar Assinaturas
ru: Настроить подписки
th: จัดการการสมัครใช้งาน
tr: Abonelikleri yönet
vi: Quản lý gói đăng ký
zh_hans: 管理订阅
zh_hant: 管理訂閱

# account.delete.subscription.googlePlay
source: You have an active MEGA subscription with Google. You must cancel it separately in Google Play, as MEGA is not able to cancel it for you. Visit our Help Centre for more information.
ar: لديك اشتراك ميغا MEGA مفعل مع غوغل Google. يجب عليك إلغاؤه بشكل منفصل في غوغل بلاي Google Play، حيث أن ميغا MEGA غير قادر على إلغائه من أجلك. قم بزيارة مركز المساعدة للحصول على مزيد من المعلومات.
de: Sie haben ein aktives MEGA-Abonnement bei Google. Sie müssen dieses separat in Google Play kündigen, da MEGA die Kündigung nicht für Sie vornehmen kann. Weitere Informationen finden Sie in unserer Onlinehilfe.
es: Tienes una suscripción a MEGA activa con Google. Debes cancelarla desde Google Play, ya que MEGA no puede cancelarla por ti. Visita nuestro Centro de ayuda para obtener más información.
fr: Vous avez un abonnement MEGA actif auprès de Google. Vous devez l’annuler séparément dans Google Play, car MEGA ne peut pas l’annuler pour vous. Pour plus de précisions, visitez notre centre d’assistance.
id: Anda memiliki langganan MEGA aktif dengan Google. Anda harus membatalkannya secara terpisah di Google Play, karena MEGA tidak dapat membatalkannya untuk anda. Kunjungi Pusat Bantuan kami untuk informasi lebih lanjut.
ja: GoogleとのアクティブなMEGAサブスクリプションをお持ちです。MEGAではそれをキャンセルできないため、Google Playから別にキャンセルする必要があります。詳細については、当社のヘルプセンターをご覧ください。
ko: 당신은 Google에 활성 상태의 MEGA 구독이 있습니다. MEGA가 당신을 위해 처리할 수 없기 때문에, Google Play에서 별도로 취소하여야 합니다. 더 많은 정보는 우리의 도움 센터를 방문하세요.
pt: Você tem uma assinatura MEGA ativa com o Google. Você deve cancelá-la separadamente no Google Play, pois o MEGA não pode cancelá-la por você. Visite a nossa Central de Ajuda para mais informações.
ru: У вас есть активная подписка MEGA от Google. Вам нужно отменить её отдельно в Google Play, так как MEGA не может отменить её за вас. Посетите наш справочный центр для получения дополнительной информации.
th: คุณมีการสมัครใช้งาน MEGA กับ Google อยู่ คุณต้องยกเลิกที่ Google Play เนื่องจาก MEGA ไม่สามารถยกเลิกให้คุณได้ เยี่ยมชมศูนย์ช่วยเหลือของเราเพื่อศึกษาข้อมูลเพิ่มเติม
tr: Google'da aktif bir MEGA aboneliğiniz var. MEGA sizin için iptal edemediğinden, Google Play'de ayrı olarak iptal etmelisiniz. Daha fazla bilgi için Yardım Merkezimizi ziyaret edin.
vi: Quý khách hiện đang có một gói đăng ký dịch vụ MEGA được mua với Google. Quý khách cần phải tự tiến hành hủy bỏ trong CH Google Play, vì MEGA không thể thực hiện cho quý khách được. Truy cập Thư Viện Hướng Dẫn để có thêm thông tin.
zh_hans: 您当前在Google有一个MEGA订阅。您必须从Google Play中单独取消它，因为MEGA无法为您取消订阅。访问我们的帮助中心了解更多信息。
zh_hant: 您目前使用Google訂閱MEGA。您必須在Google Play中單獨取消它，因為MEGA無法為您取消訂閱。造訪我們的幫助中心瞭解更多資訊。

# account.delete.subscription.googlePlay.visit
source: Visit Google Play
ar: قم بزيارة متجر غوغل Google Play
de: Zu Google Play
es: Ir a Google Play
fr: Accéder à Google Play
id: Kunjungi Google Play
ja: Google Playにアクセス
ko: Google Play 방문
pt: Visite Google Play
ru: Открыть Google Play
th: เยี่ยมชม Google Play
tr: Google Play'i ziyaret edin
vi: Truy cập trang Google Play
zh_hans: 访问Google Play
zh_hant: 造訪Google Play

# account.delete.subscription.huaweiAppGallery
source: You have an active MEGA subscription with Huawei. You must cancel it separately at Huawei AppGallery, as MEGA is not able to cancel it for you. Visit our Help Centre for more information.
ar: لديك اشتراك ميغا MEGA مفعل مع هواوي Huawei. يجب عليك إلغاؤه بشكل منفصل في متجر تطبيقات هواوي Huawei AppGallery، لأن ميغا MEGA غير قادر على إلغائه من أجلك. قم بزيارة مركز المساعدة للحصول على مزيد من المعلومات.
de: Sie haben ein aktives MEGA-Abonnement bei Huawei. Sie müssen dieses separat in der Huawei AppGallery kündigen, da MEGA die Kündigung nicht für Sie vornehmen kann. Weitere Informationen finden Sie in unserer Onlinehilfe.
es: Tienes una suscripción a MEGA activa con Huawei. Debes cancelarla desde los Ajustes de la AppGallery de Huawei, ya que MEGA no puede cancelarla por ti. Visita nuestro Centro de ayuda para obtener más información.
fr: Vous avez un abonnement MEGA actif auprès de Huawei. Vous devez l’annuler séparément dans l’AppGallery de Huawei, car MEGA ne peut pas l’annuler pour vous. Pour plus de précisions, visitez notre centre d’assistance.
id: Anda memiliki langganan MEGA aktif dengan Huawei. Anda harus membatalkannya secara terpisah di Huawei AppGallery, karena MEGA tidak dapat membatalkannya untuk anda. Kunjungi Pusat Bantuan kami untuk informasi lebih lanjut.
ja: HuaweiとのアクティブなMEGAサブスクリプションをお持ちです。MEGAではそれをキャンセルできないため、Huawei AppGalleryから別にキャンセルする必要があります。詳細については、当社のヘルプセンターをご覧ください。
ko: 당신은 Huawei에 활성 상태의 MEGA 구독이 있습니다. MEGA가 당신을 위해 처리할 수 없기 때문에, Huawei AppGallery에서 별도로 취소하여야 합니다. 더 많은 정보는 우리의 도움 센터를 방문하세요.
pt: Você tem uma assinatura MEGA ativa com a Huawei. Você deve cancelá-la separadamente em Huawei AppGallery, pois o MEGA não pode cancelá-la por você. Visite a nossa Central de Ajuda para mais informações.
ru: У вас есть активная подписка MEGA от Huawei. Вам нужно отменить её отдельно в Huawei AppGallery, так как MEGA не может отменить её за вас. Посетите наш справочный центр для получения дополнительной информации.
th: คุณมีการสมัครใช้งาน MEGA กับ Huawei อยู่ คุณต้องยกเลิกที่ Huawei AppGallery ด้วยตนเอง เนื่องจาก MEGA ไม่สามารถยกเลิกให้คุณได้ เยี่ยมชมศูนย์ช่วยเหลือของเราเพื่อศึกษาข้อมูลเพิ่มเติม
tr: Huawei ile aktif bir MEGA aboneliğiniz var. MEGA sizin için iptal edemediğinden, Huawei AppGallery'de ayrı olarak iptal etmelisiniz. Daha fazla bilgi için Yardım Merkezimizi ziyaret edin.
vi: Quý khách hiện đang có một gói đăng ký dịch vụ MEGA được mua với Huawei. Quý khách cần phải tự tiến hành hủy bỏ trong Huawei AppGallery, vì MEGA không thể thực hiện cho quý khách được. Truy cập Thư Viện Hướng Dẫn để có thêm thông tin.
zh_hans: 您当前在华为有一个MEGA订阅。您必须在华为应用商店中单独取消它，因为MEGA无法为您取消订阅。访问我们的帮助中心了解更多信息。
zh_hant: 您目前使用華為訂閱MEGA。您必須在華為應用程式商店中單獨取消它，因為MEGA無法為您取消訂閱。造訪我們的幫助中心瞭解更多資訊。

# account.delete.subscription.huaweiAppGallery.visit
source: Visit AppGallery
ar: قم بزيارة متجر التطبيقات AppGallery
de: Zur AppGallery
es: Ir a AppGallery
fr: Accéder à l’AppGallery
id: Kunjungi AppGallery
ja: AppGalleryにアクセス
ko: AppGallery 방문
pt: Visite AppGallery
ru: Открыть AppGallery
th: เยี่ยมชม AppGallery
tr: AppGallery Sitesini Ziyaret Edin
vi: Truy cập trang AppGallery
zh_hans: 访问华为应用商店
zh_hant: 造訪華為應用程式商店

# account.delete.subscription.webClient
source: This is the last step to delete your account. Both your account and subscription will be deleted and you will permanently lose all the data stored in the account. Please enter your password below.
ar: هذه هي الخطوة الأخيرة لحذف حسابك. سيتم حذف كل من حسابك واشتراكك وستفقد جميع البيانات المخزنة في الحساب بشكل دائم. الرجاء إدخال كلمة المرور الخاصة بك أدناه.
de: Dies ist der letzte Schritt zum Löschen Ihres Accounts. Sowohl Ihr Account als auch Ihr Abonnement werden gelöscht und Sie verlieren unwiderruflich alle im Account gespeicherten Daten. Bitte geben Sie unten Ihr Passwort ein.
es: Este es el último paso para eliminar tu cuenta. Tu suscripción se eliminará junto con tu cuenta y perderás de forma permanente todos los datos almacenados allí. Por favor, introduce tu contraseña a continuación.
fr: Voici la dernière étape pour supprimer votre compte. Votre compte et votre abonnement seront tous deux supprimés et vous perdrez irrémédiablement toutes les données stockées dans le compte. Saisissez votre mot de passe ci-dessous.
id: Ini adalah langkah terakhir untuk menghapus akun anda. Akun dan langganan anda akan dihapus dan anda akan kehilangan semua data yang disimpan di akun secara permanen. Silakan masukkan kata sandi anda di bawah ini.
ja: これがアカウント削除の最後のステップです。アカウントとサブスクリプションの両方が削除され、アカウントに保存されているすべてのデータを恒久的に失うことになります。以下にパスワードを入力してください。
ko: 계정을 삭제하는 마지막 단계입니다. 당신의 계정과 구독 모두 삭제되며 계정에 저장된 모든 데이터를 영구적으로 잃게 됩니다. 아래에 암호를 입력하세요.
pt: Este é o último passo para excluir a sua conta. Tanto a sua conta quanto a sua assinatura serão excluídos e você perderá permanentemente todos os dados armazenados na sua conta. Por favor, digite a sua senha abaixo.
ru: Остался один шаг перед удалением аккаунта. Ваш аккаунт и подписка будут удалены, и вы навсегда потеряете все данные, хранящиеся в аккаунте. Пожалуйста, введите пароль.
th: นี่เป็นขั้นตอนสุดท้ายในการลบบัญชีของคุณ ทั้งบัญชีและการสมัครใช้งานของคุณจะถูกลบออก พร้อมทั้งคุณจะสูญเสียข้อมูลทั้งหมดที่เก็บไว้ในบัญชีอย่างถาวร กรุณากรอกรหัสผ่านของคุณด้านล่าง
tr: Bu, hesabınızı silmek için son adımdır. Hem hesabınız hem de aboneliğiniz silinecek ve hesapta depolanan tüm verileri kalıcı olarak kaybedeceksiniz. Lütfen aşağıya şifrenizi girin.
vi: Đây là bước cuối cùng để hoàn tất việc xóa bỏ tài khoản. Tất cả dữ liệu bạn đã lưu trên MEGA sẽ bị xóa và gói đăng ký dịch vụ mà quý khách đã mua sẽ bị hủy bỏ hoàn toàn. Để tiến hành, xin nhập mật khẩu ở dưới đây.
zh_hans: 这是删除您帐户的最后一步。您的帐户和订阅都将被删除，您将永久丢失该帐户中存储的所有数据。请在下方输入您的密码。
zh_hant: 這是刪除帳戶的最後一個步驟。您的帳戶和訂閱都將被刪除，而且您將永久遺失帳戶中儲存的所有資料。請在下方輸入您的密碼。

# account.profile.avatar.uploadPhoto
source: Change profile image
ar: تغيير صورة الملف الشخصي
de: Profilbild ändern
es: Cambiar imagen del perfil
fr: Changer votre image de profil
id: Ubah gambar profil
ja: プロファイル画像を変更する
ko: 프로필 이미지 변경
pt: Alterar a imagem do perfil
ru: Изменение изображения профиля
th: เปลี่ยนรูปโปรไฟล์
tr: Profil resmini değiştir
vi: Đổi ảnh đại diện
zh_hans: 更改个人资料图片
zh_hant: 更改個人資料相片

# account.profile.accountStatus.active
source: Active
ar: نشط
id: Aktif
ja: 有効
ko: 활성
pt: Ativa
ru: Активно
th: กำลังใช้งาน
tr: Aktif
zh_hans: 活跃

# account.profile.accountStatus.gracePeriod
source: Payment required
ar: الدفعة المالية مستحقة
id: Pembayaran diperlukan
ja: お支払いが必要です
ko: 결제 필요
pt: Pagamento necessário
ru: Требуется оплата
th: ต้องชำระเงิน
tr: Ödeme gerekli
zh_hans: 需要付款

# account.profile.accountStatus.expired
source: Payment overdue
ar: متأخر بالدفع
id: Pembayaran lewat jatuh tempo
ja: お支払い期日超過
ko: 결제 기한 초과
pt: Pagamento atrasado
ru: Платёж просрочен
th: การชำระเงินล่าช้า
tr: Gecikmiş ödeme
zh_hans: 逾期付款

# meetings.new.anotherAlreadyExistsError
source: Another call in progress. Please end your current call before making another.
ar: مكالمة أخرى جارية. يرجى إنهاء مكالمتك الحالية قبل إجراء أخرى.
de: Ein anderer Anruf ist aktiv. Bitte beenden Sie Ihren aktuellen Anruf, bevor Sie einen neuen Anruf starten.
es: Hay otra llamada en curso. Termina esa llamada para hacer otra.
fr: Un autre appel est en cours. Veuillez mettre fin à cet appel avant d’en faire un autre.
id: Panggilan lain sedang berlangsung. Harap akhiri panggilan anda saat ini sebelum melakukan panggilan lain.
ja: 別の電話がかかってきました。次の電話をかける前に、現在の通話を終えてください。
ko: 다른 통화가 진행 중입니다. 다른 통화를 하기 전에 현재 통화를 종료하세요.
pt: Há outra chamada em andamento. Finalize a sua chamada atual antes de fazer outra.
ru: Идёт ещё один звонок. Пожалуйста, завершите первый звонок, прежде чем сделать следующий.
th: อยู่ระหว่างดำเนินการโทรอีก กรุณาวางสายปัจจุบันของคุณก่อนที่จะโทรออกอีกครั้ง
tr: Başka bir çağrı devam ediyor. Lütfen başka bir arama yapmadan önce mevcut aramanızı sonlandırın.
vi: Đang có một cuộc gọi đang giang dở. Xin chấm dứt cuộc gọi đó trước khi tham gia vào cuộc khác.
zh_hans: 另一个通话正在进行中。请先结束您的当前通话后才能加入另一个。
zh_hant: 另一個通話正在進行中。請先結束目前通話才能撥打另一通。

# meetings.new.anotherAlreadyExistsError.endAndJoin
source: End and join
ar: إنهاء و انضمام
de: Beenden und beitreten
es: Finalizar y unirse
fr: Y mettre fin et me joindre
id: Akhiri dan gabung
ja: 終了して参加
ko: 종료하고 참여
pt: Finalizar e participar
ru: Закончить и присоединиться
th: วางสายและเข้าร่วมใหม่
tr: Bitir ve katıl
vi: Kết thúc và tham gia
zh_hans: 结束并加入
zh_hant: 結束並加入

# general.filetype.3DModel
source: 3D model
ar: نموذج 3D
de: 3D-Modell
es: Modelo 3D
fr: Modèle 3D
id: Model 3D
ja: 3Dモデル
ko: 3D 모델
pt: Modelo 3D
ru: 3D-модель
th: โมเดล 3D
tr: 3 boyutlu model
vi: Model 3D
zh_hans: 3D模型
zh_hant: 3D模型

# general.filetype.3ds
source: 3D scene
de: 3D-Szene
fr: Scène 3D
ja: 3Dシーン
ko: 3D 장면
pt: Cenas 3D
ru: 3D-сцена
th: ฉาก 3D
tr: 3D sahne
zh_hans: 3D场景

# general.filetype.rawImage
source: RAW image
ar: صورة RAW
de: RAW-Bild
es: Imagen RAW
fr: Image RAW
id: Gambar RAW
ja: RAW画像
ko: RAW 이미지
pt: Imagem RAW
ru: RAW-изображение
th: ภาพ RAW
tr: RAW görüntü
vi: Ảnh RAW
zh_hans: RAW图像
zh_hant: RAW圖片

# general.filetype.3g2
source: Multimedia
ar: الوسائط المتعددة Multimedia
fr: Fichier multimédia
ja: マルチメディア
ko: 멀티미디어
pt: Multimídia
ru: Мультимедиа
th: มัลติมีเดีย
tr: Multimedya
zh_hans: 多媒体
zh_hant: 多媒體

# general.filetype.7z
source: 7-Zip compressed
ar: مضغوط 7-Zip
de: 7-Zip-Archiv
es: 7-Zip comprimido
fr: Fichier compressé 7-ZIP
id: 7-Zip Dikompresi
ja: 7-Zip圧縮
ko: 7-Zip 압축
pt: Arquivo comprimido 7-Zip
ru: Архив 7-Zip
th: บีบอัด 7-Zip
tr: 7-Zip sıkıştırılmış
vi: Tệp nén 7-Zip
zh_hans: 7-Zip压缩文件
zh_hant: 7-Zip壓縮

# general.filetype.database
source: Database
ar: قاعدة بيانات Database
de: Datenbank
es: Base de datos
fr: Base de données
ja: データベース
ko: 데이터베이스
pt: Base de dados
ru: База данных
th: ฐานข้อมูล
tr: Veritabanı
zh_hans: 数据库
zh_hant: 資料庫

# general.filetype.audioInterchange
source: Audio interchange
ar: صوتي Audio Interchange
fr: Échange audio
ja: オーディオインターチェンジ
ko: 오디오 인터체인지
pt: Interchange Áudio
ru: Аудиофайл aif/aiff
th: เสียง Interchange
tr: Ses değişimi
vi: Trao đổi âm thanh
zh_hans: 音频交换格式
zh_hant: 音訊交換格式

# general.filetype.ans
source: ANSI text file
ar: ملف نصي ANSI
de: ANSI-Textdatei
fr: Fichier texte ANSI
id: File Teks ANSI
ja: ANSIテキストファイル
ko: ANSI 텍스트 파일
pt: Arquivo de texto ANSI
ru: Текстовый файл ANSI
th: ไฟล์ข้อความ ANSI
tr: ANSI metin dosyası
vi: Tệp văn bản ANSI
zh_hans: ANSI文本文件
zh_hant: ANSI文字檔案

# general.filetype.apk
source: Android app
ar: تطبيق Android
es: Aplicación para Android
fr: Appli pour Android
id: Aplikasi Android
ja: Androidアプリ
ko: Android 앱
pt: App para Android
ru: Приложение для Android
th: แอป Android
tr: Android uygulaması
vi: Ứng dụng Android
zh_hans: Android应用程序
zh_hant: Android應用程式

# general.filetype.app
source: macOS app
ar: برنامج ماك أو اس اكس macOS
fr: Appli macOS
id: Aplikasi macOS
ja: macOSアプリ
ko: macOS 앱
pt: Aplicativo para macOS
ru: Приложение macOS
th: แอป macOS
tr: MacOS uygulaması
vi: Ứng dụng macOS
zh_hans: macOS X应用程序
zh_hant: macOS應用程式

# general.filetype.ascii
source: ASCII text
ar: ملف نصي ASCII
es: Texto ASCII
fr: Texte ASCII
id: Text ASCII
ja: ASCIIテキスト
ko: ASCII 텍스트
pt: Texto ASCII
ru: ASCII-текст
th: ข้อความ ASCII
tr: ASCII metni
vi: Văn bản ASCII
zh_hans: ASCII文本
zh_hant: ASCII文字

# general.filetype.asf
source: Streaming video
ar: فيديو بث Streaming Video
fr: Vidéo diffusée en continu
id: Video Streaming
ja: ストリーミングビデオ
ko: 스트리밍 동영상
pt: Streaming de Vídeo
ru: Потоковое видео
th: สตรีมมิ่งวิดีโอ
tr: Video akışı
vi: Video truyền phát
zh_hans: 流媒体视频
zh_hant: 串流影片

# general.filetype.asx
source: Advanced stream
ar: بث متقدم Advanced Stream
fr: Flux avancé
ja: 高度なストリーム
ko: 어드밴스드 스트림
ru: Расширенный редиректор потоков
th: ไฟล์สำหรับสตรีมขั้นสูง
tr: Gelişmiş akış
vi: Truyền phát nâng cao
zh_hans: 高级流媒体格式
zh_hant: 高級串流

# general.filetype.avi
source: A/V interleave
ar: صوتي/فيديو A/V Interleave
fr: Entrelacement audio-vidéo
ja: A/Vインターリーブ
ko: A/V 인터리브
ru: Контейнер AVI
tr: A/V ara
vi: Âm/Video xen kẽ
zh_hans: 音频/视频交换格式
zh_hant: 音訊/視訊交錯

# general.filetype.bat
source: DOS batch
ar: حزمة دوس DOS Batch
de: DOS-Batchdatei
fr: Fichier séquentiel DOS
ja: DOSバッチ
ko: DOS 배치
ru: Пакетный файл DOS
th: ไฟล์ชุดคำสั่ง DOS
tr: DOS toplu
vi: Tệp hàng loạt DOS
zh_hans: DOS批处理
zh_hant: DOS批次檔

# general.filetype.bay
source: Casio RAW image
ar: صورة Casio RAW
de: Casio RAW-Datei
es: Imagen Casio RAW
fr: Image RAW de Casio
id: Gambar Casio RAW
ja: Casio RAW画像
ko: Casio RAW 이미지
pt: Imagem Casio RAW
ru: Изображение Casio RAW
th: ภาพ Casio RAW
tr: Casio RAW görüntüsü
vi: Ảnh RAW của Casio
zh_hans: 卡西欧RAW图像
zh_hant: Casio RAW圖像

# general.filetype.bmp
source: Bitmap image
ar: صورة Bitmap
de: Bitmap-Bild
fr: Image Bitmap
ja: ビットマップイメージ
ko: 비트맵 이미지
pt: Imagem Bitmap
ru: Изображение Bitmap
th: ภาพบิตแมป
tr: Bitmap görüntüsü
vi: Ảnh Bitmap
zh_hans: 位图图像
zh_hant: Bitmap點陣圖

# general.filetype.bz2
source: UNIX compressed
ar: ملف مضغوط UNIX
de: UNIX-komprimiert
es: UNIX comprimido
fr: Fichier compressé UNIX
ja: UNIX圧縮
ko: UNIX 압축
ru: Архив UNIX
th: บีบอัด UNIX
tr: UNIX sıkıştırılmış
vi: UNIX nén
zh_hans: UNIX压缩
zh_hant: UNIX壓縮

# general.filetype.c
source: C/C++ source code
ar: الرماز المصدري C/C++
de: C/C++-Quellcode
es: Código fuente C/C++
fr: Code source C/C++
id: Kode Sumber C/C++
ja: C/C++ソースコード
ko: C/C++ 소스 코드
pt: Código fonte C/C++
ru: Исходный код на C/C++
th: ซอร์สโค้ด C/C++
tr: C/C ++ kaynak kodu
vi: Mã nguồn C/C++
zh_hans: C/C++源代码
zh_hant: C/C++原始碼

# general.filetype.cpp
source: C++ source code
ar: الرماز المصدري C++
de: C++-Quellcode
es: Código fuente C++
fr: Code source C++
id: Kode Sumber C++
ja: C++ソースコード
ko: C++ 소스 코드
pt: Código fonte C++
ru: Исходный код на C++
th: ซอร์สโค้ด C++
tr: C ++ kaynak kodu
vi: Mã nguồn C++
zh_hans: C++源代码
zh_hant: C++原始碼

# general.filetype.cdr
source: CorelDRAW image
ar: صورة CorelDRAW
de: CorelDRAW-Bild
fr: Image CorelDRAW
id: Gambar CorelDRAW
ja: CorelDRAWイメージ
ko: CorelDRAW 이미지
pt: Imagem CorelDRAW
ru: Изображение CorelDRAW
th: ภาพ CorelDRAW
tr: CorelDRAW görüntüsü
vi: Ảnh CorelDRAW
zh_hans: CorelDRAW图像
zh_hant: CorelDRAW圖像

# general.filetype.cgi
source: CGI script
ar: نص CGI Script
de: CGI-Skript
fr: Script CGI
ja: CGIスクリプト
ko: CGI 스크립트
ru: Скрипт CGI
th: สคริปต์ CGI
tr: CGI komut dosyası
vi: Tập lệnh CGI
zh_hans: CGI脚本文件
zh_hant: CGI語言

# general.filetype.class
source: Java class
ar: فئة جافا Java
de: Java-Klasse
fr: Classe Java
ja: Javaクラス
ko: Java 클래스
ru: Класс в Java
th: คลาส Java
tr: Java sınıfı

# general.filetype.com
source: DOS command
de: DOS-Kommando
fr: Command DOS
ja: DOSコマンド
ko: DOS 명령
pt: Comando DOS
ru: Команда DOS
th: คำสั่ง DOS
tr: DOS komutu
vi: Lệnh DOS
zh_hans: DOS命令
zh_hant: DOS指令

# general.filetype.css
source: CSS style sheet
ar: ورقة الأنماط المتتالية CSS
fr: Feuille de style en cascade
ja: CSSスタイルシート
ko: CSS 스타일 시트
ru: Таблица стилей CSS
th: สไตล์ชีต CSS
tr: CSS stil sayfası
vi: Bảng dạng CSS
zh_hans: CSS样式表
zh_hant: CSS樣式表

# general.filetype.dhtml
source: Dynamic HTML
de: Dynamisches HTML
es: HTML Dinámico
fr: HTML dynamique
id: HTML Dinamik
ja: 動的HTML
ko: 동적 HTML
pt: HTML dinâmico
ru: Динамический HTML
th: ไดนามิก HTML
tr: Dinamik HTML
vi: HTML động
zh_hans: 动态HTML文件
zh_hant: 動態HTML

# general.filetype.dll
source: Dynamic link library
ar: مكتبة ربط ديناميكية
de: DLL-Bibliothek
es: Biblioteca de enlace dinámico
fr: Bibliothèque de liens dynamiques
id: Perpustakaan Tautan Dinamis
ja: ダイナミックリンクライブラリ
ko: 동적 링크 라이브러리
pt: Biblioteca de Links Dinâmicos
ru: Динамически подключаемая библиотека
th: ไดนามิกลิงก์ไลบรารี
tr: Dinamik bağlantı kitaplığı
vi: Thư viện liên kết động
zh_hans: 动态链接库
zh_hant: 動態連結函式庫

# general.filetype.wordTemplate
source: MS Word template
ar: نموذج ملف وورد مايكروسفت MS Word
es: Plantilla de MS Word
fr: Modèle Word de Microsoft
id: Template MS Word
ja: MSワードテンプレート
ko: MS Word 템플릿
pt: Modelo MS Word
ru: Шаблон MS Word
th: เทมเพลต MS Word
tr: MS Word şablonu
vi: Dạng mẫu MS Word
zh_hans: MS Word模板
zh_hant: MS Word範本

# general.filetype.dxf
source: DXF image
ar: صورة Image
de: DXF-Bild
es: Imagen DXF
fr: Image DXF
id: Gambar DXF
ja: DXFイメージ
ko: DXF 이미지
pt: Imagem DXF
ru: Изображение DXF
th: ภาพ DXF
tr: DXF görüntüsü
vi: Ảnh DXF
zh_hans: DXF图像
zh_hant: DXF圖像

# general.filetype.eps
source: EPS image
ar: صورة EPS
de: EPS-Bild
es: Imagen EPS
fr: Image EPS
id: Gambar EPS
ja: EPSイメージ
ko: EPS 이미지
pt: Imagem EPS
ru: Изображение EPS
th: ภาพ EPS
tr: EPS görüntüsü
vi: Ảnh EPS
zh_hans: EPS图像
zh_hant: EPS圖像

# general.filetype.exe
source: Executable
ar: ملف تنفيذي Executable
de: Ausführbare Datei
es: Ejecutable
fr: Exécutable
ja: 実行ファイル
ko: 실행 파일
pt: Executável
ru: Исполняемый файл
th: ไฟล์ปฏิบัติการ
tr: Yürütülebilir
vi: Tệp thực thi
zh_hans: 执行档
zh_hant: 執行檔

# general.filetype.flac
source: Lossless audio
ar: ملف صوتي Lossless
de: Verlustfrei komprimiertes Audio
fr: Audio sans perte
ja: ロスレスオーディオ
ko: 무손실 오디오
ru: Аудио без потерь
th: เสียงที่ไม่สูญเสีย
tr: Kayıpsız ses
vi: Âm thanh Lossless
zh_hans: 无损音频
zh_hant: 無損音質

# general.filetype.flv
source: Flash video
ar: فيديو Flash
es: Vídeo Flash
fr: Vidéo Flash
id: Video Flash
ja: フラッシュビデオ
ko: Flash 동영상
pt: Vídeo Flash
ru: Flash-видео
th: วิดีโอ Flash
tr: Flaş video
vi: Video Flash
zh_hans: Flash视频
zh_hant: Flash影片

# general.filetype.fnt
source: Windows font
ar: خط ويندوز Windows
fr: Police Windows
ja: Windowsフォント
ko: Windows 서체
pt: Fonte do Windows
ru: Шрифт Windows
th: แบบอักษรของ Windows
tr: Windows yazı tipi
vi: Phông chữ Windows
zh_hans: 视窗字体
zh_hant: Windows宇型

# general.filetype.fon
source: Font
ar: خط
de: Schriftart
es: Fuente
fr: Police
ja: フォント
ko: 서체
pt: Fonte
ru: Шрифт
th: แบบอักษร
tr: Yazı Tipi
vi: Phông chữ
zh_hans: 字体
zh_hant: 字型
