Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

source: Playing
ar: تشغيل
de: Aktuelle Wiedergabe
es: En reproducción
fr: En cours de lecture
id: Bermain
ja: 再生中
ko: 재생중
pt: Reproduzindo
ru: Воспроизводится
tr: Oynamak
vi: Đang phát
zh_hans: 正在播放
zh_hant: 播放中

source: Are you sure you want to move the Camera uploads folder to the Rubbish bin? If so, a new folder will be automatically generated for Camera uploads.
ar: هل أنت متأكد أنك تريد نقل مجلد ترفيعات الكاميرا إلى سلة المحذوفات؟ إذا كان الأمر كذلك، فسيتم إنشاء مجلد جديد تلقائيًا لترفيعات الكاميرا.
de: Möchten Sie den Ordner für Kamera-Uploads wirklich in den Papierkorb verschieben? Wenn Sie dies tun, wird automatisch ein neuer Ordner für Kamera-Uploads erstellt.
es: ¿Confirmas que quieres mover la carpeta Subidas de la cámara a la Papelera? Si es así, se generará automáticamente una nueva carpeta Subidas de la cámara.
fr: Voulez-vous vraiment déplacer le dossier des Téléversements de l’appareil photo vers la Corbeille ? Si oui, un nouveau dossier sera automatiquement généré pour les Téléversements de l’appareil photo.
id: Apakah anda yakin ingin memindahkan folder Unggahan kamera ke Tempat Sampah? Jika demikian, folder baru akan dibuat secara otomatis untuk Unggahan kamera.
ja: カメラアップロードフォルダをごみ箱に移動してもよろしいですか？その場合、新しいフォルダがカメラアップロード用に自動的に生成されます。
ko: 정말 카메라 업로드 폴더를 휴지통에 버리시겠습니까? 그렇게 하면, 카메라 업로드 폴더가 자동으로 생성됩니다.
pt: Você tem certeza de que quer mover a pasta dos Uploads da câmera para a Lixeira? Ao fazer isso, será gerada automaticamente uma nova pasta para os Uploads da câmera.
ru: Вы действительно хотите переместить папку «Загрузки из камеры» в Корзину? В этом случае будет автоматически создана новая папка для «Загрузок из камеры».
th: แน่ใจหรือไม่ว่าต้องการย้ายโฟลเดอร์อัปโหลดจากกล้องไปที่ถังขยะ ในกรณีนี้โฟลเดอร์ใหม่สำหรับการอัปโหลดจากกล้องจะถูกสร้างขึ้นโดยอัตโนมัติ
tr: Kamera yüklemeleri klasörünü Çöp kutusuna taşımak istediğinizden emin misiniz? Eğer öyleyse, Kamera yüklemeleri için otomatik olarak yeni bir klasör oluşturulur.
vi: Bạn có chắc muốn chuyển thư mục Đăng Tải Camêra vào Thùng Rác không? Nếu có, một thư mục mới sẽ được tự tạo ra để thay thế cho việc Đăng Tải Camêra.
zh_hans: 您确定要将相机上传文件夹移至回收站吗？如果是，系统将为您自动生成一个新的相机上传文件夹。
zh_hant: 您確定要將照片上傳資料夾移到垃圾筒嗎？如果是，將會為相機上傳自動產生一個新的資料夾。

source: Upload file
ar: رفع ملف
de: Datei hochladen
es: Subir archivo
fr: Téléverser le fichier
id: Unggah File
ja: ファイルのアップロード
ko: 파일 업로드
pt: Fazer upload de arquivo
ru: Загрузить файл
th: อัปโหลดไฟล์
tr: Dosya yükle
vi: Tải lên tệp tin
zh_hans: 上传文件
zh_hant: 上傳檔案

source: Shortcuts
ar: اختصارات
de: Verknüpfungen
es: Accesos directos
fr: Raccourcis
id: Shortcut
ja: ショートカット
ko: 단축어
pt: Atalhos
ru: Быстрые команды
th: คำสั่งลัด
tr: Kısayollar
vi: Lối Tắt
zh_hans: 快捷方式
zh_hant: 捷徑

source: Launch the MEGA App to perform an action
ar: قم بتشغيل تطبيق ميغا MEGA لتنفيذ الإجراء
de: MEGA-App starten, um eine Aktion auszuführen
es: Inicia la aplicación de MEGA para realizar una acción
fr: Lancez l’appli MEGA pour effectuer une action
id: Luncurkan Aplikasi MEGA untuk melakukan tindakan
ja: MEGAアプリを起動してアクションを実行します
ko: 행동을 수행하려면 MEGA 앱을 실행
pt: Abra o aplicativo do MEGA para realizar uma ação
ru: Запустите приложение MEGA, чтобы выполнить действие
th: เปิดแอป MEGA เพื่อดำเนินการ
tr: Bir eylem gerçekleştirmek için MEGA Uygulamasını başlatın
vi: Khởi động ứng dụng MEGA để thực hiện tác vụ
zh_hans: 启动MEGA App以执行操作
zh_hant: 啟動MEGA應用程式以執行動作

source: Documents
ar: المستندات
de: Dokumente
es: Documentos
id: Document
ja: 文書
ko: 문서
pt: Documentos
ru: Документы
th: เอกสาร
tr: Belgeler
vi: Tệp Tài Liệu
zh_hans: 文档
zh_hant: 文件

source: Audio
ar: صوتي
ja: 音声
ko: 음성
pt: Áudio
ru: Аудио
th: เสียง
tr: Ses
vi: Âm Thanh
zh_hans: 音频
zh_hant: 音樂

source: Videos
ar: مقاطع الفيديو
fr: Vidéos
id: Video
ja: 動画
ko: 동영상
pt: Vídeos
ru: Видео
th: วิดีโอ
tr: Videolar
zh_hans: 视频
zh_hant: 影片

source: No documents found
ar: لم يتم العثور على أي مستندات
de: Keine Dokumente vorhanden
es: No se han encontrado documentos
fr: Aucun document n’a été trouvé
id: Tidak ada dokumen yang ditemukan
ja: ドキュメントが見つかりません
ko: 문서가 없습니다
pt: Não há documentos
ru: Документы не найдены
th: ไม่พบเอกสาร
tr: Belge bulunamadı
vi: Không có tệp tài liệu nào
zh_hans: 未找到文档
zh_hant: 找不到文件

source: No audio files found
ar: لم يتم العثور على أي ملفات صوتية
de: Keine Audiodateien vorhanden
es: No se han encontrado audios
fr: Aucun fichier son n’a été trouvé
id: Tidak ada file audio yang ditemukan
ja: 音声ファイルが見つかりません
ko: 음성 파일이 없습니다
pt: Não há arquivos de áudio
ru: Аудиофайлы не найдены
th: ไม่พบไฟล์เสียง
tr: Ses dosyası bulunamadı
vi: Không có tệp tin âm thanh nào
zh_hans: 未找到音频文件
zh_hant: 找不到音樂檔案

source: No videos found
ar: لم يتم العثور على أي ملفات فيديو
de: Keine Videos vorhanden
es: No se han encontrado vídeos
fr: Aucune vidéo n’a été trouvée
id: Video tidak ditemukan
ja: 動画が見つかりません
ko: 영상이 없습니다
pt: Não há arquivos de vídeo
ru: Видео не найдены
th: ไม่พบวิดีโอ
tr: Video bulunamadı
vi: Không có video nào
zh_hans: 未找到视频
zh_hant: 找不到影片

# home.images.title
source: Images
ar: صور
de: Bilder
es: Imágenes
id: Gambar-gambar
ja: 画像
ko: 이미지
pt: Imagens
ru: Изображения
th: รูปภาพ
tr: Görüntüler
vi: Hình Ảnh
zh_hans: 图片
zh_hant: 圖片

# home.images.empty
source: No images found
ar: لم يتم العثور على أي صور
de: Keine Bilder vorhanden
es: No se han encontrado imágenes
fr: Aucune image n’a été trouvée
id: Tidak Ada Gambar yang Ditemukan
ja: 画像が見つかりません
ko: 검색된 이미지 없음
pt: Não há imagens
ru: Изображения не найдены
th: ไม่พบรูปภาพ
tr: Resim bulunamadı
vi: Không có hình nào
zh_hans: 无图片
zh_hant: 找不到圖片

# home.favourites.title
source: Favourites
ar: المفضلة
de: Favoriten
es: Favoritos
fr: Favoris
id: Favorit
ja: お気に入り
ko: 즐겨찾기
pt: Favoritos
ru: Избранное
th: รายการโปรด
tr: Favoriler
vi: Ưa Thích
zh_hans: 收藏
zh_hant: 收藏

source: Home
ar: الصفحة الرئيسية
de: Startseite
es: Inicio
fr: Accueil
id: Beranda
ja: ホーム
ko: 홈
pt: Início
ru: Домой
th: หน้าแรก
tr: Ana sayfa
vi: Trang Chủ
zh_hans: 主页
zh_hant: 首頁

source: Docs
ar: مستندات
de: Dokumente
es: Documentos
fr: Documents
id: Dokumen
ja: 文書
ko: 문서
pt: Documentos
ru: Документы
th: เอกสาร
tr: Dokümanlar
vi: Tài liệu
zh_hans: 文档
zh_hant: 文件

source: This link was shared without a decryption key. Do you want to share its key?
ar: تمت مشاركة هذا الرابط بدون مفتاح فك التشفير. هل تريد مشاركة مفتاحه؟
de: Dieser Link wurde ohne Schlüssel freigegeben. Möchten Sie den Schlüssel dazu teilen?
es: Vas a compartir el enlace sin clave de descifrado. ¿Quieres compartir la clave?
fr: Ce lien a été partagé sans clé de déchiffrement. Voulez-vous partager sa clé ?
id: Tautan ini dibagikan tanpa kunci dekripsi. Apakah anda ingin membagikan kuncinya?
ja: このリンクは、復号キーなしで共有されました。そのキーを共有しますか？
ko: 이 링크는 복호화 키 없이 공유되었습니다. 키를 공유하시겠습니까?
pt: Este link foi compartilhado sem uma chave de decodificação. Você quer compartilhar a chave do link?
ru: Вы поделились ссылкой без ключа шифрования. Хотите поделиться её ключом?
th: ลิงก์นี้แชร์โดยไม่มีคีย์ถอดรหัสลับ คุณต้องการแชร์คีย์หรือไม่
tr: Bu bağlantı şifre çözme anahtarı olmadan paylaşıldı. Anahtarını paylaşmak ister misin?
vi: Đường liên kết này đẽ được chia sẻ mà không có chìa khóa giải mã. Ban có muốn chia sẻ chìa khóa bây giờ không?
zh_hans: 此链接共享时未包含解密密钥。您是否要共享密钥？
zh_hant: 此共享連結沒有附帶解密金鑰。您要共享金鑰嗎？

source: Link password
ar: كلمة مرور الرابط
de: Linkpasswort
es: Contraseña del enlace
fr: Mot de passe du lien
id: Tautan Kata Sandi
ja: リンクパスワード
ko: 링크 암호
pt: Senha do link
ru: Пароль ссылки
th: รหัสผ่านลิงก์
tr: Bağlantı şifresi
vi: Mật khẩu của đường liên kết
zh_hans: 链接密码
zh_hant: 連結密碼

source: Do you want to share the password for this link?
ar: هل تريد مشاركة كلمة المرور الخاصة بهذا الرابط؟
de: Möchten Sie das Passwort für diesen Link teilen?
es: ¿Quieres compartir la contraseña de este enlace?
fr: Voulez-vous partager le mot de passe pour ce lien ?
id: Apakah anda ingin membagikan kata sandi untuk tautan ini?
ja: このリンクのパスワードを共有しますか？
ko: 이 링크의 암호를 공유하시겠습니까?
pt: Quer compartilhar a senha deste link?
ru: Хотите поделиться паролем для этой ссылки?
th: คุณต้องการแชร์รหัสผ่านสำหรับลิงก์นี้หรือไม่
tr: Bu bağlantının şifresini paylaşmak ister misiniz?
vi: Bạn có muốn chia sẻ mật khẩu cho đường liên kết này không?
zh_hans: 您是否要共享此链接的密码？
zh_hant: 您要共享此連結的密碼嗎？

source: message sent
ar: تم ارسال الرسالة
de: Nachricht gesendet
es: mensaje envíado
fr: Le message a été envoyé
id: pesan terkirim
ja: メッセージが送信されました
ko: 메시지 발송됨
pt: mensagem enviada
ru: сообщение отправлено
th: ข้อความที่ส่งแล้ว
tr: mesaj gönderildi
vi: đã gửi tin nhắn
zh_hans: 消息已发出
zh_hant: 訊息已發送

source: failed to send the message
ar: فشل في إرسال الرسالة
de: Nachricht konnte nicht gesendet werden
es: No se ha podido envíar el mensaje
fr: Échec d’envoi du message
id: gagal mengirim pesan
ja: メッセージの送信に失敗しました
ko: 메시지 발송 실패
pt: não foi possível enviar a mensagem
ru: не удалось отправить сообщение
th: ส่งข้อความไม่สำเร็จ
tr: mesaj gönderilemedi
vi: gửi đi tin nhắn bị thất bại
zh_hans: 发送消息失败
zh_hant: 訊息發送失敗

source: message sending cancelled
ar: تم إلغاء إرسال الرسالة
de: Versand der Nachricht abgebrochen
es: El envío del mensaje se ha cancelado
fr: L’envoi du message a été annulé
id: pengiriman pesan dibatalkan
ja: メッセージの送信がキャンセルされました
ko: 메시지 발송 취소
pt: o envio da mensagem foi cancelado
ru: отправка сообщения отменена
th: ยกเลิกการส่งข้อความแล้ว
tr: mesaj gönderme iptal edildi
vi: đã hủy gửi đi tin nhắn
zh_hans: 消息发送已取消
zh_hant: 訊息發送已取消

# dialog.cookies.title.yourPrivacy
source: Your privacy
ar: خصوصيتك
de: Ihre Privatsphäre
es: Tu privacidad
fr: Protection de vos renseignements personnels
id: Privasi anda
ja: お客様のプライバシー
ko: 당신의 사생활
pt: A sua privacidade
ru: Ваша конфиденциальность
th: ความเป็นส่วนตัวของคุณ
tr: Gizliliğiniz
vi: Quản lý quyền riêng tư
zh_hans: 您的隐私
zh_hant: 您的隱私

# dialog.cookies.description
source: We use cookies and similar technologies solely for the purposes of providing you with the services you request from MEGA, or for analytics and gathering performance data. We don’t use cookies for ad tracking or sharing any personal information about you with third parties.
ar: نحن نستخدم ملفات تعريف الارتباط cookies والتقنيات المماثلة فقط لأغراض تزويدك بالخدمات التي تطلبها من ميغا MEGA أو للتحليلات وجمع بيانات الأداء. لا نستخدم ملفات تعريف الارتباط cookies لتتبع الإعلانات أو مشاركة أي معلومات شخصية عنك مع جهات خارجية.
de: Wir verwenden Cookies und ähnliche Technologien ausschließlich für die Bereitstellung der von Ihnen angeforderten MEGA-Dienste sowie zu Analysezwecken und zur Erfassung von Leistungsdaten. Wir verwenden Cookies nicht für die Anzeigenverfolgung oder für die Weitergabe Ihrer personenbezogenen Daten an Dritte.
es: Usamos cookies y tecnologías similares únicamente con el fin de ofrecerte los servicios que solicitas de MEGA, o para análisis y recopilación de datos de rendimiento. No utilizamos cookies para el seguimiento de anuncios ni para compartir tu información personal con terceros.
fr: Nous utilisons des témoins de connexion et des technologies semblables pour vous fournir les services que vous demandez à MEGA, ou à des fins d’analyse ou de collecte de données de performances. Nous n’utilisons pas de témoins pour le suivi publicitaire ni pour le partage avec des tiers de renseignements personnels à votre sujet.
id: Kami menggunakan cookie dan teknologi serupa semata-mata untuk tujuan menyediakan layanan yang anda minta dari MEGA, atau untuk analitik dan mengumpulkan data kinerja. Kami tidak menggunakan cookie untuk melacak iklan atau berbagi informasi pribadi apa pun tentang anda dengan pihak ketiga.
ja: 当社は、お客様からご要求されたサービスを提供する目的、または分析とパフォーマンスデータの収集の目的でのみ、Cookieおよび類似のテクノロジを使用します。広告の追跡や、お客様に関する個人情報を第三者と共有するためにCookieを使用することはありません。
ko: 우리는 당신이 MEGA에 요청한 서비스를 제공하거나, 분석과 성능 데이터의 수집을 목적으로 쿠키 그리고 이와 유사한 기술을 사용합니다. 우리는 제3자와 어떠한 개인 정보를 공유하거나 광고 추적을 할 목적으로 쿠키를 사용하지 않습니다.
pt: Usamos cookies e tecnologias semelhantes apenas para proporcionar os serviços que você solicita do MEGA ou para análise e coleta de dados de desempenho. Não usamos cookies para rastrear anúncios ou compartilhar qualquer informação pessoal sobre você com terceiros.
ru: Мы используем куки-файлы и аналогичные технологии исключительно для предоставления услуг, которыми вы пользуетесь в MEGA, или для аналитики и сбора данных о производительности. Мы не используем куки-файлы для отслеживания рекламы или передачи какой-либо личной информации о вас третьим лицам.
th: เราใช้คุกกี้และเทคโนโลยีที่คล้ายกันเพื่อให้บริการที่คุณขอจาก MEGA หรือสำหรับการวิเคราะห์และเก็บข้อมูลเพื่อการประเมินผลการทำงาน โดยเราไม่ใช้คุกกี้สำหรับการติดตามโฆษณาหรือการแชร์ข้อมูลส่วนบุคคลของคุณกับบุคคลภายนอกใด ๆ
tr: Çerezleri ve benzer teknolojileri yalnızca MEGA'dan talep ettiğiniz hizmetleri size sunmak veya analiz ve performans verileri toplamak amacıyla kullanıyoruz. Reklam izleme veya sizinle ilgili herhangi bir kişisel bilgiyi üçüncü taraflarla paylaşmak için çerezleri kullanmıyoruz.
vi: Chúng tôi sử dụng cookies và các công nghệ tương tự chỉ nhằm mục đích cung cấp cho bạn các dịch vụ mà bạn yêu cầu từ MEGA hoặc để phân tích và thu thập dữ liệu hiệu suất. Chúng tôi không có sử dụng cookies để theo dõi quảng cáo hoặc chia sẻ bất kỳ thông tin cá nhân của bạn với bên thứ ba.
zh_hans: 我们使用cookies和类似技术仅用于为您提供您从 MEGA请求的服务，或用于分析和收集性能数据。我们不使用cookies进行广告跟踪或与第三方共享关于您的任何个人信息。
zh_hant: 我們使用cookies和類似技術的目的僅用於為您提供您從MEGA請求的服務，或用於分析和收集資料。我們不會將cookies用於廣告追踪或與第三方共享有關您的任何個人資訊。

# dialog.cookies.title.manageCookies
source: Manage cookies
ar: إدارة ملفات تعريف الارتباط cookies
de: Cookies verwalten
es: Gestionar cookies
fr: Gérer les témoins
id: Kelola cookie
ja: クッキーの管理
ko: 쿠키 관리
pt: Gerenciar cookies
ru: Управление куки-файлами
th: การจัดการคุกกี้
tr: Çerezleri yönet
vi: Quản lý cookies
zh_hans: 管理cookies
zh_hant: 管理cookies

# dialog.cookies.description.cookiePolicy
source: We use cookies and similar technologies to help us improve our services. Learn more in our [A]Cookie Policy[/A].
ar: نحن نستخدم ملفات تعريف الارتباط cookies والتقنيات المشابهة لمساعدتنا على تحسين خدماتنا. تعرف على المزيد في [A]سياسة ملفات تعريف الارتباط cookies[/A] الخاصة بنا.
de: Wir verwenden Cookies und verwandte Technologien, um unsere Dienste zu verbessern. Weitere Informationen finden Sie in unseren [A]Cookie-Richtlinien[/A].
es: Usamos cookies y tecnologías similares para mejorar nuestros servicios. Obtén más información en nuestra [A]Política de cookies[/A].
fr: Nous utilisons des témoins et des technologies semblables pour nous aider à améliorer nos services. Apprenez-en davantage dans notre [A]Politique d’utilisation des Témoins[/A].
id: Kami menggunakan cookie dan teknologi serupa untuk membantu kami meningkatkan layanan kami. Pelajari lebih lanjut di [A]Kebijakan Cookie[/A].
ja: 当社では、サービスの向上を目的としてクッキー（Cookie）および同様のテクノロジーを使用しています。詳細については、当社の[A]クッキーポリシー[/A]をご覧ください。
ko: 우리는 우리의 서비스를 제공하고 향상시키기 위해 쿠키 그리고 이와 유사한 기술을 이용합니다. 우리의 [A]쿠키 정책[/A]에서 더 알아보세요.
pt: Usamos cookies e tecnologias semelhantes para melhorar os nossos serviços. Para mais informações, acesse a nossa [A]Política de cookies[/A].
ru: Мы используем куки и аналогичные технологии, чтобы улучшать наши сервисы. Подробнее в нашей [A]Политике в отношении куки-файлов[/A].
th: เราใช้คุกกี้และเทคโนโลยีที่คล้ายคลึงกันเพื่อปรับปรุงบริการของเรา คุณสามารถเรียนรู้เพิ่มเติมเกี่ยวกับคุกกี้ของเราได้ใน[A]นโยบายคุกกี้[/A]
tr: Hizmetlerimizi geliştirmemize yardımcı olmak için çerezleri ve benzer teknolojileri kullanıyoruz. Bizimle daha fazla bilgi edinin [A]Çerez Politikası[/A].
vi: Chúng tôi sử dụng cookies và các công nghệ tương tự để giúp chúng tôi cải thiện dịch vụ của mình. Tìm hiểu thêm về [A]Chính Sách Cookie[/A] của chúng tôi.
zh_hans: 我们使用cookies和类似技术来帮助我们改善我们的服务。在我们的[A]Cookie政策[/A]中了解更多信息。
zh_hant: 我們使用cookies和類似技術來幫助我們改善我們的服務。請閱讀我們的[A]Cookie政策[/A]以瞭解更多資訊。

# dialog.cookies.description.adsCookiePolicy
source: We use cookies and similar technologies to help us improve our services and for advertising purposes. By continuing to use MEGA you agree with the terms of our updated [A]Cookie Policy[/A].
ar: نحن نستخدم ملفات تعريف الارتباط cookies والتقنيات المشابهة لمساعدتنا على تحسين خدماتنا ولأغراض إعلانية. من خلال الاستمرار في استخدام ميغا MEGA فإنك توافق على شروط [A]سياسة ملفات تعريف الارتباط cookies[/A] المحدثة لدينا.
de: Wir verwenden Cookies und verwandte Technologien zur Verbesserung unserer Dienste und zu Werbezwecken. Durch die weitere Nutzung von MEGA erklären Sie sich mit den Bedingungen unserer aktualisierten [A]Cookie-Richtlinien[/A] einverstanden.
es: Usamos cookies y tecnologías similares para mejorar nuestros servicios y con fines publicitarios. Al continuar usando MEGA, aceptas los términos de nuestra [A]Política de cookies[/A] actualizada.
fr: Nous utilisons des témoins de connexion et des technologies semblables pour nous aider à améliorer nos services, ainsi qu’à des fins publicitaires. En continuant à utiliser MEGA, vous acceptez les conditions de notre [A]Politique d’utilisation des Témoins[/A] mise à jour.
id: Kami menggunakan cookie dan teknologi serupa untuk membantu kami meningkatkan layanan kami dan untuk tujuan periklanan. Dengan terus menggunakan MEGA, anda setuju dengan ketentuan pembaruan kami [A]Kebijakan Cookie[/A].
ja: 当社では、サービスの向上および広告目的としてクッキー（Cookie）および同様のテクノロジーを使用しています。MEGAのご使用を続けることで、当社の更新された[A]クッキーポリシー[/A]の条件に同意されたことになります。
ko: 우리는 우리의 서비스를 향상시키고 광고를 하기 위한 목적으로 쿠키 그리고 이와 유사한 기술을 이용합니다. MEGA를 계속 이용함으로써 당신은 우리의 개정된 [A]쿠키 정책[/A]에 동의함을 뜻합니다.
pt: Nós usamos cookies e tecnologias similares para melhorar os nossos serviços e com fins publicitários. Ao continuar usado o MEGA, você concorda com os termos da nossa [A]Política de cookies[/A] atualizada.
ru: Мы используем куки и аналогичные технологии для улучшения наших сервисов и в рекамных целях. Продолжая использовать MEGA, вы соглашаетесь с условиями нашей обновлённой [A]Политики в отношении куки-файлов[/A].
th: เราใช้คุกกี้และเทคโนโลยีที่คล้ายคลึงกันเพื่อปรับปรุงบริการของเราและเพื่อวัตถุประสงค์ในการโฆษณา หากคุณยังคงใช้ MEGA อยู่ แสดงว่าคุณยอมรับเงื่อนไขของ[A]นโยบายคุกกี้[/A]ฉบับอัปเดตของเรา
tr: Hizmetlerimizi iyileştirmemize yardımcı olmak ve reklam amacıyla çerezleri ve benzer teknolojileri kullanıyoruz. MEGA'yı kullanmaya devam ederek güncellenmiş şartlarımızı kabul etmiş olursunuz. [A]Çerez Politikası[/A].
vi: Chúng tôi sử dụng cookies và các công nghệ tương tự để giúp chúng tôi cải thiện dịch vụ của mình và cho mục đích quảng cáo. Với việc tiếp tục sử dụng MEGA là bạn đồng ý với các điều khoản được cập nhật nêu trong [A]Chính Sách Cookie[/A]
zh_hans: 我们使用cookies和类似技术来帮助我们改善服务并用于广告目的。继续使用MEGA即表示您同意我们更新后的[A]Cookie政策[/A]条款。
zh_hant: 我們使用cookie和類似技術來幫助我們改善服務和廣告目的。繼續使用MEGA即表示您同意我們更新過的[A]Cookie政策[/A]條款。

# dialog.cookies.accept
source: Accept cookies
ar: قبول ملفات تعريف الارتباط Cookies
de: Cookies akzeptieren
es: Aceptar Cookies
fr: Accepter les témoins
id: Terima Cookies
ja: クッキーを受け入れる
ko: 쿠키 허용
pt: Aceitar cookies
ru: Принять куки
th: ยอมรับการใช้งานคุกกี้
tr: Çerezleri kabul et
vi: Chấp nhận cookies
zh_hans: 接受Cookie
zh_hant: 接受Cookies

# settings.accept.cookies.footer
source: Cookies aren’t used for ad tracking or sharing any personal information with third parties.
ar: لا تُستخدم ملفات تعريف الارتباط cookies لتتبع الإعلانات أو مشاركة أي معلومات شخصية مع جهات خارجية.
de: Cookies werden nicht für die Anzeigenverfolgung oder die Weitergabe personenbezogener Daten an Dritte verwendet.
es: Las cookies no se utilizan para el seguimiento de anuncios ni para compartir información personal con terceros.
fr: Les témoins ne sont utilisés ni pour le suivi publicitaire ni pour le partage avec des tiers de renseignements personnels à votre sujet.
id: Cookie tidak digunakan untuk pelacakan iklan atau berbagi informasi pribadi apa pun dengan pihak ketiga.
ja: Cookieは、広告追跡や第三者との個人情報の共有には使用されません。
ko: 쿠키는 제3자와 어떠한 개인 정보를 공유하거나 광고 추적을 할 목적으로 사용되지 않습니다.
pt: Não usamos cookies para rastrear anúncios ou compartilhar qualquer informação pessoal com terceiros.
ru: Куки-файлы не используются для отслеживания рекламы или передачи какой-либо личной информации третьим лицам.
th: คุกกี้ไม่ถูกใช้สำหรับการติดตามโฆษณาหรือการแชร์ข้อมูลส่วนบุคคลกับบุคคลภายนอกใด ๆ
tr: Çerezler, reklam izleme veya herhangi bir kişisel bilgiyi üçüncü taraflarla paylaşmak için kullanılmaz.
vi: Cookies không có được sử dụng để theo dõi quảng cáo hoặc chia sẻ bấ kỳ thông tin cá nhân nào với bên thứ ba.
zh_hans: Cookies不用于广告跟踪或与第三方共享任何个人信息。
zh_hant: Cookies不用於廣告追蹤或與第三方共享任何個人資訊。

# settings.cookies.essential
source: Essential cookies
ar: ملفات تعريف الارتباط Cookies الأساسية
de: Notwendige Cookies
es: Cookies esenciales
fr: Témoins essentiels
id: Cookie Penting
ja: 必須クッキー
ko: 필수 쿠키
pt: Cookies essenciais
ru: Основные куки-файлы
th: คุกกี้สำคัญ
tr: Temel çerezler
vi: Cookies thiết yếu
zh_hans: 必要Cookies
zh_hant: 必要的Cookies

# settings.cookies.essential.alwaysOn
source: Always On
ar: دائما متاح
de: Immer aktiv
es: Activas por defecto
fr: Toujours activés
id: Selalu Aktif
ja: 常にオン
ko: 항상 켬
pt: Sempre ativo
ru: Всегда включены
th: เปิดไว้เสมอ
tr: Her Zaman Açık
vi: Luôn Bật
zh_hans: 始终开启
zh_hant: 總是啟用

# settings.cookies.essential.footer
source: Essential for providing you important functionality and secure access to our services. For this reason, they do not require consent.
ar: أساسية لتزويدك بوظائف مهمة والوصول الآمن إلى خدماتنا. لهذا السبب، لا يحتاجون إلى موافقة.
de: Notwendig für die Bereitstellung unserer Dienstleistungen. Diese sind immer aktiv.
es: Esenciales para el funcionamiento de nuestros servicios y para un acceso seguro. Por esta razón, no requieren consentimiento.
fr: Ils sont essentiels pour une fonction importante et pour un accès sécurisé à nos services. Pour cette raison, ils ne demandent pas de consentement.
id: Penting untuk memberi anda fungsionalitas penting dan akses aman ke layanan kami. Untuk alasan ini, mereka tidak membutuhkan persetujuan.
ja: 必須クッキーは、重要な機能と当社サービスへの安全なアクセスをご提供するのに不可欠なクッキーです。このため、同意は必要ありません。
ko: 중요한 기능과 우리 서비스에 대한 안전한 접근을 제공하기 위해 필수적입니다. 이러한 이유로, 동의가 필요하지 않습니다.
pt: São essenciais para poder proporcionar funções importantes e acesso seguro aos nossos serviços. Por este motivo, não requerem consentimento.
ru: Необходимы для предоставления вам важных функций и безопасного доступа к нашим услугам. По этой причине согласие на них не требуется.
th: มีความจำเป็นต่อการให้บริการฟังก์ชันการทำงานที่สำคัญ และการเข้าถึงบริการของเราอย่างปลอดภัย ด้วยเหตุนี้จึงไม่ต้องขอความยินยอมจากคุณ
tr: Size önemli işlevsellik sağlamak ve hizmetlerimize güvenli erişim sağlamak için gereklidir. Bu nedenle onay gerektirmezler.
vi: Cần thiết để cung cấp cho quý khách chức năng quan trọng và quyền truy cập an toàn vào các dịch vụ của chúng tôi. Vì thế, các mục này không yêu cầu sự đồng ý.
zh_hans: 为您提供重要功能和安全访问我们服务的必要条件。因此，无需进行设置。
zh_hant: 提供您重要功能和安全存取我們服務的必要條件。因此它們不需使用者的同意。

# settings.cookies.performanceAndAnalytics
source: Performance and analytics cookies
ar: أداء وتحليلات لملفات تعريف الارتباط Cookie
de: Leistungs- und Analyse-Cookies
es: Cookies de análisis y rendimiento
fr: Témoins de performance et d’analyse
id: Cookie Kinerja dan Analisis
ja: パフォーマンスとアナリティクスのクッキー
ko: 성능과 분석 쿠키
pt: Cookies de desempenho e análise
ru: Куки производительности и аналитики
th: คุกกี้สำหรับประสิทธิภาพและการวิเคราะห์
tr: Performans ve analiz çerezleri
vi: Cookies hiệu suất và phân tích
zh_hans: 性能与分析Cookies
zh_hant: 性能與分析Cookies
