Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# meetings.participant.removeModerator
source: Remove as host
ar: إزالة كمضيف
de: Gastgeberstatus entziehen
es: Desasignar como anfitrión
fr: Supprimer comme hôte
id: Hapus sebagai tuan rumah
ja: 主催者として削除
ko: 주최자에서 해임
pt: Eliminar permissão de anfitrião
ru: Лишить прав организатора
th: ถอนสิทธิ์การเป็นผู้จัดการประชุม
tr: Ana bilgisayar olarak kaldır
vi: Loại bỏ chức người chủ trì
zh_hans: 移除主持人权限
zh_hant: 移除主持人權限

# meetings.action.rename
source: Rename meeting
ar: إعادة تسمية الاجتماع
de: Meeting umbenennen
es: Renombrar reunión
fr: Renommer la réunion
id: Ganti Nama Rapat
ja: ミーティング名の変更
ko: 회의 이름 변경
pt: Renomear reunião
ru: Переименовать встречу
th: เปลี่ยนชื่อการประชุม
tr: Toplantıyı yeniden adlandırın
vi: Đổi tên cuộc họp
zh_hans: 重命名会议
zh_hant: 重新命名會議名稱

# meetings.action.shareLink
source: Share meeting link
ar: مشاركة رابط الاجتماع
de: Meetinglink teilen
es: Compartir enlace de la reunión
fr: Partager le lien de la réunion
id: Bagikan Tautan Rapat
ja: ミーティングリンクの共有
ko: 회의 링크 공유
pt: Compartilhar o link da reunião
ru: Поделиться ссылкой на встречу
th: แชร์ลิงก์การประชุม
tr: Toplantı bağlantısını paylaş
vi: Chia sẻ đường liên kết cuộc họp
zh_hans: 分享会议链接
zh_hant: 共享會議連結

# meetings.message.waitingOthers
source: Waiting for others to join…
ar: في انتظار انضمام الآخرين…
de: Warten auf weitere Teilnehmer…
es: Esperando a que otros se unan…
fr: Nous attendons que d’autres se joignent…
id: Menunggu yang lain untuk bergabung…
ja: 他の人が参加するのを待機中…
ko: 다른 사람들이 참여하기를 기다리는 중…
pt: Esperando que as outras pessoas se conectem…
ru: Ожидаем присоединения других…
th: กำลังรอให้คนอื่นเข้าร่วม…
tr: Başkalarının katılmasını bekliyorum…
vi: Đang chờ người khác tham gia…
zh_hans: 正在等待其他人加入…
zh_hant: 正等待其他人加入⋯

# meetings.message.noOtherParticipants
source: You are the only one here…
ar: انت الوحيد هنا…
de: Sie sind der einzige Teilnehmer…
es: Solo estás tú aquí…
fr: Vous êtes la seule personne ici…
id: Anda satu-satunya di sini…
ja: ここにいるのはあなただけです…
ko: 현재 혼자 뿐입니다…
pt: Você é o único participante…
ru: Здесь только вы…
th: มีคุณคนเดียวที่อยู่ที่นี่…
tr: Burada tek kişi sensin…
vi: Bạn là người duy nhất ở đây…
zh_hans: 这里只有您一人…
zh_hant: 這裡只有您一人⋯

# meetings.joinMeeting.header
source: Invalid meeting URL
ar: رابط الاجتماع الالكتروني URL غير صالح
de: Ungültige Meeting-URL
es: Enlace de la reunión inválido
fr: L’URL de la réunion est invalide
id: URL Rapat Tidak Valid
ja: ミーティングURLが無効
ko: 잘못된 회의 URL
pt: O link da reunião não é válido
ru: Недействительная ссылка на встречу
th: URL การประชุมไม่ถูกต้อง
tr: Geçersiz toplantı URL'si
vi: URL cuộc họp không hợp lệ
zh_hans: 会议链接无效
zh_hant: 無效的會議連結

# meetings.joinMeeting.description
source: Unable to join the meeting. Please check the link is valid.
ar: تعذر الانضمام إلى الاجتماع. يرجى التحقق من صحة الرابط.
de: Fehler beim Beitritt zum Meeting. Bitte überprüfen Sie, ob der Link gültig ist.
es: No puedes unirte a la reunión. Comprueba que el enlace sea válido.
fr: Impossible de se joindre à la réunion. Veuillez confirmer que le lien est valide.
id: Tidak dapat bergabung ke rapat. Silakan periksa tautannya valid.
ja: ミーティングに参加できません。リンクが有効であることを確認してください。
ko: 회의에 참가할 수 없습니다. 링크가 유효한지 확인하세요.
pt: Não foi possível entrar na reunião. Por favor, verifique se o link é válido.
ru: Невозможно присоединиться к встрече. Пожалуйста, убедитесь, что ссылка верная.
th: ไม่สามารถเข้าร่วมการประชุมได้ กรุณาตรวจสอบว่าลิงก์ถูกต้องหรือยัง
tr: Toplantıya katılamıyor. Lütfen bağlantının geçerli olup olmadığını kontrol edin.
vi: Không thể tham gia vào cuộc họp mặt. Xin kiểm tra lại đường liên kết cho đúng.
zh_hans: 无法加入会议。请检查链接是否有效。
zh_hant: 無法加入會議。請檢查連結是有效的。

# meetings.sharelink.Error
source: Meeting link could not be generated. Please try again.
ar: تعذر إنشاء رابط للاجتماع. حاول مرة أخرى.
de: Der Meetinglink konnte nicht generiert werden. Bitte versuchen Sie es erneut.
es: No se ha podido crear el enlace de la reunión. Prueba de nuevo.
fr: Le lien de la réunion n’a pas pu être généré. Veuillez réessayer.
id: Tautan rapat tidak dapat dibuat. Silakan coba lagi.
ja: ミーティングリンクが生成できませんでした。もう一度やり直してください。
ko: 회의 링크가 생성되지 않았습니다. 다시 시도하세요.
pt: Não foi possível gerar o link da reunião. ,Por favor, tente novamente.
ru: Ссылка на встречу не может быть создана. Пожалуйста, попробуйте ещё раз.
th: ไม่สามารถสร้างลิงก์การประชุมได้ กรุณาลองอีกครั้ง
tr: Toplantı bağlantısı oluşturulamadı. Lütfen tekrar deneyin.
vi: Không tạo được đường liên kết cuộc họp mặt. Xin thử lại sau.
zh_hans: 无法生成会议链接。请再试一次。
zh_hant: 無法生成會議連結。請再試一次。

# meetings.link.loggedInUser.joinButtonText
source: Join meeting
ar: أنضم إلى الاجتماع
de: Meeting beitreten
es: Únete a la reunión
fr: Me joindre à une réunion
id: Gabung rapat
ja: ミーティングに参加
ko: 회의 참여
pt: Entrar em uma reunião
ru: Присоединиться к встрече
th: เข้าร่วมการประชุม
tr: Toplantıya katıl
vi: Tham gia họp mặt
zh_hans: 加入会议
zh_hant: 加入會議

# meetings.link.guest.joinButtonText
source: Join as guest
ar: انضم كضيف
de: Als Gast beitreten
es: Únete como invitado
fr: Vous joindre en tant qu’invité
id: Gabung sebagai tamu
ja: ゲストとして参加
ko: 손님으로 참여
pt: Participar como convidado
ru: Зайти как гость
th: เข้าร่วมในฐานะแขกรับเชิญ
tr: Misafir olarak katılın
vi: Tham gia với tư cách khách
zh_hans: 以访客身份加入
zh_hant: 以訪客身份加入

# meetings.joinMega.title
source: Join MEGA
ar: انضم إلى ميغا MEGA
de: Jetzt MEGA-Nutzer werden
es: Únete a MEGA
fr: Joignez-vous à MEGA
id: Gabung dengan MEGA
ja: MEGAに参加
ko: MEGA 가입
pt: Entrar no MEGA
ru: Регистрируйтесь в MEGA
th: เข้าร่วม MEGA
tr: MEGA'ya Katılın
vi: Tham gia MEGA
zh_hans: 加入MEGA
zh_hant: 加入MEGA

# meetings.joinMega.paragraph1.title
source: Your privacy matters
ar: خصوصيتك مهمة
de: Ihre Privatsphäre ist wichtig
es: Tu privacidad es importante
fr: La protection de vos renseignements personnels est importante
id: Privasi anda penting
ja: お客様のプライバシーは重要です
ko: 당신의 프라이버시가 중요합니다
pt: A sua privacidade é importante
ru: Ваша конфиденциальность имеет значение
th: ความเป็นส่วนตัวของคุณมีความสำคัญเป็นอันดับแรก
tr: Gizliliğiniz önemlidir
vi: Quyền riêng tư là điều quan trọng
zh_hans: 您的隐私是重中之重
zh_hant: 您的隱私非常重要

# meetings.joinMega.paragraph1.description
source: Join the largest secure cloud storage and collaboration platform in the world.
ar: انضم إلى أكبر منصة تخزين وتعاون سحابية آمنة في العالم.
de: Treten Sie der größten sicheren Cloud-Storage- und Collaboration-Plattform der Welt bei.
es: Únete a la plataforma segura de colaboración y almacenamiento en la nube más grande del mundo.
fr: Joignez-vous à la plus grande plateforme de stockage nuagique et de collaboration sécurisée au monde.
id: Bergabunglah dengan platform kolaborasi dan penyimpanan cloud aman terbesar di dunia.
ja: 世界最大の安全なクラウドストレージとコラボレーションプラットフォームにご参加ください。
ko: 세계에서 가장 큰 안전한 클라우드 저장소와 협업 플랫폼에 가입하세요.
pt: Faça parte da maior plataforma de colaboração e armazenamento em nuvem segura do mundo.
ru: Присоединяйтесь к самой крупной в мире безопасной облачной платформе хранения и совместной работы.
th: เข้าร่วมพื้นที่เก็บข้อมูลบนคลาวด์ที่ปลอดภัยและแพลตฟอร์มการทำงานร่วมกันที่ใหญ่ที่สุดในโลก
tr: Dünyanın en büyük güvenli bulut depolama ve işbirliği platformuna katılın.
vi: Tham gia vào dịch vụ lưu trữ điện toán đám mây lớn và an ninh nhất với nền tảng cộng tác toàn cầu.
zh_hans: 加入全球最大的安全云存储和协作平台。
zh_hant: 加入世界上最大的安全雲端空間與協作平台。

# meetings.joinMega.paragraph2.title
source: Get free cloud storage
ar: احصل على مساحة تخزين سحابية مجانية
de: Kostenlosen Cloudspeicher erhalten
es: Obtén 20 GB gratis
fr: Obtenir du stockage nuagique gratuit
id: Dapatkan penyimpanan cloud gratis
ja: 無料クラウドストレージを入手
ko: 무료 클라우드 저장소를 얻으세요
pt: Obtenha armazenamento em nuvem gratuito
ru: Бесплатное облачное хранилище
th: รับที่เก็บข้อมูลบนคลาวด์ฟรี
tr: Ücretsiz bulut depolama alanı edinin
vi: Nhận 20 GB miễn phí
zh_hans: 获取免费云端存储
zh_hant: 免費獲得20 GB

# meetings.joinMega.paragraph2.description
source: Sign up now and enjoy generous storage and advanced collaboration features for free.
ar: اشترك الآن واستمتع بالتخزين السخي وميزات التعاون المتقدمة مجانًا.
de: Melden Sie sich jetzt an und nutzen Sie ein großzügiges Speichervolumen und erweiterte Collaboration-Funktionen kostenlos.
es: Regístrate ahora y disfruta gratis de las características más avanzadas de colaboración.
fr: Inscrivez-vous maintenant et profitez gratuitement d’un espace de stockage généreux et de fonctions évoluées de collaboration.
id: Daftar sekarang dan nikmati penyimpanan yang luas dan fitur kolaborasi lanjutan secara gratis.
ja: 今すぐ登録して、大容量ストレージと高度なコラボレーション機能を無料でお楽しみください。
ko: 지금 가입하고 넉넉한 저장소와 고급 협업 기능을 무료로 즐기세요.
pt: Cadastre-se agora e aproveite de forma gratuita o amplo armazenamento e os recursos avançados de colaboração.
ru: Зарегистрируйтесь сейчас и бесплатно пользуйтесь большим объёмом хранилища и расширенными функциями совместной работы.
th: ลงทะเบียนเลยตอนนี้ และเพลิดเพลินไปกับพื้นที่เก็บข้อมูลขนาดใหญ่ และฟีเจอร์สำหรับทำงานร่วมกันขั้นสูงได้ฟรี
tr: Şimdi kaydolun ve ücretsiz olarak cömert depolama alanının ve gelişmiş işbirliği özelliklerinin keyfini çıkarın.
vi: Đăng ký ngay và tận hưởng các tính năng cộng tác hữu dụng và miễn phí.
zh_hans: 立即注册，并免费享受充足的存储空间和高级协作功能。
zh_hant: 立即註冊並免費享有進階的協作功能。

# meetings.notifications.moderatorPrivilege
source: You are the new host
ar: أنت المُضيف الجديد للمكالمة
de: Sie sind der neue Gastgeber
es: Eres el nuevo anfitrión
fr: Vous êtes la nouvelle ou le nouvel hôte
id: Anda adalah tuan rumah baru
ja: あなたは新しい主催者です
ko: 당신은 새로운 주최자입니다
pt: Você é o novo anfitrião
ru: Вы новый организатор
th: คุณเป็นผู้จัดการประชุมคนใหม่
tr: Yeni ev sahibi sizsiniz
vi: Bạn đã được chọn là người chủ trì mới
zh_hans: 您是新的主持人
zh_hant: 您是新的主持人

# meetings.incompatibility.warningMessage
source: We are upgrading MEGA Chat. Your calls might not be connected due to version incompatibility unless all parties update their MEGA Apps to the latest version.
ar: نحن بصدد ترقية محادثات ميغا MEGA chat. قد لا تكون مكالماتك متصلة بسبب عدم توافق الإصدار ما لم تقم جميع الأطراف بتحديث تطبيقات ميغا MEGA الخاصة بهم إلى أحدث إصدار.
de: Wir aktualisieren MEGA chat. Anrufe könnten aufgrund von Versionsinkompatibilitäten scheitern, wenn nicht alle Teilnehmer ihre MEGA-Apps auf die neueste Version aktualisiert haben.
es: Estamos actualizando MEGA chat. Es posible que la llamada no se conecte correctamente por problemas de incompatibilidad de versiones a menos que todos los participantes actualicen la app de MEGA a la última versión.
fr: Nous mettons le dialogue en ligne MEGA Chat à niveau. Vos appels pourraient ne pas être connectés en raison d’incompatibilité des versions, à moins qu’appelant et appelés aient aussi mis à niveau leurs applis MEGA vers la version la plus récente.
id: Kami sedang meningkatkan MEGA chat. Panggilan anda mungkin tidak terhubung karena ketidakcocokan versi kecuali semua pihak memperbarui aplikasi MEGA mereka ke versi terbaru.
ja: MEGA chatをバージョンアップしています。すべての参加者がMEGAアプリを最新版にアップデートしないと、バージョンの互換性がないために、通話がつながらない場合がございます。
ko: MEGA chat을 업그레이드하고 있습니다. 모든 참가자들이 MEGA 앱을 최신 버전으로 업데이트할 때까지 버전 호환성 문제로 통화가 연결되지 않을 수 있습니다.
pt: Estamos atualizando o MEGA chat. As suas chamadas podem não ser estabelecidas devido a uma incompatibilidade com a versão do aplicativo, a menos que todos os participantes atualizem os seus aplicativos do MEGA à versão mais recente.
ru: Мы обновляем MEGA chat. Ваши звонки могут не быть соединены из-за несовместимости версий, пока все участники не обновят свои приложения MEGA до последней версии.
th: เรากำลังอัปเกรด MEGA chat การโทรของคุณอาจไม่ได้เชื่อมต่อเนื่องจากว่าเวอร์ชันที่เข้ากันไม่ได้ เว้นแต่ทุกฝ่ายจะอัปเดตแอป MEGA เป็นเวอร์ชันล่าสุดแล้ว
tr: MEGA Chat'i yükseltiyoruz. Tüm taraflar MEGA Uygulamalarını en son sürüme güncellemedikçe, sürüm uyumsuzluğu nedeniyle aramalarınız bağlanmayabilir.
vi: Chúng tôi đang nâng cấp dịch vụ MEGA chat. Cuộc gọi của bạn có thể sẽ không kết nối được do bất đồng tương thích phiên bản cho đến khi mỗi người cập nhật lên phiên bản mới nhất.
zh_hans: 我们正在升级MEGA chat。请所有参会者将MEGA App更新至最新版本，否则您的通话可能无法连接。
zh_hant: 我們正在升級MEGA chat。由於版本不相容，除非所有與會者將他們的MEGA應用程式更新至最新版本，否則您的通話可能無法接通。

# meetings.quickAction.speaker
source: Speaker
ar: مكبر الصوت
de: Lautsprecher
es: Altavoz
fr: Haut-parleur
id: Suara
ja: スピーカー
ko: 스피커
pt: Viva-voz
ru: Динамик
th: ลำโพง
tr: Hoparlör
vi: Loa ngoài
zh_hans: 扬声器
zh_hant: 喇叭

# meetings.quickAction.flip
source: Switch
ar: تبديل
de: Umschalten
es: Cambiar
fr: Basculer
id: Alihkan
ja: フリップ
ko: 전환
pt: Inverter
ru: Сменить
th: สลับ
tr: Anahtar
vi: Lật
zh_hans: 翻转
zh_hant: 翻轉

# meetings.reconnecting.title
source: Reconnecting
ar: إعادة الاتصال
de: Verbindung wird wiederhergestellt
es: Reconectando
fr: Reconnexion
id: Menghubungkan kembali
ja: 再接続中
ko: 다시 연결중
pt: Reconectando
ru: Переподключение
th: กำลังเชื่อมต่อใหม่
tr: Yeniden Bağlanma
vi: Đang kết nối lại
zh_hans: 正在重新连接
zh_hant: 正在重新連線

# meetings.reconnecting.failed
source: Unable to reconnect
ar: غير قادر على إعادة الاتصال
de: Verbindung kann nicht wiederhergestellt werden
es: Imposible reconectar
fr: Impossible de se reconnecter
id: Tidak dapat menyambung kembali
ja: 再接続できません
ko: 다시 연결할 수 없습니다
pt: Não foi possível reconectar
ru: Не удалось восстановить подключение
th: ไม่สามารถเชื่อมต่อใหม่ได้
tr: Yeniden bağlanılamıyor
vi: Không thể kết nối lại
zh_hans: 无法重新连接
zh_hant: 無法重新連線

# meetings.poorConnection
source: Poor connection
ar: اتصال ضعيف
de: Schlechte Verbindung
es: Mala conexión
fr: La connexion est de mauvaise qualité
id: Koneksi lemah
ja: 接続不良
ko: 연결 상태 나쁨
pt: Conexão ruim
ru: Плохое соединение
th: การเชื่อมต่อไม่ดี
tr: Kötü bağlantı
vi: Mạng yếu
zh_hans: 网络连接不佳
zh_hant: 連線品質不佳

# settings.fileManagement.useMobileData.header
source: Preview high resolution images
ar: عرض الصور عالية الدقة
de: Originalfoto für Bildvorschau verwenden
es: Vista previa de imágenes de alta resolución
fr: Prévisualiser des images à haute résolution
id: Pratinjau gambar resolusi tinggi
ja: 高解像度画像のプレビュー
ko: 고해상도 이미지 미리 보기
pt: Visualização de imagens em alta resolução
ru: Превью изображений с высоким разрешением
th: ดูตัวอย่างภาพด้วยความละเอียดสูง
tr: Yüksek çözünürlüklü görüntüleri önizleyin
vi: Xem trước hình ảnh độ phân giải cao
zh_hans: 预览高分辨率图片
zh_hant: 預覽高解析度圖片

# settings.fileManagement.useMobileData.footer
source: Use mobile data to load high resolution images when previewing. If disabled, the high resolution image will only be loaded when you zoom in.
ar: استخدم بيانات الهاتف المحمول لتحميل صور عالية الدقة عند المعاينة. إذا تم تعطيله، فلن يتم تحميل الصورة عالية الدقة إلا عند التقريب.
de: Originalfoto für Vorschau auch über Mobildaten herunterladen. Andernfalls werden diese nur herangezogen, wenn Sie in das Foto manuell hineinzoomen.
es: Usa los datos móviles para cargar imágenes de alta resolución en la vista previa. Si esta opción está desactivada, la imagen de alta resolución solo se cargará cuando hagas zoom.
fr: Utilisez les données mobiles pour charger des images à haute résolution lors de l’aperçu. Si cette option est désactivée, l’image à haute résolution ne sera chargée que lors d’un zoom avant.
id: Gunakan data seluler untuk memuat gambar resolusi tinggi saat melihat pratinjau. Jika dinonaktifkan, gambar resolusi tinggi hanya akan dimuat saat anda memperbesar.
ja: モバイルデータを利用して、プレビュー時に高解像度の画像を読み込みます。無効にした場合、高解像度の画像はズームインしたときにのみ読み込まれます。
ko: 미리 보기를 할 때 고해상도 이미지를 불러오기 위해 모바일 데이터를 사용합니다. 만약 비활성화 하면, 확대할 때만 고해상도 이미지를 불러옵니다.
pt: Permitir o uso de dados móveis para carregar imagens de alta resolução durante a visualização. Se esta opção for desativada, a imagem em alta resolução só será carregada quando você aumentar o zoom.
ru: Использовать мобильные данные для загрузки изображений с высоким разрешением при предварительном просмотре. Если этот параметр отключён, изображение с высоким разрешением будет загружено только при увеличении масштаба.
th: เมื่อดูตัวอย่าง เราใช้ข้อมูลมือถือเพื่อโหลดภาพที่มีความละเอียดสูง หากปิดใช้งาน รูปภาพความละเอียดสูงจะถูกโหลดเมื่อซูมภาพเท่านั้น
tr: Önizleme sırasında yüksek çözünürlüklü görüntüler yüklemek için mobil verileri kullanın. Devre dışı bırakılırsa, yüksek çözünürlüklü görüntü yalnızca yakınlaştırdığınızda yüklenir.
vi: Sử dụng mạng di động để tải độ phân giải cao khi xem qua hình ảnh. Nếu tắt đi, độ phân giải cao sẽ chỉ được tải khi bạn phóng vào kích thước của hình ảnh để xem.
zh_hans: 预览时使用移动数据加载高分辨率图片。若关闭此选项，则只有在放大时才会加载高分辨率图片。
zh_hant: 預覽時使用行動數據網路載入高解析度圖片。如果停用，則只會在放大檢視時載入高解析度影像。

# account.upgrade.alreadyHaveASubscription.title
source: You already have an active subscription
ar: لديك بالفعل اشتراك نشط
de: Sie haben bereits ein aktives Abonnement
es: Ya tienes una suscripción activa
fr: Vous avez déjà un abonnement actif
id: Anda sudah memiliki langganan aktif
ja: すでに有効なサブスクリプションをお持ちです
ko: 이미 활성 상태의 구독이 있습니다
pt: Você já tem uma assinatura ativa
ru: У вас уже есть активная подписка
th: คุณมีการสมัครใช้งานอยู่แล้ว
tr: Zaten aktif bir aboneliğiniz var
vi: Quý khách hiện đã có gói đăng ký dịch vụ đang hoạt động
zh_hans: 您当前已经有一个订阅
zh_hant: 您目前已經有一個訂閱

# account.upgrade.alreadyHaveASubscription.message
source: You have previously subscribed to a Pro plan with Google Play or AppGallery. Please manually cancel your subscription with them inside Google Play or the Huawei AppGallery on your device and then retry.
ar: لقد سبق لك الاشتراك في باقة برو Pro باستخدام غوغل بلاي Google Play أو اب غاليري AppGallery. يرجى إلغاء اشتراكك يدويًا داخل غوغل بلاي Google Play أو هواوي اب غاليري Huawei AppGallery على جهازك ثم إعادة المحاولة.
de: Sie haben ein aktives Pro-Abonnement mit Google Play oder AppGallery. Bitte stornieren Sie dieses manuell in der Google-Play- oder der AppGallery-App und versuchen Sie es dann erneut.
es: Estás subscrito a un plan Pro en Google Play o AppGallery. Cancela manualmente esa subscripción desde tu dispositivo a través de Google Play o de la AppGallery de Huawei y vuelve a intentarlo.
fr: Vous avez souscrit auparavant un abonnement Pro grâce aux magasins Play Store de Google ou AppGalery de Huawei. Veuillez annuler vos abonnements manuellement sur votre appareil dans les magasins Play Store de Google ou AppGalery de Huawei, puis réessayez.
id: Anda sebelumnya telah berlangganan paket Pro dengan Google Play atau AppGallery. Harap batalkan langganan anda secara manual dengan mereka di dalam Google Play atau Huawei AppGallery di perangkat anda, lalu coba lagi.
ja: 以前にGoogle PlayまたはAppGalleryでProプランにご加入されたことがございます。お使いの端末のGoogle PlayまたはHuawei AppGallery内で、手動でサブスクリプションをキャンセルしてから再試行してください。
ko: 이전에 Google Play 또는 AppGallery를 통하여 구독을 하였습니다. 기기에서 Google Play 또는 Huawei AppGallery 안에서 구독을 수동으로 취소한 후 다시 시도하세요.
pt: Você já tem uma assinatura de um plano Pro por meio da Google Play Store ou da AppGallery. Por favor, cancele a sua assinatura diretamente na Google Play Store ou na Huawei AppGallery no seu dispositivo, e então tente novamente fazer a nova compra.
ru: Вы ранее подписались на план Pro в Google Play или AppGallery. Пожалуйста, вручную отмените подписку в Google Play или Huawei AppGallery на вашем устройстве, а затем повторите попытку.
th: คุณเคยสมัครแผน Pro ด้วย Google Play หรือ AppGallery กรุณายกเลิกการสมัครใช้งานด้วยตนเองได้ที่ Google Play หรือ Huawei AppGallery บนอุปกรณ์ของคุณก่อน แล้วลองอีกครั้ง
tr: Daha önce Google Play veya AppGallery ile bir Pro planına abone oldunuz. Lütfen aboneliğinizi Google Play veya cihazınızdaki Huawei AppGallery içinde manuel olarak iptal edin ve ardından yeniden deneyin.
vi: Quý khách đã mua hạng Pro thông qua CH Google Play hoặc AppGallery từ trước. Xin vui lòng hủy thủ công dịch vụ với bên Google Play hoặc Huawei AppGallery trên thiết bị của mình rồi quay lại đây để tiếp tục việc mua.
zh_hans: 您之前已通过Google Play或华为应用商店订阅了Pro会员方案。请在您设备上的Google Play或华为应用商店中手动取消您的订阅后进行重试。
zh_hant: 您之前已透過Google Play或華為的應用程式商店訂閱Pro方案。請在您裝置上的Google Play或華為應用程式商店中手動取消您的訂閱，然後重試一遍。

# account.upgrade.alreadyHaveACancellableSubscription.message
source: Do you want to cancel your current subscription and continue with the purchase?
ar: هل تريد إلغاء اشتراكك الحالي ومتابعة الشراء؟
de: Laufendes Abonnement stornieren und Kaufvorgang fortsetzen?
es: ¿Quieres cancelar tu suscripción actual y continuar con la compra?
fr: Voulez-vous annuler l’abonnement actuel et poursuivre l’achat ?
id: Apakah anda ingin membatalkan langganan anda saat ini dan melanjutkan pembelian?
ja: 現在のサブスクリプションをキャンセルして、ご購入を継続されますか？
ko: 현재 구독을 취소하고 결제를 진행하시겠습니까?
pt: Você quer cancelar a sua assinatura atual e continuar com a nova compra?
ru: Хотите отменить текущую подписку и продолжить покупку?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการสมัครใช้งานปัจจุบันและดำเนินการซื้อต่อ
tr: Mevcut aboneliğinizi iptal etmek ve satın alma işlemine devam etmek ister misiniz?
vi: Quý khách có muốn hủy gói đăng ký dịch vụ hiện tại để mua gói mới không?
zh_hans: 您想要取消当前订阅并继续购买吗？
zh_hant: 您要取消目前的訂閱並繼續購買嗎？

# account.upgrade.notAvailableWithCurrentPlan.message
source: Not available with your current plan
ar: غير متوفر مع باقتك الحالية
de: Nicht verfügbar mit Ihrem aktuellen Paket
es: No disponible con tu plan actual
fr: N’est pas proposé avec votre abonnement actuel
id: Tidak tersedia dengan paket anda saat ini
ja: お客様の現在のプランではご利用いただけません
ko: 현재 요금제에서는 이용이 불가합니다
pt: Não compatível com o seu plano atual
ru: Недоступно в текущем плане
th: ใช้ไม่ได้กับแผนปัจจุบันของคุณ
tr: Mevcut planınızla kullanılamaz
vi: Không có sẵn cho gói hiện tại của bạn
zh_hans: 不适用于您当前的会员方案
zh_hant: 不適用於您目前的方案

# account.delete.subscription.title
source: Active subscription
ar: اشتراك مفعل
de: Aktives Abonnement
es: Suscripción activa
fr: Un abonnement est actif
id: Berlangganan Aktif
ja: アクティブサブスクリプション
ko: 활성 구독
pt: Assinatura Ativa
ru: Активная подписка
th: มีการสมัครใช้งานอยู่
tr: Aktif abonelik
vi: Gói đăng ký đang hoạt động
zh_hans: 当前的订阅
zh_hant: 現行的訂閱
