Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# accounts.cancelSubscriptionSurvey.dontCancel.title
source: Don’t cancel
ar: لا تلغي
de: Nicht absagen
fr: Ne pas annuler
id: Jangan batalkan
ja: キャンセルしない
ko: 취소하지 마세요
pt: Não cancelar
ru: Не отменять
th: ไม่ต้องยกเลิก
tr: Vazgeçtim
vi: Đừng hủy
zh_hans: 不取消

# accounts.cancelSubscriptionSurvey.error.selectAReason
source: Select a reason to cancel your subscription
ar: حدد سببًا لإلغاء اشتراكك
de: Bitte wählen Sie den Grund für die Kündigung Ihres Abonnements aus
fr: Sélectionnez une raison d’annulation de votre abonnement
id: Pilih alasan untuk membatalkan langganan anda
ja: サブスクリプションをキャンセルする理由を選択してください
ko: 구독을 취소하는 이유를 선택하세요
pt: Selecione o motivo para cancelar a sua assinatura
ru: Выберите причину отмены подписки
th: เลือกเหตุผลที่คุณยกเลิกการสมัครใช้งาน
tr: Aboneliğinizi iptal etmek için bir neden seçin
vi: Chọn một lý do mà bạn hủy gói đăng ký
zh_hans: 请选择取消订阅的原因

# accounts.cancelSubscriptionSurvey.error.enterDetails
source: Enter details
ar: أدخل التفاصيل
de: Bitte Einzelheiten angeben
fr: Saisissez des détails
id: Masukkan detail
ja: 詳細を入力してください
ko: 자세한 정보를 입력하세요
pt: Digite as informações
ru: Укажите подробности
th: กรอกรายละเอียด
tr: Ayrıntıları girin
zh_hans: 输入详细信息

# accounts.cancelSubscriptionConfirmationAlert.title
source: Your subscription has been cancelled
ar: تم إلغاء اشتراكك
fr: Votre abonnement a été annulé
id: Langganan anda telah dibatalkan
ja: サブスクリプションがキャンセルされました
ko: 구독이 취소되었습니다
pt: A sua assinatura foi cancelada
ru: Ваша подписка отменена
th: การสมัครใช้งานของคุณได้ถูกยกเลิกแล้ว
tr: Aboneliğiniz iptal edildi
zh_hans: 您的订阅已取消

# accounts.cancelSubscriptionConfirmationAlert.description.currentPlanExpiration
source: You will move to a free MEGA account when your current plan expires on %@.
ar: ستنتقل إلى حساب ميغا MEGA مجاني عندما تنتهي باقتك الحالية بتاريخ %@.
fr: Vous passerez à un compte MEGA gratuit à l'expiration de votre abonnement actuel le %@.
id: Anda akan pindah ke akun MEGA gratis ketika paket anda saat ini berakhir pada %@.
ja: 現在のプランの有効期限が%@に切れると、無料のMEGAアカウントに移行します。
ko: %@에 현재 요금제가 만료되면 무료 MEGA 계정으로 이동됩니다.
pt: Você passará a ter uma conta gratuita no MEGA quando o seu plano atual expirar, em %@
ru: Вы перейдёте на бесплатный аккаунт MEGA, когда %@ истечёт срок действия текущего плана.
th: เมื่อแผนการสมัครใช้งานของคุณสิ้นสุดลงในวันที่ %@ บัญชีของคุณจะเปลี่ยนเป็นบัญชี MEGA ฟรีโดยอัตโนมัติ
tr: Mevcut planınızın süresi dolduğunda ücretsiz bir MEGA hesabına geçeceksiniz %@.
zh_hans: 在您当前的方案于%@到期后，您将转换为免费的MEGA帐户。

# accounts.cancelSubscriptionConfirmationAlert.description.storageLimit
source: Please ensure your storage amount is under the limit of %@ by this date. Your account may be locked if you are over the limit.
ar: يرجى التأكد من أن كمية التخزين الخاصة بك أقل من الحد %@ بحلول هذا التاريخ. قد يتم قفل حسابك إذا تجاوزت الحد.
fr: Veuillez vous assurer que la quantité d'espace de stockage est inférieure à la limite de %@ à cette date. Votre compte peut être bloqué si vous dépassez la limite.
id: Harap pastikan jumlah penyimpanan anda di bawah batas %@ pada tanggal ini. Akun anda mungkin terkunci jika anda melebihi batas.
ja: この日までにストレージ量が%@の制限を超えていないことをご確認ください。制限を超えている場合、アカウントがロックされる可能性があります。
ko: 저장소 크기가 이 날짜까지 %@의 한도 이하인지 확인하세요. 이 한도를 넘으면 계정이 잠길 수 있습니다.
pt: Certifique-se de que os seus dados armazenados não excedam o limite de %@ antes desta data. Se você ultrapassar o limite, a sua conta pode ser bloqueada .
ru: Пожалуйста, убедитесь, что к этой дате объём вашего хранилища не будет превышать лимит в %@. Если вы превысите лимит, аккаунт может быть заблокирован.
th: กรุณาตรวจสอบพื้นที่จัดเก็บของคุณให้เหลือไม่เกิน %@ ภายในวันที่กำหนด หากคุณมีข้อมูลเกินกว่าที่กำหนด บัญชีของคุณอาจถูกระงับการใช้งานชั่วคราวได้
tr: Lütfen depolama miktarınızın sınırının altında olduğundan emin olun. %@ bu tarihe kadar. Sınırı aşarsanız hesabınız kilitlenebilir.
zh_hans: 在到期之前，请确保您的存储用量在%@的限制内。如果您超过限制，您的帐户可能会被锁定。

# accounts.cancelSubscriptionConfirmationAlert.button.title
source: OK, got it
ar: حسنًا، فهمت ذلك
fr: D’accord, j’ai compris
id: Ok, mengerti
ja: はい、わかりました。
ko: 알겠습니다
pt: Entendi
ru: Понятно
th: โอเค เข้าใจแล้ว
tr: Tamam, anladım.
zh_hans: 好的，明白了

# accounts.cancelSubscriptionErrorAlert.message
source: Your cancellation can’t be processed right now. Check your connection and try again. If the issue persists, contact Support.
ar: لا يمكن معالجة الإلغاء الخاص بك الآن. تحقق من الاتصال وحاول مرة أخرى. في حالة استمرار المشكلة تواصل مع الدعم.
fr: Nous ne pouvons pas traiter votre annulation pour le moment. Vérifiez votre connexion et réessayez. Si le problème persiste, contactez le support.
id: Pembatalan anda tidak dapat diproses sekarang. Periksa koneksi anda dan coba lagi. Jika masalah berlanjut, hubungi Bantuan.
ja: 現在キャンセルを処理できません。接続を確認して、もう一度お試しください。問題が解決しない場合は、サポートにご連絡ください。
ko: 지금 취소를 진행할 수 없습니다. 연결을 확인하고 다시 시도하세요. 만약 문제가 계속 되면, 지원에 연락하세요.
pt: Não foi possível processar o cancelamento. Verifique a sua conexão e tente novamente. Se o problema persistir, entre em contato com o Suporte.
ru: Не удаётся обработать вашу отмену прямо сейчас. Пожалуйста, проверьте подключение и повторите попытку. Если проблема не исчезнет, обратитесь в поддержку.
th: ขณะนี้ไม่สามารถดำเนินการยกเลิกให้กับคุณได้ กรุณาตรวจสอบการเชื่อมต่อของคุณและลองอีกครั้ง หากยังประสบปัญหาอยู่ กรุณาติดต่อฝ่ายสนับสนุน
tr: İptaliniz şu anda işleme alınamıyor. Bağlantınızı kontrol edin ve tekrar deneyin. Sorun devam ederse Destek ile iletişime geçin.
zh_hans: 目前无法处理您的取消订阅请求。请检查您的连接，然后重试。如果问题仍然存在，请联系客服支持。

# accounts.cancelSubscriptionErrorAlert.button.ok
source: OK, got it
ar: حسنًا، فهمت ذلك
fr: D’accord, j’ai compris
id: Ok, mengerti
ja: はい、わかりました。
ko: 알겠습니다
pt: Entendi
ru: Понятно
th: โอเค เข้าใจแล้ว
tr: Tamam, anladım.
zh_hans: 好的，明白了

# accounts.cancelSubscriptionErrorAlert.button.contactHelpdesk
source: Contact Support
ar: الاتصال بالدعم
fr: Contacter l’assistance
id: Hubungi Bantuan
ja: サポートに連絡する
ko: 지원 부서에 연락
pt: Contatar o suporte
ru: Обратиться в поддержку
th: ติดต่อฝ่ายสนับสนุน
zh_hans: 联系支持

# getNodeLink.sensitive.alert.title
source: Hidden items
ar: عناصر مخفية
de: Verborgene Elemente
es: Elementos ocultos
fr: Éléments cachés
id: Item tersembunyi
ja: 非表示項目
ko: 숨겨진 항목
pt: Itens ocultos
ru: Скрытые элементы
th: รายการที่ถูกซ่อน
tr: Gizli öğeler
vi: Các mục ẩn
zh_hans: 隐藏的项目
zh_hant: 隱藏的項目

# getNodeLink.sensitive.alert.message.single
source: This item is set to hidden. Once you share the item, anyone with the link will be able to see it. It will still be hidden in your Cloud drive.
ar: تم تعيين هذا العنصر ليكون مخفيًا. بمجرد مشاركة العنصر، سيتمكن أي شخص لديه الرابط من رؤيته. ستظل مخفية في السواقة السحابية الخاص بك.
de: Dieser Inhalt ist verborgen. Wenn Sie ihn freigeben, wird jeder ihn einsehen können, der über den Link verfügt. Der Inhalt bleibt in Ihrem Cloud Drive weiterhin verborgen.
es: Este elemento está configurado como oculto. Una vez que lo compartas, cualquier persona que tenga el enlace podrá verlo. El elemento seguirá oculto en tu Nube.
fr: Cet élément est défini comme étant caché. Une fois que vous aurez partagé l’article, quiconque disposant du lien pourra le voir. Il restera caché dans votre Disque nuagique.
id: Item ini diatur ke tersembunyi. Setelah anda membagikan item, siapa pun yang memiliki tautan akan dapat melihatnya. Itu masih akan disembunyikan di drive Cloud anda.
ja: この項目は非表示に設定されています。項目を共有すると、リンクを知っている人は誰でもその項目を見ることができるようになります。それでも当該項目は、あなたのクラウドドライブに隠されたままになります。
ko: 이 항목은 숨김으로 설정되었습니다. 공유하면, 링크를 가진 누구나 볼 수 있습니다. 클라우드 드라이브에서는 숨김 상태가 유지됩니다.
pt: Este item está definido como oculto. Depois de compartilhar o item, qualquer pessoa com o link poderá vê-lo, mas ele ainda estará oculto na sua Nuvem de arquivos.
ru: Этот элемент скрыт. Как только вы поделитесь элементом, его сможет увидеть любой пользователь, у которого есть ссылка. Он по-прежнему будет скрыт на вашем Облачном диске.
th: รายการนี้ถูกตั้งค่าเป็นซ่อนอยู่ หากคุณทำการแชร์ลิงก์ ทุกคนที่มีลิงก์จะสามารถเห็นรายการที่ซ่อนไว้ได้ แต่ถึงอย่างนั้น รายการก็จะยังซ่อนอยู่ในคลาวด์ไดร์ฟของคุณเช่นเดิม
tr: Bu öğe gizli olarak ayarlanmıştır. Öğeyi paylaştığınızda, bağlantıya sahip herkes onu görebilir. Bulut sürücünüzde hala gizli kalacaktır.
vi: Mục này được đặt ẩn đi. Khi bạn chia sẻ mục này, bất kỳ ai có đường liên kết sẽ có thể xem thấy nó nhưng vẫn sẽ được ẩn đi trong Ổ Mây của bạn.
zh_hans: 此项目被设置为隐藏。一旦您共享该项目，任何拥有该链接的人都可以看到它。它仍将隐藏在您的云盘中。
zh_hant: 此項目設定為隱藏。一旦您共享該項目，任何知道連結的人都可以看到它。它的狀態在您的雲端硬碟中仍是隱藏的。

# getNodeLink.sensitive.alert.message.multi
source: One or more of these items is set to hidden. Once you share the hidden items, anyone with the link will be able to see them. The items will still be hidden in your Cloud drive.
ar: تم تعيين عنصر واحد أو أكثر من هذه العناصر ليكون مخفيًا. بمجرد مشاركة العناصر المخفية، سيتمكن أي شخص لديه الرابط من رؤيتها. ستظل العناصر مخفية في السواقة السحابية الخاص بك.
de: Einer oder mehrere dieser Inhalte sind verborgen. Wenn Sie sie freigeben, wird jeder sie einsehen können, der über den Link verfügt. Die Inhalte bleiben in Ihrem Cloud Drive weiterhin verborgen.
es: Uno o varios elementos están configurados como ocultos. Si los compartes, cualquier persona que tenga el enlace podrá verlos. Esos elementos seguirán ocultos en tu Nube.
fr: Un ou plusieurs de ces éléments sont définis comme étant cachés. Une fois que vous aurez partagé les éléments cachés, quiconque disposant du lien pourra les voir. Les éléments resteront cachés dans votre Disque nuagique.
id: Satu atau lebih item ini diatur ke tersembunyi. Setelah anda membagikan item tersembunyi, siapa pun yang memiliki tautan akan dapat melihatnya. Item masih akan disembunyikan di drive Cloud anda.
ja: これらの項目の1つ以上が非表示に設定されています。非表示の項目を共有すると、リンクを知っている人は誰でもその項目を見ることができるようになります。それでも当該項目はあなたのクラウドドライブに隠されたままになります。
ko: 한개 이상의 항목이 숨김으로 설정되었습니다. 숨긴 항목을 공유하면, 링크를 가진 누구나 볼 수 있습니다. 클라우드 드라이브에서는 숨김 상태가 유지됩니다.
pt: Um ou mais destes itens estão definidos como ocultos. Depois de compartilhar os itens ocultos, qualquer pessoa com o link poderá vê-los, mas os itens ainda estarão ocultos na sua Nuvem de arquivos.
ru: Один или несколько из этих элементов скрыты. Как только вы поделитесь скрытыми элементами, их сможет увидеть любой пользователь, у которого есть ссылка. Эти элементы по-прежнему будут скрыты на вашем Облачном диске.
th: มีบางรายการที่คุณเลือกถูกตั้งค่าเป็นซ่อนอยู่ หากคุณทำการแชร์ลิงก์ ทุกคนที่มีลิงก์จะสามารถเห็นรายการที่ซ่อนไว้ได้ แต่ถึงอย่างนั้น รายการก็จะยังซ่อนอยู่ในคลาวด์ไดร์ฟของคุณเช่นเดิม
tr: Bu öğelerden biri veya birkaçı gizli olarak ayarlanmıştır. Gizli öğeleri paylaştığınızda, bağlantıya sahip herkes onları görebilir. Öğeler Bulut sürücünüzde gizlenmeye devam edecek.
vi: Một hay nhiều mục này được đặt ẩn đi. Khi bạn chia sẻ các mục này, bất kỳ ai có đường liên kết sẽ có thể xem thấy hết nhưng các mục vẫn sẽ được ẩn đi trong Ổ Mây của bạn.
zh_hans: 其中一个或多个项目被设置为隐藏。一旦您共享该隐藏项目，任何拥有链接的人都可以看到它们。这些项目仍将隐藏在您的云盘中。
zh_hant: 其中一個或多個項目被設定為隱藏。一旦您共享項目，任何知道連結的人都可以看到它們。這些項目在您的雲端硬碟中仍是隱藏的。

# settings.calls.status.showLastSeen.title
source: Show last seen
ar: إظهار تاريخ اخر ظهور
de: Letzte Onlinezeit verfügbar machen
es: Mostrar último acceso
fr: Afficher «[w]Vu pour la dernière fois[w]»
id: Tampilkan yang terakhir terlihat
ja: 最終ログインを表示
ko: 최근 연락 시간 보기
pt: Mostrar último acesso
ru: Показывать «был в сети»
th: แสดงการดูครั้งล่าสุด
tr: Son görülenleri göster
vi: Hiện lần thấy cuối
zh_hans: 显示上次登录时间
zh_hant: 顯示最後上線

# chat.call.raise-hand.snack-bar.own-user-raised-hand
source: You raised your hand
ar: لقد رفعت يدك
de: Sie haben die Hand gehoben
es: Has levantado la mano
fr: Vous avez levé la main
id: Anda mengangkat tangan
ja: 挙手しました
ko: 당신이 손을 들었습니다
pt: Você levantou a mão
ru: Вы подняли руку
th: คุณได้ยกมือแล้ว
tr: Elini kaldırdın
vi: Bạn đang giơ tay lên
zh_hans: 您举起了您的手
zh_hant: 您舉起手

# chat.call.raise-hand.snack-bar.other-person-raised-hand
source: %@ raised their hand
ar: %@ رفعوا أيديهم
de: %@ hat die Hand gehoben
es: %@ ha levantado la mano
fr: %@ a levé la main
id: %@ mengangkat tangan mereka
ja: %@さんが挙手しました
ko: %@ 님이 손을 들었습니다
pt: %@ levantou a mão
ru: Пользователь %@ поднял руку
th: %@ ได้ยกมือ
tr: %@ elini kaldırdı
vi: %@ đang giơ tay lên
zh_hans: %@举起了他们的手
zh_hant: %@舉起手

# chat.call.raise-hand.snack-bar.lower-hand
source: Lower hand
ar: انزل يدك
de: Hand senken
es: Bajar la mano
fr: Baisser la main
id: Turunkan tangan
ja: 手を下げる
ko: 손 내리기
pt: Baixar a mão
ru: Опустить руку
th: เอามือลง
tr: Alt el
vi: Bỏ tay xuống
zh_hans: 放手
zh_hant: 放下手

# chat.call.raise-hand.snack-bar.view
source: View
ar: عرض
de: Ansehen
es: Ver
fr: Afficher
id: Lihat
ja: 表示
ko: 보기
pt: Ver
ru: Просмотр
th: ดู
tr: Görünüm
vi: Xem
zh_hans: 查看
zh_hant: 檢視

# cloudDrive.nodeInfo.nodeDescription.readonly
source: Read-only
ar: للقراءة فقط
de: Nur lesen
fr: Lecture seule
id: Hanya-baca
ja: 読み取り専用
ko: 읽기 전용
pt: Somente leitura
ru: Только чтение
th: อ่านอย่างเดียว
tr: Salt okunur
vi: Chỉ-được-xem
zh_hans: 只读

# cloudDrive.nodeInfo.nodeDescription.header
source: Description
ar: الوصف
de: Beschreibung
id: Deskripsi
ja: 説明
ko: 설명
pt: Descrição
ru: Описание
th: รายละเอียด
tr: Açıklama
vi: Chi tiết
zh_hans: 描述

# cloudDrive.nodeInfo.nodeDescription.emptyText.readOnly
source: No description
ar: لا يوجد وصف
de: Keine Beschreibung
fr: Aucune description
id: Tidak ada deskripsi
ja: 説明がありません
ko: 설명 없음
pt: Sem descrição
ru: Нет описания
th: ไม่มีคำอธิบาย
tr: Açıklama yok
vi: Không có mô tả
zh_hans: 无描述

# cloudDrive.nodeInfo.nodeDescription.emptyText.readWrite
source: Add description
ar: إضافة وصف
de: Beschreibung hinzufügen
fr: Ajoutez une description
id: Tambah deskripsi
ja: 説明を追加
ko: 설명 추가
pt: Adicionar descrição
ru: Добавить описание
th: เพิ่มคำอธิบาย
tr: Açıklama ekle
vi: Thêm miêu tả
zh_hans: 添加说明

# call.meeting.empty.shareOptionsDialog.title
source: Share this link or invite participants to join you
ar: شارك هذا الرابط أو قم بدعوة المشاركين للانضمام إليك
de: Teilen Sie diesen Link oder laden Sie Teilnehmer zum Beitritt ein
fr: Partagez ce lien ou invitez des participants à vous rejoindre
id: Bagikan tautan ini atau undang peserta untuk bergabung dengan anda
ja: このリンクを共有するか、あなたに加わるように参加者を招待してください
ko: 이 링크를 공유하거나 참여자를 초대하여 함께 하세요
pt: Compartilhe este link ou convide participantes
ru: Поделитесь этой ссылкой или пригласите участников
th: แชร์ลิงก์นี้หรือเชิญผู้เข้าร่วมให้เข้าร่วมกับคุณ
tr: Bu bağlantıyı paylaşın veya katılımcıları size katılmaya davet edin
vi: Share this link or add participants to join you
zh_hans: 共享此链接或邀请参与者加入您

# call.meeting.empty.shareOptionsDialog.notAllowedToInvite.title
source: Share this link to invite others
ar: شارك هذا الرابط لدعوة الآخرين
de: Teilen Sie diesen Link, um andere einzuladen
fr: Partagez ce lien pour inviter d’autres personnes
id: Bagikan tautan ini untuk mengundang orang lain
ja: このリンクを共有して他の人を招待
ko: 다른 사람들을 초대하려면 이 링크를 공유하세요
pt: Compartilhe este link para convidar outras pessoas
ru: Поделитесь этой ссылкой для приглашения
th: แชร์ลิงก์นี้เพื่อเชิญคนอื่นเข้าร่วม
tr: Başkalarını davet etmek için bu bağlantıyı paylaşın
zh_hans: 共享此链接以邀请其他人

# call.meeting.empty.shareOptionsDialog.shareMeetingLink
source: Share meeting link
ar: مشاركة رابط الاجتماع
de: Meetinglink teilen
fr: Partager le lien de la réunion
id: Bagikan Tautan Rapat
ja: ミーティングリンクの共有
ko: 회의 링크 공유
pt: Compartilhar o link da reunião
ru: Поделиться ссылкой на встречу
th: แชร์ลิงก์การประชุม
tr: Toplantı bağlantısını paylaş
vi: Chia sẻ đường liên kết cuộc họp
zh_hans: 分享会议链接

# call.meeting.empty.shareOptionsDialog.copyMeetingLink
source: Copy meeting link
ar: نسخ رابط الاجتماع
de: Meetinglink kopieren
fr: Copier le lien de la réunion
id: Salin tautan rapat
ja: ミーティングのリンクをコピー
ko: 회의 링크 복사
pt: Copiar o link da reunião
ru: Копировать ссылку на встречу
th: คัดลอกลิงก์การประชุม
tr: Toplantı bağlantısını kopyala
vi: Sao chép đường liên kết cuộc họp
zh_hans: 复制会议链接

# call.meeting.empty.shareOptionsDialog.inviteParticipants
source: Invite participants
ar: قم بدعوة مشاركين
de: Teilnehmer einladen
fr: Inviter des participants
id: Undang Peserta
ja: 参加者を招待
ko: 참여자 초대
pt: Convidar participantes
ru: Пригласить участников
th: เชิญผู้เข้าร่วม
tr: Katılımcıları davet et
vi: Mời thêm thành viên
zh_hans: 邀请参与者

# call.shareOptions.title
source: Anyone with this link can join the meeting and view the meeting chat.
ar: يمكن لأي شخص لديه هذا الرابط الانضمام إلى الاجتماع و الاطلاع على محادثة الاجتماع.
de: Mit diesem Link kann jeder dem Meeting beitreten und den Meeting-Chat einsehen.
fr: Quiconque disposant de ce lien peut se joindre à la réunion et lire la conversation de la réunion.
id: Siapa pun yang memiliki tautan ini dapat bergabung ke rapat dan melihat obrolan rapat.
ja: このリンクを知っている人は誰でもミーティングに参加し、ミーティングチャットを表示できます。
ko: 링크가 있는 누구나 회의에 참여하고 대화를 볼 수 있습니다
pt: Qualquer pessoa com este link pode entrar na reunião e visualizar o chat correspondente.
ru: Любой пользователь с этой ссылкой может присоединиться к встрече и просмотреть чат встречи.
th: ทุกคนที่มีลิงก์นี้สามารถเข้าร่วมการประชุมและดูแชทการประชุมได้
tr: Bu bağlantıya sahip herkes toplantıya katılabilir ve toplantı sohbetini görüntüleyebilir.
vi: Bất kỳ ai có đường liên kết này đều có thể tham gia cuộc họp và xem tin nhắn của cuộc họp.
zh_hans: 知道此链接的任何人都可以加入会议并查看会议聊天。

# call.shareOptions.sendToChat
source: Send to chat
ar: إرسال الى محادثة
de: An Chat senden
fr: Envoyer vers une conversation
id: Kirim ke obrolan
ja: チャットに送信
ko: 대화에 보내기
pt: Enviar ao Chat
ru: Отправить в чат
th: ส่งไปยังแชท
tr: Sohbete gönder
vi: Gửi đến chát
zh_hans: 发送至聊天

# call.shareOptions.copy
source: Copy
ar: نسخ
de: Kopieren
fr: Copier
id: Salin
ja: コピー
ko: 복사
pt: Copiar
ru: Копировать
th: คัดลอก
tr: Kopyalama
vi: Sao chép
zh_hans: 复制

# call.shareOptions.share
source: Share
ar: شارك
de: Teilen
fr: Partager
id: Bagikan
ja: 共有
ko: 공유
pt: Compartilhar
ru: Обмен
th: แชร์
tr: Paylaş
vi: Chia sẻ
zh_hans: 共享

# call.shareOptions.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
fr: Annuler
id: Batal
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消

# chat.chats.emptyState.v2.title
source: Keep conversations private
ar: حافظ على خصوصية المحادثات
de: Schützen Sie Ihre Unterhaltungen
fr: Assurer la confidentialité des conversations
id: Jaga percakapan tetap pribadi
ja: 会話をプライベートに保つ
ko: 대화를 비공개로 유지
pt: Mantenha as conversas confidenciais
ru: Сохраняйте конфиденциальность разговоров
th: รักษาการสนทนาให้เป็นส่วนตัว
tr: Sohbetleri gizli tutun
zh_hans: 保持私密对话

# chat.chats.emptyState.v2.description
source: All your messages, group chats and calls are protected by our zero-knowledge encryption and remain private. [A]Learn more[/A]
ar: جميع رسائلك ومحادثاتك الجماعية ومكالماتك محمية بتشفير المعرفة الصفرية وتظل خاصة. [A]اعرف المزيد[/A]
fr: Toutes vos conversations de groupe, tous vos messages et appels sont protégés par notre chiffrement à divulgation nulle de connaissance. [A]En apprendre davantage[/A]
id: Semua pesan, obrolan grup, dan panggilan anda dilindungi oleh enkripsi tanpa-pengetahuan kami dan tetap pribadi. [A]Pelajari selengkapnya[/A]
ja: すべてのメッセージ、グループチャット、通話は、当社のゼロ知識暗号化によって保護され、プライベートのままです。[A]詳細[/A]
ko: 당신의 모든 메시지, 단체 대화, 그리고 통화는 우리의 영지식 암호화로 보호되고 비공개로 유지됩니다. [A]더 알아보기[/A]
pt: Todas as suas mensagens, chats de grupo e chamadas são protegidos pela nossa criptografia de conhecimento zero e permanecem privados. [A]Mais informações[/A]
ru: Все ваши сообщения, групповые чаты и звонки защищены нашим шифрованием с нулевым разглашением и остаются конфиденциальными. [A]Узнать больше[/A]
th: ทุกข้อความ แชทกลุ่ม และสายโทรศัพท์ของคุณได้รับการปกป้องด้วยการเข้ารหัสแบบเวิธีซีโร่-นอว์เลจ ทำให้ข้อมูลของคุณเป็นส่วนตัวและปลอดภัย [A]เรียนรู้เพิ่มเติม[/A]
tr: Tüm mesajlarınız, grup sohbetleriniz ve aramalarınız sıfır bilgi şifrelememizle korunur ve gizli kalır. [A]Daha fazla bilgi[/A]
zh_hans: 您的所有消息、群聊和通话都受我们零知识加密的保护并保持私密。[A]了解更多[/A]

# chat.chats.emptyState.v2.button.invite.title
source: Invite a friend
ar: ادع صديقاً
de: Einen Freund einladen
fr: Inviter des amis
id: Undang teman
ja: 友人を招待する
ko: 친구를 초대하세요
pt: Convidar um amigo
ru: Пригласить друга
th: ชวนเพื่อนเลย
tr: Bir arkadaşınızı davet edin
zh_hans: 邀请朋友

# chat.newChat.emptyState.description
source: With top-notch security and verification codes, reach out without fear of scams, data mining, or information theft
ar: من خلال رموز الأمان والتحقق من الدرجة الأولى تواصل دون خوف من عمليات الاحتيال أو استخراج البيانات أو سرقة المعلومات
de: Dank unserer erstklassigen Sicherheit und unserer Verifizierungscodes können Sie ohne Angst vor Betrug, Data Mining oder Informationsdiebstahl Ihre Kontakte pflegen
fr: Grâce à une sécurité de premier ordre avec codes de vérification, communiquez sans craindre les escroqueries, l’exploration des données, ni le vol de renseignements.
id: Dengan kode keamanan dan verifikasi terbaik, hubungi tanpa takut penipuan, penambangan data, atau pencurian informasi
ja: 一流のセキュリティおよび認証コードを利用すると、詐欺、データマイニング、情報の盗難を恐れることなく連絡できます。
ko: 최고 수준의 보안 및 인증 코드를 통하여, 사기, 데이터 마이닝 또는 정보 도난에 대한 두려움 없이 연락하세요
pt: Com códigos de verificação e segurança de alto nível, entre em contato sem medo de fraudes, data mining ou roubo de informação
ru: Благодаря передовому уровню безопасности и кодам подтверждения вы можете быть на связи, не опасаясь мошенничества, сбора данных или кражи информации
th: ด้วยระบบรักษาความปลอดภัยที่แข็งแกร่งและรหัสยืนยันตัวตนหลายชั้น ทำให้ข้อมูลของคุณปลอดภัย ไม่ถูกขโมยหรือนำไปใช้ในทางที่ผิด
tr: Birinci sınıf güvenlik ve doğrulama kodlarıyla dolandırıcılık, veri madenciliği veya bilgi hırsızlığı korkusu olmadan ulaşın
zh_hans: 凭借一流的安全性和验证码，无需担心诈骗、数据挖掘或信息盗窃

# cloudDrive.nodeInfo.nodeDescription.savedState.descriptionAdded
source: Description added
ar: تمت إضافة الوصف
de: Beschreibung hinzugefügt
fr: Une description a été ajoutée
id: Deskripsi ditambahkan
ja: 説明が追加されました
ko: 설명 추가됨
pt: Descrição adicionada
ru: Описание добавлено
th: เพิ่มคำอธิบายแล้ว
tr: Açıklama eklendi
zh_hans: 已添加描述

# cloudDrive.nodeInfo.nodeDescription.savedState.descriptionRemoved
source: Description removed
ar: تمت إزالة الوصف
fr: Description supprimée
id: Deskripsi dihapus
ja: 説明が削除されました
ko: 설명 제거됨
pt: Descrição removida
ru: Описание удалено
th: ลบคำอธิบายออกแล้ว
tr: Açıklama kaldırıldı
zh_hans: 已删除描述

# cloudDrive.nodeInfo.nodeDescription.savedState.descriptionUpdated
source: Description updated
ar: تم تحديث الوصف
de: Beschreibung aktualisiert
fr: La description a été mise à jour
id: Deskripsi diperbarui
ja: 説明が更新されました
ko: 설명 수정됨
pt: Descrição atualizada
ru: Описание обновлено
th: อัปเดตคำอธิบายแล้ว
tr: Açıklama güncellendi
zh_hans: 描述已更新

# cloudDrive.nodeInfo.nodeDescription.closePopup.title
source: Discard changes?
de: Confirm close?
fr: Confirmer la fermeture?
ja: 閉じてもよろしいですか？
ru: Закрыть?
tr: Değişiklikleri atmak mı?

# cloudDrive.nodeInfo.nodeDescription.closePopup.message
source: Do you want to save changes you made to the description?
ar: هل تريد حفظ التغييرات التي أجريتها على الوصف؟
fr: Voulez-vous enregistrer les modifications que vous avez apportées à la description?
id: Apakah anda ingin menyimpan perubahan yang anda buat pada deskripsi?
ja: 説明に加えた変更を保存しますか？
ko: 설명에 대한 변경사항을 저장하시겠습니까?
pt: Você quer salvar as alterações feitas na descrição?
ru: Сохранить изменения, внесённые в описание?
th: คุณต้องการบันทึกการเปลี่ยนแปลงที่คุณได้ทำกับคำอธิบายนี้หรือไม่
tr: Açıklamada yaptığınız değişiklikleri kaydetmek ister misiniz?
zh_hans: 您是否要保存对描述所做的更改？

# cloudDrive.nodeInfo.nodeDescription.closePopup.discardButtonTitle
source: Discard changes
ar: تجاهل التغييرات
de: Änderungen verwerfen
fr: Abandonner les changements
id: Membuang perubahan
ja: 変更を破棄
ko: 변경 취소
pt: Descartar alterações
ru: Отменить изменения
th: ยกเลิกการเปลี่ยนแปลง
tr: Değişiklikleri iptal et
zh_hans: 放弃修改
