Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

source: Shared files
ar: الملفات المشاركة
de: Freigegebene Dateien
es: Archivos compartidos
fr: Fichiers partagés
id: File berbagi
ja: 共有ファイル
ko: 공유된 파일
pt: Arquivos compartilhados
ru: Общие файлы
th: ไฟล์ที่ใช้ร่วมกัน
tr: Paylaşılan dosyalar
vi: Tệp tin đã chia sẻ
zh_hans: 共享的文件
zh_hant: 共享的檔案

source: Storage full
ar: المساحة ممتلئة
de: Speicherplatz erschöpft
es: Almacenamiento lleno
fr: L’espace de stockage est saturé
id: Storage Penuh
ja: ストレージがいっぱい
ko: 저장소 가득 참
pt: Armazenamento completo
ru: Хранилище заполнено
th: พื้นที่เก็บข้อมูลเต็มแล้ว
tr: Depolama dolu
vi: Không gian lưu trữ đã đầy
zh_hans: 存储空间已满
zh_hant: 空間已滿

source: Your data is at risk!
ar: بياناتك في خطر!
de: Datenverlust droht!
es: ¡Tus datos están en riesgo!
fr: Vos données sont en danger !
id: Data Anda Berisiko!
ja: あなたのデータは危険にさらされています！
ko: 당신의 데이터가 위험합니다!
pt: Os seus dados estão em perigo!
ru: Ваши данные под угрозой!
th: ข้อมูลของคุณอยู่ในความเสี่ยง!
tr: Verileriniz risk altında!
vi: Dữ liệu của bạn có nguy cơ bị xóa!
zh_hans: 您的数据存在风险！
zh_hant: 您的資料正面臨風險！

source: <paragraph>We have contacted you by email to <b>%@</b> on <b>%@</b> but you still have %@ files taking up <b>%@</b> in your MEGA account, which requires you to upgrade to <b>%@</b>.</paragraph>
ar: <paragraph>لقد اتصلنا بك عبر البريد الإلكتروني <b>%@</b> بتاريخ <b>%@</b> ولكن لا يزال لديك %@ ملف يستهلكون <b>%@</b> في حسابك على ميغا MEGA الذي يتطلب منك الترقية إلى <b>%@</b>.</paragraph>
de: <paragraph>Wir haben am <b>%@</b> versucht, Sie unter der E-Mail-Adresse <b>%@</b> zu erreichen. Leider haben Sie nach wie vor %@ Dateien mit einer Gesamtgröße von <b>%@</b> in Ihrem MEGA-Account. Dies erfordert ein Upgrade auf <b>%@</b>.</paragraph>
es: <paragraph>Te hemos contactado por email a <b>%@</b> el <b>%@</b> pero sigues teniendo %@ archivos que ocupan <b>%@</b> en tu cuenta de MEGA, lo cual requiere una cuenta <b>%@</b>.</paragraph>
fr: <paragraph>Nous vous avons contacté par courriel à l’adresse <b>%@</b> le <b>%@</b>, mais vous avez encore %@ fichiers qui occupent <b>%@</b> dans votre compte MEGA, ce qui vous demande de surclasser votre compte en <b>%@</b>.</paragraph>
id: <paragraph> Kami telah menghubungi Anda melalui email ke <b>%@</b> pada <b>%@</b> tetapi Anda masih memiliki %@ file yang mengambil <b>%@</b> di MEGA Anda akun, yang mengharuskan Anda meningkatkan ke <b>%@</b>.</paragraph>
ja: <paragraph><b>%@</b>に<b>%@</b>にメールでご連絡いたしましたが、あなたのMEGAアカウントで%@ファイルが<b>%@</b>を占有しているため、<b>%@</b>にアップグレードする必要がございます。</paragraph>
ko: <paragraph>우리는 <b>%@</b>에 <b>%@</b>로 이메일을 발송하여 연락을 하였지만 여전히 당신의 MEGA 계정에 <b>%@</b>를 차지하는 %@개의 파일이 존재하며, 이는 <b>%@</b>로 업그레이드가 필요합니다.</paragraph>
pt: <paragraph>Nós enviamos um email para <b>%@</b> em <b>%@</b>, mas você ainda tem %@ arquivos ocupando <b>%@</b> na sua conta do MEGA, o que requer que você faça um upgrade ao plano <b>%@</b>.</paragraph>
ru: <paragraph>Мы писали вам по электронной почте <b>%@</b> <b>%@</b>, но у вас всё ещё %@ файлов, занимающих <b>%@</b> на вашем MEGA-аккаунте, для чего требуется улучшить его до <b>%@</b>.</paragraph>
th: <paragraph>เราได้ติดต่อคุณทางอีเมล <b>%@</b> เมื่อ <b>%@</b> แต่คุณยังมีไฟล์ %@ ไฟล์ซึ่งมีเนื้อที่ <b>%@</b> ในบัญชี MEGA ของคุณ คุณจำเป็นต้องมีบัญชี <b>%@</b> เป็นอย่างน้อย</paragraph>
tr: <paragraph>Sizinle e-posta yoluyla iletişime geçtik <b>%@</b> üzerinde <b>%@</b> ama hala sahipsin %@ dosyalar alan <b>%@</b> MEGA hesabınızda, yükseltmenizi gerektiren <b>%@</b>.</paragraph>
vi: <paragraph>Chúng tôi đã gửi thông báo vào địa chỉ email <b>%@</b> của quý khách vào ngày <b>%@</b> nhưng quý khách vẫn còn %@ tệp tin chiếm tới <b>%@</b> trong tài khoản MEGA, quý khách cần phải nâng câp lên <b>%@</b> để đáp ứng dung lượng.</paragraph>
zh_hans: <paragraph>我们已经在<b>%@</b>向您的邮箱<b>%@</b>发送了邮件，但您的MEGA帐户中仍有%@个文件并占用了<b>%@</b>的存储空间，因此我们需要您升级至<b>%@</b>。</paragraph>
zh_hant: <paragraph>我們已經在<b>%@</b>透過發送電子郵件到<b>%@</b>聯繫您，但您的MEGA帳戶仍然有%@個檔案共使用了<b>%@</b>，您需要升級至<b>%@</b>。</paragraph>

source: <paragraph>We have contacted you by email to <b>%@</b> on <b>%@</b> but you still have %@ files taking up <b>%@</b> in your MEGA account, which requires you to contact support for a custom plan.</paragraph>
ar: <paragraph>لقد اتصلنا بك عبر البريد الإلكتروني <b>%@</b> بتاريخ <b>%@</b> ولكن لا يزال لديك %@ ملف يستهلكون <b>%@</b> في حساب ميغا MEGA، مما يتطلب منك الاتصال بالدعم للحصول على باقة مخصصة.</paragraph>
de: <paragraph>Wir haben am <b>%@</b> versucht, Sie unter der E-Mail-Adresse <b>%@</b> zu erreichen. Leider haben Sie nach wie vor %@ Dateien mit einer Gesamtgröße von <b>%@</b> in Ihrem MEGA-Account. Sie müssen sich mit dem Support in Verbindung setzen, um ein individuelles Angebot zu erhalten.</paragraph>
es: <paragraph>Te hemos contactado por email a <b>%@</b> el <b>%@</b> pero sigues teniendo %@ archivos que ocupan <b>%@</b> en tu cuenta de MEGA. Tienes que contactar con nuestro soporte técnico para un plan personalizado.</paragraph>
fr: <paragraph>Nous vous avons contacté par courriel à l’adresse <b>%@</b> le <b>%@</b>, mais vous avez encore %@ fichiers qui occupent <b>%@</b> dans votre compte MEGA, ce qui vous demande de contacter notre équipe d’assistance afin d’établir un abonnement personnalisé.</paragraph>
id: <paragraph>Kami telah menghubungi Anda melalui email ke <b>%@</b> pada <b>%@</b> tetapi Anda masih memiliki %@ file yang mengambil <b>%@</b> di MEGA Anda akun, yang mengharuskan Anda menghubungi dukungan untuk paket khusus. </paragraph>
ja: <paragraph><b>%@</b>に<b>%@</b>にメールでご連絡いたしましたが、あなたのMEGAアカウントで%@ファイルが<b>%@</b>を占有しているため、カスタムプランについてサポートにご連絡いただく必要がございます。</paragraph>
ko: <paragraph>우리는 <b>%@</b>에 <b>%@</b>로 이메일을 발송하여 연락을 하였지만 여전히 당신의 MEGA 계정에 <b>%@</b>를 차지하는 %@개의 파일이 존재하며, 이는 개인화된 요금제를 위해 고객지원에 연락하는 것을 필요로 합니다.</paragraph>
pt: <paragraph>Nós enviamos um email para <b>%@</b> em <b>%@</b>, mas você ainda tem %@ arquivos ocupando <b>%@</b> na sua conta do MEGA, o que requer que você faça um upgrade a um plano personalizado.</paragraph>
ru: <paragraph>Мы писали вам по электронной почте <b>%@</b> <b>%@</b>, но у вас всё ещё %@ файлов, занимающих <b>%@</b> на вашем MEGA-аккаунте, для которых требуется специальный план. Свяжитесь с поддержкой, чтобы получить его.</paragraph>
th: <paragraph>เราได้ติดต่อคุณทางอีเมล <b>%@</b> เมื่อ <b>%@</b> แต่คุณยังมีไฟล์ %@ ไฟล์ซึ่งมีเนื้อที่ <b>%@</b> ในบัญชี MEGA ของคุณ คุณจำเป็นต้องติดต่อฝ่ายสนับสนุนเพื่อกำหนดแผนบัญชีของคุณเอง</paragraph>
tr: <paragraph>Sizinle e-posta yoluyla iletişime geçtik <b>%@</b> üzerinde <b>%@</b> ama hala sahipsin %@ dosyalar kaplayan <b>%@</b> MEGA hesabınızda, özel bir plan için destek ile iletişime geçmenizi gerektirir.</paragraph>
vi: <paragraph>Chúng tôi đã gửi thông báo tới địa chỉ email <b>%@</b> của quý khách vào ngày <b>%@</b> nhưng quý khách vẫn còn %@ tệp tin chiến tới <b>%@</b> trong tài khoản MEGA, xin quý khách liên hệ với đội trợ giúp để mua gói cước theo nhu cầu đáp ứng việc lưu trữ.</paragraph>
zh_hans: <paragraph>我们已经在<b>%@</b>向您的帐户<b>%@</b>发送了邮件，但您的帐户中仍有%@个文件并占用<b>%@</b>的存储空间，因此我们建议您联系客服并咨询适合您当前的专属会员方案。</paragraph>
zh_hant: <paragraph>我們已經在<b>%@</b>透過發送電子郵件到<b>%@</b>聯繫您，但您的MEGA帳戶仍然有%@個檔案共使用了<b>%@</b>，您需要聯絡客服以取得客製化方案。</paragraph>

source: %d days
ar: %d يوم
de: %d Tage
es: %d días
fr: %d jours
id: %d hari
ja: %d日
ko: %d일
pt: %d dias
ru: %d д.
th: %d วัน
tr: %d günler
vi: %d ngày
zh_hans: %d 天
zh_hant: %d天

source: <body><warn>You must act immediately to save your data.</warn><body>
ar: <body><warn>يجب أن تتصرف فوراً لحفظ بياناتك.</warn><body>
de: <body><warn>Sie müssen sofort handeln, um Ihre Daten zu retten.</warn><body>
es: <body><warn>Debes actuar de inmediato para proteger tus datos.</warn><body>
fr: <body><warn>Vous devez agir immédiatement afin de sauver vos données.</warn><body>
id: <body><warn>Anda harus segera bertindak untuk menyimpan data anda.</warn><body>
ja: <body><warn>すぐに行動してデータを保存する必要があります。</warn><body>
ko: <body><warn>데이터를 지키려면 즉시 조치해야합니다.</warn><body>
pt: <body><warn>Você deve agir imediatamente para não perder os seus arquivos.</warn><body>
ru: <body><warn>Вы должны действовать немедленно, чтобы сохранить свои данные. </warn><body>
th: <body><warn>คุณต้องดำเนินการทันทีเพื่อปกป้องข้อมูลของคุณ</warn><body>
tr: <body><warn>Verilerinizi kaydetmek için hemen harekete geçmelisiniz.</warn><body>
vi: <body><warn>Bạn cần hành động ngay để giữ dữ liệu của mình.</warn><body>
zh_hans: <body><warn>您必须立即采取行动以保存您的数据。</warn><body>
zh_hant: <body><warn>您必須立即採取行動以保存資料。</warn><body>

source: <body>You have <warn>%@</warn> left to upgrade.</body>
ar: <body>لديك <warn>%@</warn> متبقية للترقية.</body>
de: <body>Sie haben noch <warn>%@</warn>, um ein Upgrade durchzuführen.</body>
es: <body>Te quedan <warn>%@</warn> para ampliar tu cuenta.</body>
fr: <body>Il vous reste <warn>%@</warn> pour surclasser votre compte.</body>
id: <body>Anda masih memiliki <warn>%@</warn> untuk meningkatkan.</body>
ja: <body>アップグレードまで残り<warn>%@</warn>日です。</body>
ko: <body>업그레이드까지 <warn>%@</warn> 남았습니다.</body>
pt: <body>Você tem <warn>%@</warn> para fazer o upgrade.</body>
ru: <body>У вас остаётся <warn>%@</warn> для улучшения.</body>
th: <body>คุณมีเวลาเหลืออีก <warn>%@</warn> ในการอัปเกรด</body>
tr: <body>Sahip olduğun <warn>%@</warn> Yükseltmek için kaldı.</body>
vi: <body>Quý khách còn lại <warn>%@</warn> để nâng cấp.</body>
zh_hans: <body>您还有<warn>%@</warn>时间升级您的帐户。</body>
zh_hant: <body>您剩下<warn>%@</warn>可以升級。</body>

source: After that, your data is subject to deletion.
ar: بعد ذلك، تخضع بياناتك للحذف.
de: Danach werden Ihre Daten zur Löschung freigegeben.
es: Después de eso, tus datos estarán sujetos a eliminación.
fr: Ce délai révolu, vos données pourraient être supprimées.
id: Setelah itu, data Anda dapat dihapus.
ja: その後、あなたのデータは削除の対象です。
ko: 그 이후, 당신의 데이터는 삭제 대상이 됩니다.
pt: A partir desta data, os seus dados poderão ser deletados.
ru: После этого ваши данные подлежат удалению.
th: หลังจากนั้นข้อมูลของคุณอาจถูกลบ
tr: Bundan sonra verileriniz silinmeye tabidir.
vi: Nếu không sau đó, dữ liệu sẽ bị xóa.
zh_hans: 否则，您的数据将被删除。
zh_hant: 在這之後您的資料將被刪除。

source: Modify phone number
ar: تعديل رقم الهاتف
de: Telefonnummer ändern
es: Modificar número de teléfono
fr: Modifier le numéro de téléphone
id: Ubah Nomor Telepon
ja: 電話番号を変更
ko: 휴대 전화 번호 수정
pt: Alterar o telefone
ru: Изменить телефонный номер
th: แก้ไขหมายเลขโทรศัพท์
tr: Telefon numarasını değiştir
vi: Sửa số điện thoại
zh_hans: 修改手机号码
zh_hant: 修改手機號碼

source: Remove phone number
ar: إزالة رقم الهاتف
de: Telefonnummer löschen
es: Quitar número de teléfono
fr: Supprimer le numéro de téléphone
id: Hapus nomor telepon
ja: 電話番号を削除
ko: 휴대 전화 번호 삭제
pt: Remover o telefone
ru: Удалить телефонный номер
th: ลบหมายเลขโทรศัพท์
tr: Telefon numarasını kaldır
vi: Xóa số điện thoại
zh_hans: 移除手机号码
zh_hant: 移除手機號碼

source: This will remove your associated phone number from your account. If you later choose to add a phone number you will be required to verify it.
ar: سيؤدي هذا إلى إزالة رقم هاتفك المرتبط من حسابك. إذا اخترت لاحقاً إضافة رقم هاتف، فستتم مطالبتك بالتحقق منه.
de: Dies wird die aktuelle Mobilnummer aus Ihrem Account entfernen. Sollten Sie zu einem späteren Zeitpunkt eine Mobilnummer hinzufügen, müssen Sie diese wieder bestätigen.
es: Este numero de teléfono se desvinculará de tu cuenta. Si quisieras añadir un número de teléfono en el futuro, tendrás que verificarlo.
fr: Le numéro de téléphone associé sera supprimé de votre compte. Si vous choisissez ultérieurement d’ajouter un numéro de téléphone, il vous sera demandé de le confirmer.
id: Ini akan menghapus nomor telepon anda yang terkait dari akun anda. Jika nanti anda memilih untuk menambahkan nomor telepon, anda akan diminta untuk memverifikasinya.
ja: これにより、関連付けられている電話番号がアカウントから削除されます。後で電話番号を追加する場合は、電話番号を検証する必要があります。
ko: 이것은 당신의 계정에 연결된 전화번호를 삭제합니다. 만약 나중에 전화번호를 추가하려면 전화번호를 인증해야합니다.
pt: Esta ação removerá o número de telefone atualmente associado à sua conta. Se você optar por adicionar um número de telefone no futuro, será necessário confirmá-lo.
ru: Это удалит привязанный номер телефона из вашего аккаунта. Если позже вы решите добавить номер телефона, вам потребуется подтвердить его.
th: การดำเนินการนี้จะลบหมายเลขโทรศัพท์ที่เกี่ยวข้องออกจากบัญชีของคุณ หากคุณเลือกที่จะเพิ่มหมายเลขโทรศัพท์ในภายหลัง คุณจะต้องตรวจสอบหมายเลขนั้น
tr: Bu, ilişkili telefon numaranızı hesabınızdan kaldıracaktır. Daha sonra bir telefon numarası eklemeyi seçerseniz, doğrulamanız gerekecektir.
vi: Thao tác này sẽ xóa số điện thoại hiện có trong tài khoản. Nếu sau này muốn thêm số điện thoại khác, hệ thống sẽ yêu cầu xác thực số điện thoại đó.
zh_hans: 这将从您的帐户中移除您所关联的手机号码。如需再次添加手机号码，则需要进行验证。
zh_hant: 這將從您的帳戶移除所關聯的手機號碼。如果您之後選擇新增手機門號需要再進行驗證。

source: This operation will remove your current phone number and start the process of associating a new phone number with your account.
ar: ستؤدي هذه العملية إلى إزالة رقم هاتفك الحالي وبدء عملية ربط رقم هاتف جديد بحسابك.
de: Hiermit entfernen Sie die aktuelle Mobilnummer aus Ihrem Account und ersetzen Sie durch eine neue.
es: Se eliminará tu número de teléfono actual y empezará el proceso para vincular el nuevo número de teléfono a tu cuenta.
fr: Cette opération supprimera votre numéro de téléphone actuel et lancera le processus d’association d’un nouveau numéro de téléphone à votre compte.
id: Operasi ini akan menghapus nomor telepon anda saat ini dan memulai proses mengaitkan nomor telepon baru dengan akun anda.
ja: この操作により、現在の電話番号が削除され、新しい電話番号をアカウントに関連付けるプロセスが開始されます。
ko: 이 행동은 현재 전화 번호를 삭제하고 새 전화번호를 계정과 연결하는 과정을 시작합니다.
pt: Esta operação removerá o seu número de telefone atual e iniciará o processo de associação de um novo número de telefone à sua conta.
ru: Эта операция удалит ваш текущий номер телефона и начнёт привязку нового номера к аккаунту.
th: การดําเนินการนี้จะลบหมายเลขโทรศัพท์ปัจจุบันของคุณและเริ่มกระบวนการเชื่อมโยงหมายเลขโทรศัพท์ใหม่กับบัญชีของคุณอีกครั้ง
tr: Bu işlem mevcut telefon numaranızı kaldıracak ve hesabınızla yeni bir telefon numarasını ilişkilendirme işlemini başlatacaktır.
vi: Thao tác này sẽ xóa số điện thoại hiện tại và bắt đầu quy trình gắn kết số điện thoại mới cho tài khoản này.
zh_hans: 此操作将移除您当前的手机号码并将您的新手机号码与您的帐户关联。
zh_hant: 此操作將移除您目前的手機號碼並開始進行將新的號碼與您的帳戶做連結。

# Your phone number has been removed successfully.
source: Your phone number has been removed
ar: تمت إزالة رقم هاتفك.
de: Ihre Telefonnummer wurde entfernt
es: Tu número de teléfono se ha eliminado
fr: Votre numéro de téléphone a été supprimé
id: Nomor telepon anda telah dihapus
ja: あなたの電話番号が削除されました
ko: 전화번호가 삭제되었습니다
pt: O seu número de telefone foi removido
ru: Номер телефона удалён
th: หมายเลขโทรศัพท์ของคุณถูกนำออกแล้ว
tr: Telefon numaranız kaldırıldı
vi: Số điện thoại của bạn đã được loại bỏ
zh_hans: 您的电话号码已被删除
zh_hant: 您的手機號碼已被刪除

source: Failed to remove your phone number, please try again later.
ar: أخفقت إزالة رقم هاتفك، يرجى إعادة المحاولة لاحقاً.
de: Die Entfernung Ihrer Mobilnummer ist fehlgeschlagen - bitte versuchen Sie es später noch einmal.
es: No se ha podido eliminar el número de teléfono, inténtalo más tarde.
fr: Échec de suppression de votre numéro de téléphone, veuillez réessayer ultérieurement.
id: Gagal menghapus nomor telepon anda, silakan coba lagi nanti.
ja: 電話番号を削除できませんでした。しばらくしてからもう一度お試しください。
ko: 전화번호 삭제를 실패하였습니다, 다시 시도하세요.
pt: Não foi possível ao remover o seu número de telefone, por favor, tente novamente mais tarde.
ru: Не удалось удалить номер телефона, повторите попытку позже.
th: ไม่สามารถลบหมายเลขโทรศัพท์ของคุณได้
tr: Telefon numaranız kaldırılamadı, lütfen daha sonra tekrar deneyin.
vi: Xóa bỏ số điện thoại đã thất bại, xin thử lại sau.
zh_hans: 无法移除您的手机号码，请稍后再试。
zh_hant: 無法移除您的手機號碼，請稍後再試。

source: Discard changes
ar: تجاهل التغييرات
de: Änderungen verwerfen
es: Descartar los cambios
fr: Abandonner les changements
id: Membuang perubahan
ja: 変更を破棄
ko: 변경 취소
pt: Descartar alterações
ru: Отменить изменения
th: ยกเลิกการเปลี่ยนแปลง
tr: Değişiklikleri iptal et
vi: Loại bỏ các thay đổi
zh_hans: 放弃修改
zh_hant: 捨棄變更

source: Proxy
ar: بروكسي
fr: Mandataire
id: Proksi
ja: プロキシ
ko: 프록시
ru: Прокси
th: พร็อกซี่
zh_hans: Proxy代理服务器
zh_hant: Proxy代理伺服器

source: Proxy settings
ar: إعدادات البروكسي
de: Proxy-Einstellungen
es: Ajustes de proxy
fr: Paramètres de mandataire
id: Pengaturan Proxy
ja: プロキシ設定
ko: 프록시 설정
pt: Configurações do Proxy
ru: Настройки прокси
th: การตั้งค่าพร็อกซี่
tr: Proxy ayarları
vi: Thiết đặt proxy
zh_hans: 代理设置
zh_hant: Proxy代理伺服器設定

source: No proxy
ar: لا يوجد بروكسي
de: Kein Proxy
es: Sin proxy
fr: Aucun mandataire
id: Tanpa proxy
ja: プロキシなし
ko: 프록시 없음
pt: Sem proxy
ru: Без прокси
th: ไม่มีพร็อกซี่
tr: Proxy yok
vi: Không dùng proxy
zh_hans: 不使用代理
zh_hant: 無Proxy代理伺服器

source: Server:
ar: المخدم:
es: Servidor:
fr: Serveur :
ja: サーバー：
ko: 서버:
pt: Servidor:
ru: Сервер:
th: เซิร์ฟเวอร์:
tr: Sunucu:
vi: Máy chủ:
zh_hans: 服务器：
zh_hant: 伺服器：

source: Port
ar: منفذ
es: Puerto
ja: ポート
ko: 포트
pt: Porta
ru: Порт
th: พอร์ต
tr: Liman
zh_hans: 端口
zh_hant: 連接埠

source: Proxy server requires a password
ar: مخدم البروكسي يتطلب كلمة مرور
de: Proxy-Server erfordert ein Passwort
es: El servidor proxy requiere contraseña
fr: Le mandataire exige un mot de passe
id: Proxy server membutuhkan password
ja: プロキシサーバーにはパスワードが必要です
ko: 프록시 서버가 암호를 요구합니다
pt: O proxy solicita uma senha
ru: Требуется пароль к прокси-серверу
th: พร็อกซี่เซิร์ฟเวอร์ต้องใช้รหัสผ่าน
tr: Proxy sunucusu bir şifre gerektirir
vi: Máy chủ proxy yêu cầu mật khẩu
zh_hans: 代理服务器需输入密码
zh_hant: Proxy代理伺服器需輸入密碼

source: Username:
ar: اسم المستخدم:
de: Benutzername:
es: Usuario:
fr: Nom d’utilisateur :
id: Nama pengguna:
ja: ユーザー名：
ko: 이용자명:
pt: Usuário:
ru: Имя пользователя:
th: ชื่อผู้ใช้:
tr: Kullanıcı Adı:
vi: Tên đăng nhập:
zh_hans: 用户名：
zh_hant: 使用者名稱：

source: Details
ar: تفاصيل
es: DETALLES
fr: Détails
id: DETAIL
ja: 詳細
ko: 세부 사항
pt: DETALHES
ru: ПОДРОБНОСТИ
th: รายละเอียด
tr: Ayrıntılar
vi: Chi tiết
zh_hans: 详细信息
zh_hant: 細節

source: Link
ar: رابط
es: Enlace
fr: Lien
id: Tautan
ja: リンク
ko: 링크
ru: Ссылка
th: ลิงก์
tr: Bağlantı
vi: Đường liên kết
zh_hans: 链接
zh_hant: 連結

source: Link creation
ar: إنشاء رابط
de: Linkerstellung
es: Creación del enlace
fr: Création du lien
id: Pembuatan Tautan
ja: リンク作成
ko: 링크 생성
pt: Criação do link
ru: Ссылка создана
th: วันที่สร้างลิงก์
tr: Bağlantı oluşturma
vi: Ngày tạo liên kết
zh_hans: 链接创建时间
zh_hant: 連結建立

source: Favourite
ar: مفضلة
de: Zu Favoriten hinzufügen
es: Favoritos
fr: Favori
id: Favorit
ja: お気に入り
ko: 즐겨찾기
pt: Favorito
ru: Избранное
th: รายการโปรด
tr: Favori
vi: Đánh dấu Ưa Thích
zh_hans: 收藏
zh_hant: 收藏

source: Remove favourite
ar: إزالة من المفضلة
de: Lesezeichen entfernen
es: Eliminar favoritos
fr: Supprimer le favori
id: Hapus Favorit
ja: お気に入りを削除
ko: 즐겨찾기 제거
pt: Remover dos favorito
ru: Удалить из избранного
th: ลบออกจากรายการโปรด
tr: Favori kaldır
vi: Loại bỏ ưa thích
zh_hans: 移除收藏
zh_hant: 移除收藏

# cloudDrive.sort.label
source: Label
ar: وسم
de: Markierung
es: Etiqueta
fr: Étiquette
ja: ラベル
ko: 라벨
pt: Etiqueta
ru: Метка
th: ป้ายชื่อ
tr: etiket
vi: Màu nhãn
zh_hans: 标签
zh_hant: 標籤

# general.chooseLabel.title
source: Label…
ar: وسم…
de: Markierung…
es: Etiqueta…
fr: Étiquette…
ja: ラベル…
ko: 라벨…
pt: Etiqueta…
ru: Метка…
th: ป้ายกำกับ…
tr: Etiket…
vi: Dán nhãn…
zh_hans: 标签…
zh_hant: 標籤⋯

source: Remove label
ar: إزالة الوسم
de: Markierung entfernen
es: Eliminar etiqueta
fr: Supprimer l’étiquette
id: Hapus Label
ja: ラベルを削除
ko: 라벨 제거
pt: Remover etiqueta
ru: Удалить метку
th: ลบป้ายกำกับออก
tr: Etiketi kaldır
vi: Gỡ bỏ dán nhãn
zh_hans: 移除标签
zh_hant: 移除標籤

source: Red
ar: أحمر
de: Rot
es: Rojo
fr: rouge
id: Merah
ja: 赤
ko: 빨강
pt: Vermelha
ru: Красный
th: แดง
tr: Kırmızı
vi: Màu đỏ
zh_hans: 红色
zh_hant: 玫紅

source: Orange
ar: برتقالي
es: Naranja
id: Oranye
ja: オレンジ
ko: 주황
pt: Laranja
ru: Оранжевый
th: ส้ม
tr: Portakal
vi: Màu cam
zh_hans: 橙色
zh_hant: 橘橙

source: Yellow
ar: أصفر
de: Gelb
es: Amarillo
fr: jaune
id: Kuning
ja: 黄色
ko: 노랑
pt: Amarela
ru: Жёлтый
th: เหลือง
tr: Sarı
vi: Màu vàng
zh_hans: 黄色
zh_hant: 金黃

source: Green
ar: أخضر
de: Grün
es: Verde
fr: verte
id: Hijau
ja: 緑
ko: 초록
pt: Verde
ru: Зелёный
th: เขียว
tr: Yeşil
vi: Màu lục
zh_hans: 绿色
zh_hant: 草綠

source: Blue
ar: أزرق
de: Blau
es: Azul
fr: bleue
id: Biru
ja: 青
ko: 파랑
pt: Azul
ru: Синий
th: น้ำเงิน
tr: Mavi
vi: Màu lam
zh_hans: 蓝色
zh_hant: 天藍

source: Purple
ar: بنفسجي
de: Violett
es: Púrpura
fr: violette
id: Ungu
ja: 紫
ko: 보라
pt: Roxa
ru: Фиолетовый
th: ม่วง
tr: Mor
vi: Màu tím
zh_hans: 紫色
zh_hant: 蘭紫

source: Grey
ar: رصاصي
de: Grau
es: Gris
fr: grise
id: Abu
ja: 灰色
ko: 회색
pt: Cinza
ru: Серый
th: เทา
tr: Gri
vi: Màu xám
zh_hans: 灰色
zh_hant: 銀灰

source: Key
ar: مفتاح
de: Schlüssel
es: Clave
fr: Clé
id: Kunci
ja: キー
ko: 키
pt: Chave
ru: Ключ
th: คีย์
tr: Anahtar
vi: Chìa khóa
zh_hans: 密钥
zh_hant: 金鑰

source: Send decryption key separately
ar: إرسال مفتاح فك التشفير بشكل منفصل
de: Schlüssel separat versenden
es: Enviar clave de descifrado por separado
fr: Envoyer la clé de déchiffrement séparément
id: Kirim Kunci Dekripsi Secara Terpisah
ja: 復号キーを個別に送信
ko: 복호화 키를 따로 보냄
pt: Enviar a chave de decodificação separadamente
ru: Отправлять ключ дешифрования отдельно
th: ส่งคีย์ถอดรหัสลับแยกต่างหาก
tr: Şifre çözme anahtarını ayrı ayrı gönderin
vi: Gửi chìa khóa giải mã ra riêng
zh_hans: 单独发送解密密钥
zh_hant: 各別發送解密金鑰

source: Expiry date
ar: تاريخ انتهاء الصلاحية
de: Ablaufdatum
es: Fecha de caducidad
fr: Date d’expiration
id: Tanggal Kadaluarsa
ja: 有効期限
ko: 만료일
pt: Data de validade
ru: Срок действия
th: วันหมดอายุ
tr: Son kullanma tarihi
vi: Ngày hết hạn
zh_hans: 到期日
zh_hant: 到期日期

source: Password protection
ar: حماية كلمة المرور
de: Passwortschutz
es: Protección por contraseña
fr: Protection par mot de passe
id: Proteksi Kata Sandi
ja: パスワード保護
ko: 암호로 보호
pt: Senha de acesso
ru: Защита паролем
th: ป้องกันด้วยรหัสผ่าน
tr: Şifre koruması
vi: Bảo vệ bằng mật khẩu
zh_hans: 密码保护
zh_hant: 密碼保護

source: Set password
ar: ضبط كلمة المرور
de: Passwort setzen
es: Establecer contraseña
fr: Définir un mot de passe
id: Setel Kata Sandi
ja: パスワードの設定
ko: 암호 설정
pt: Definir uma senha
ru: Задать пароль
th: ตั้งรหัสผ่าน
tr: Şifreyi ayarla
vi: Đặt mật khẩu
zh_hans: 设置密码
zh_hant: 設定密碼

source: Export the link and decryption key separately.
ar: قم بتصدير الرابط ومفتاح فك التشفير بشكل منفصل.
de: Link und Schlüssel separat exportieren.
es: Exportar el enlace y la clave de descifrado por separado.
fr: Exportez séparément le lien et la clé de déchiffrement.
id: Ekspor tautan dan kunci dekripsi secara terpisah.
ja: リンクと復号キーを個別にエクスポート。
ko: 링크와 복호화 키를 따로 내보냅니다.
pt: Exportar o link e a chave de decodificação por separado.
ru: Экспортировать ссылку и ключ дешифрования отдельно.
th: ส่งออกลิงก์และคีย์ถอดรหัสแบบแยกต่างหาก
tr: Bağlantı ve şifre çözme anahtarını ayrı ayrı dışa aktarın.
vi: Xuất đường liên kết và chìa khóa giải mã ra riêng rẽ.
zh_hans: 单独导出链接和解密密钥。
zh_hant: 單獨匯出連結與解密金鑰。

source: Learn more
ar: للمزيد من المعلومات
de: Mehr erfahren
es: Más información
fr: En apprendre davantage
id: Belajar Lebih
ja: 詳細情報
ko: 더 알아보기
pt: Mais informações
ru: Узнать больше
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi
vi: Tìm hiểu thêm
zh_hans: 了解更多
zh_hant: 瞭解更多

# Link expires %@
source: Link expires on %@
ar: تنتهي صلاحية الرابط في %@
de: Der Link läuft am %@ ab
es: El enlace caduca el %@
fr: Le lien expire le %@
id: Tautan kedaluwarsa pada %@
ja: リンクの有効期限は%@です
ko: %@에 링크 만료
pt: O link expira em %@
ru: Ссылка истекает %@
th: ลิงก์หมดอายุ %@
tr: Bağlantının süresi doluyor %@
vi: Đường liên kết hết hạn vào ngày %@
zh_hans: 链接将于%@过期
zh_hant: 連結到期%@

source: Tap to copy
ar: انقر للنسخ
de: Zum Kopieren antippen
es: Toca para copiar
fr: Touchez pour copier
id: Ketuk untuk Menyalin
ja: タップしてコピー
ko: 복사하려면 탭하세요
pt: Toque para copiar
ru: Коснитесь, чтобы скопировать
th: แตะเพื่อคัดลอก
tr: Kopyalamak için dokunun
vi: Chạm vào để sao chép
zh_hans: 点击复制
zh_hant: 點擊複製
