Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# dialog.root.backup.folder.location.warning.message
source: You are changing a default backup folder location. This may affect your ability to find your backup folder. Please remember where it is located so that you can find it in the future.
ar: أنت تقوم بتغيير موقع مجلد النسخ الاحتياطي الافتراضي. قد يؤثر ذلك على قدرتك على العثور على مجلد النسخ الاحتياطي. يرجى تذكر مكانه حتى تتمكن من العثور عليه في المستقبل.
de: Sie sind dabei, den Speicherort eines Standard-Backup-Ordners zu ändern. Dies kann es Ihnen erschweren, Ihren Backup-Ordner zu finden. Bitte merken Sie sich den Speicherort, damit Sie den Ordner in Zukunft wiederfinden.
es: Vas a cambiar la ubicación de tu carpeta de backup, y esto puede afectar tu capacidad para encontrarla. Recuerda la nueva ubicación para que puedas encontrarla en el futuro.
fr: Vous êtes en train de changer l’emplacement par défaut du dossier de sauvegarde. Cela pourrait affecter votre capacité à le trouver. Veuillez mémoriser son emplacement afin de pouvoir le trouver ultérieurement.
id: Anda mengubah lokasi folder cadangan default. Hal ini mungkin memengaruhi kemampuan anda untuk menemukan folder cadangan. Harap ingat di mana lokasinya sehingga anda dapat menemukannya di masa mendatang.
ja: デフォルトのバックアップフォルダの場所を変更しようとしています。それにより、バックアップフォルダを見つけることが難しくなる場合があります。フォルダの場所を覚えておいて、今後も見つけられるようにしてください。
ko: 기본 백업 폴더 위치를 변경하려고 합니다. 이것은 당신의 백업 폴더를 찾을 수 있는지 여부에 영향을 미칩니다. 나중에 찾을 수 있도록 어디에 위치했는지 기억하세요.
pt: Você está a ponto de alterar a localização de uma pasta de backup predeterminada. Ao fazer isso, você poderá ter dificuldades para localizar esta pasta de backup. Assegure-se de lembrar onde ela está localizada para poder encontrá-la no futuro.
ru: Вы меняете расположение папки резервного копирования по умолчанию. Из-за этого её может быть сложнее найти. Пожалуйста, запомните, где она находится, чтобы не потерять.
th: คุณกำลังเปลี่ยนตำแหน่งโฟลเดอร์สำรองเริ่มต้น ซึ่งอาจส่งผลต่อความสามารถในการค้นหาโฟลเดอร์สำรองของคุณได้ โปรดอย่าลืมว่าตำแหน่งโฟลเดอร์อยู่ที่ใดเพื่อให้คุณสามารถค้นหาได้ในอนาคต
tr: Varsayılan bir yedekleme klasörü konumunu değiştiriyorsunuz. Bu, yedekleme klasörünüzü bulma yeteneğinizi etkileyebilir. Gelecekte bulabilmeniz için lütfen nerede olduğunu unutmayın.
vi: Bạn đang tiến hành thay đổi vị trí mặc định của thư mục lưu trữ sao lưu. Việc này có thể ảnh hưởng đến khả năng truy tìm thư mục lưu trữ sao lưu. Xin ghi nhớ vị trí mà bạn dời thư mục đi để không bị lạc mất dữ liệu trong tương lai.
zh_hans: 您正在更改默认备份文件夹位置。这可能会影响您查找备份文件夹。请牢记此位置以便您将来可以找到它。
zh_hant: 您正在更改預設的備份資料夾位置。這可能會影響您將來查找備份資料夾。因此請記住它的位置，以便將來可以找到它。

# dialog.backup.folder.location.warning.message
source: Moving this folder changes the backup destination. The backup will be turned off for safety. Is this what you want to do? Backups can be re-enabled with the MEGA Desktop App.
ar: يؤدي نقل هذا المجلد إلى تغيير وجهة النسخ الاحتياطي. سيتم إيقاف النسخ الاحتياطي للأمان. هل هذا ما تريد أن تفعله؟ يمكن إعادة تمكين النسخ الاحتياطية باستخدام تطبيق ميغا للحاسوب المكتبي MEGA Desktop App.
de: Durch Verschieben dieses Ordners wird das Backup-Ziel geändert. Das Backup wird zur Sicherheit deaktiviert. Möchten Sie fortfahren? Backups können in der MEGA-Desktop-App erneut aktiviert werden.
es: Al mover esta carpeta se cambiará el destino de los backups y se desactivará esta función. ¿Es esto lo que quieres hacer? Puedes volver a activar los backups a través de la aplicación de escritorio de MEGA.
fr: Déplacer ce dossier change la destination de la sauvegarde. La sauvegarde sera désactivée pour des raisons de sécurité. Est-ce ce que vous voulez faire ? Les sauvegardes peuvent être réactivées dans l’appli MEGA pour ordinateur.
id: Memindahkan folder ini mengubah tujuan pencadangan. Pencadangan akan dimatikan demi keamanan. Apakah ini yang ingin anda lakukan? Pencadangan dapat diaktifkan kembali dengan Aplikasi Desktop MEGA.
ja: このフォルダを移動すると、バックアップ先が変わります。バックアップは安全のためにオフにします。これを行ってもよろしいですか？バックアップは、MEGAデスクトップアプリで再度有効にすることができます。
ko: 이 폴더를 옮기는 것은 백업 대상 폴더를 바꿉니다. 안전을 위해 백업은 꺼집니다. 정말 하려던 행동인가요? 백업은 MEGA 데스크톱 앱에서 재활성화할 수 있습니다.
pt: Mover esta pasta alterará o destino do backup, fazendo com que o backup seja desativado por motivos de segurança. É realmente isso o que você quer fazer? Os backups podem ser reativados com o aplicativo do MEGA para desktop.
ru: При перемещении этой папки изменяется место сохранения резервных копий. Резервное копирование будет отключено в целях безопасности. Вы действительно хотите это сделать? Резервное копирование можно повторно включить с помощью настольного приложения MEGA.
th: ในการย้ายโฟลเดอร์นี้จะเปลี่ยนปลายทางการสำรองข้อมูล การสำรองข้อมูลจะถูกปิดไว้เพื่อความปลอดภัย นี่คือสิ่งที่คุณต้องการที่จะดำเนินการต่อหรือไม่ หากต้องการสำรองข้อมูลอีกครั้ง สามารถเปิดใช้งานได้ที่แอป MEGA เดสก์ทอป
tr: Bu klasörü taşımak yedekleme hedefini değiştirir. Güvenlik için yedekleme kapatılacaktır. Yapmak istediğin bu mu? Yedeklemeler MEGA Masaüstü Uygulaması ile yeniden etkinleştirilebilir.
vi: Di chuyển thư mục này sẽ thay đổi vị trí của việc lưu dự phòng, và sẽ bị tắt đi để đảm bảo an toàn. Có chắc chắn đây là điều bạn muốn thực hiện hay không? Việc lưu dự phòng có thể được bật lại trong App MEGA cho Máy Tính.
zh_hans: 移动此文件夹将更改备份位置。出于安全考虑，备份将被停止。您确定要继续吗？使用MEGA桌面应用程序可重新开启备份。
zh_hant: 移動此資料夾會更改備份目的地。為安全起見，備份將會停止。您確定要繼續嗎？備份可以透過MEGA桌面應用程式重新啟用。

# dialog.delete.backup.folder.warning.title
source: Move “%@” to Rubbish bin
ar: نقل “%@” إلى سلة المحذوفات
de: „%@“ in den Papierkorb verschieben
es: Mover “%@” a la Papelera
fr: Déplacer « %@ » vers la Corbeille
id: Pindahkan “%@” ke Tempat sampah
ja: 「%@」をごみ箱に移動
ko: “%@” 항목을 휴지통으로 이동
pt: Mover “%@” para a Lixeira
ru: Перемещение папки «%@» в Корзину
th: ย้าย “%@” ไปที่ถังขยะ
tr: Hareket”%@” Çöp kutusuna
vi: Di chuyển “%@” vào Thùng Rác
zh_hans: 将“%@”移至回收站
zh_hant: 將「%@」移到垃圾筒

# dialog.delete.root.backup.folder.warning.message
source: You are deleting your backups folder. This will remove all the backups you have set. Are you sure you want to do this?
ar: أنت تقوم بحذف مجلد النسخ الاحتياطي. سيؤدي هذا إلى حذف جميع النسخ الاحتياطية التي قمت بتعيينها. هل انت متأكد من أنك تريد أن تفعل هذا؟
de: Sie sind dabei, Ihren Backup-Ordner zu löschen. Dadurch werden alle eingerichteten Backups entfernt. Sind Sie sicher, dass Sie fortfahren möchten?
es: Vas a eliminar tu carpeta Backups. Se borrarán todos los backups que hayas configurado. ¿Confirma que quieres hacerlo?
fr: Vous êtes en train de supprimer votre dossier de sauvegarde. Cela supprimera toutes les sauvegardes que vous avez définies. Confirmez-vous cette action ?
id: Anda menghapus folder cadangan anda. Ini akan menghapus semua cadangan yang telah anda atur. Apakah anda yakin ingin melakukan ini?
ja: バックアップフォルダを削除します。これにより、設定したすべてのバックアップが削除されます。本当にこれを行ってもよろしいですか？
ko: 백업 폴더를 삭제하려고 합니다. 이것은 당신이 설정한 모든 백업을 삭제합니다. 정말 하시겠습니까?
pt: Você está a ponto de excluir a sua pasta de backup. Ao fazer isso, serão removidos todos os backups que você configurou. Você tem certeza de que quer fazer isso?
ru: Вы удаляете папку с резервными копиями. Это удалит все созданные вами резервные копии. Вы уверены, что хотите это сделать?
th: คุณกำลังลบโฟลเดอร์ข้อมูลสำรองของคุณ การดำเนินการนี้จะลบข้อมูลสำรองทั้งหมดที่คุณตั้งค่าไว้ คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ
tr: Yedekleme klasörünüzü siliyorsunuz. Bu, ayarladığınız tüm yedekleri kaldıracaktır. Bunu yapmak istediğinden emin misin?
vi: Bạn đang tiến hành xóa đi thư mục chứa bản lưu trữ. Việc này sẽ xóa tất cả các lưu dự phòng bạn đã đặt. Bạn có chắc muốn thực hiện việc này không?
zh_hans: 备份文件夹将会被删除。此操作将移除您设置的所有备份。您确定要继续吗？
zh_hant: 您正在刪除您的備份資料夾。這將刪除您設定的所有備份。你確定要這麼做嗎？

# dialog.delete.backup.folder.warning.message
source: Are you sure you want to delete your backup folder and disable backup you set?
ar: هل أنت متأكد أنك تريد حذف مجلد النسخ الاحتياطي وتعطيل النسخ الاحتياطي الذي قمت بتعيينه؟
de: Möchten Sie Ihren Backup-Ordner wirklich löschen und das eingerichtete Backup deaktivieren?
es: ¿Confirmas que quieres eliminar tu carpeta de backup y desactivar los backups que has configurado?
fr: Confirmez-vous que vous voulez supprimer votre dossier de sauvegarde et désactiver les sauvegardes que vous avez définies ?
id: Apakah anda yakin ingin menghapus folder cadangan dan menonaktifkan cadangan yang anda tetapkan?
ja: バックアップフォルダを削除して、設定したバックアップを無効にしてもよろしいですか？
ko: 정말 백업 폴더를 삭제하고 설정한 백업을 비활성화 하시겠습니까?
pt: Você tem certeza de que quer excluir a sua pasta de backup e desativar o backup configurado?
ru: Вы действительно хотите удалить папку резервного копирования и отключить заданное вами резервное копирование?
th: คุณแน่ใจหรือไม่ว่าต้องการลบโฟลเดอร์ข้อมูลสำรองและปิดใช้งานข้อมูลสำรองที่คุณตั้งค่าไว้
tr: Yedekleme klasörünüzü silmek ve ayarladığınız yedeklemeyi devre dışı bırakmak istediğinizden emin misiniz?
vi: Bạn có chắc muốn xóa thư mục chứa bản lưu trữ và tắt việc lưu dự phòng bạn đã đặt không?
zh_hans: 您确定要删除备份文件夹并停用已设置的备份吗？
zh_hant: 您確定要刪除您的備份資料夾並且停用您設定的備份嗎？

# dialog.add.items.backup.folder.warning.title
source: Add Item to “%@”
ar: إضافة عنصر إلى “%@”
de: Element zu „%@“ hinzufügen
es: Añadir elemento a “%@”
fr: Ajouter un élément à « %@ »
id: Tambahkan item ke “%@”
ja: 項目を「%@」に追加
ko: “%@”에 항목 추가
pt: Adicionar este item a “%@”
ru: Добавление элемента в папку «%@»
th: เพิ่มรายการไปที่ “%@”
tr: Öğe ekle”%@”
vi: Thêm mục vào “%@”
zh_hans: 添加项目到“%@”
zh_hant: 新增項目到“%@”

# dialog.add.items.backup.folder.warning.message
source: Adding items to this folder changes the backup destination. The backup will be turned off for safety. Is this what you want to do? Backups can be re-enabled with the MEGA Desktop App.
ar: تؤدي إضافة عناصر إلى هذا المجلد إلى تغيير وجهة النسخ الاحتياطي. سيتم إيقاف النسخ الاحتياطي للأمان. هل هذا ما تريد أن تفعل؟ يمكن إعادة تمكين النسخ الاحتياطي باستخدام تطبيق ميغا للحاسوب المكتبي MEGA Desktop App.
de: Durch Hinzufügen von Elementen zu diesem Ordner wird das Backup-Ziel geändert. Das Backup wird zur Sicherheit deaktiviert. Möchten Sie fortfahren? Backups können in der MEGA-Desktop-App erneut aktiviert werden.
es: Al añadir elementos a esta carpeta se cambiará el destino de los backups y se desactivará esta función. ¿Es esto lo que quieres hacer? Puedes volver a activar los backups a través de la aplicación de escritorio de MEGA.
fr: Ajouter des éléments à ce dossier change la destination de la sauvegarde. La sauvegarde sera désactivée pour des raisons de sécurité. Est-ce ce que vous voulez faire ? Les sauvegardes peuvent être réactivées dans l’appli MEGA pour ordinateur.
id: Menambahkan item ke folder ini akan mengubah tujuan pencadangan. Pencadangan akan dimatikan demi keamanan. Apakah ini yang ingin anda lakukan? Pencadangan dapat diaktifkan kembali dengan Aplikasi Desktop MEGA.
ja: 項目をこのフォルダに追加すると、バックアップ先が変わります。バックアップは安全のためにオフにします。これを行ってもよろしいですか？バックアップは、MEGAデスクトップアプリで再度有効にすることができます。
ko: 이 폴더에 항목을 추가하는 것은 백업 대상 폴더를 바꿉니다. 안전을 위해 백업은 꺼집니다. 정말 하려던 행동인가요? 백업은 MEGA 데스크톱 앱에서 다시 활성화할 수 있습니다.
pt: Adicionar itens a esta pasta alterará o destino do backup, fazendo com que o backup seja desativado por motivos de segurança. É realmente isso o que você quer fazer? Os backups podem ser reativados com o aplicativo do MEGA para desktop.
ru: При добавлении элементов в эту папку изменяется место сохранения резервных копий. Резервное копирование будет отключено в целях безопасности. Вы действительно хотите это сделать? Резервное копирование можно повторно включить с помощью настольного приложения MEGA.
th: การเพิ่มรายการในโฟลเดอร์นี้จะเปลี่ยนปลายทางการสำรองข้อมูล การสำรองข้อมูลจะถูกปิดเพื่อความปลอดภัย นี่คือสิ่งที่คุณต้องการที่จะดำเนินการต่อหรือไม่ การสำรองข้อมูลสามารถเปิดใช้งานได้อีกครั้งด้วยแอป MEGA เดสก์ทอป
tr: Bu klasöre öğeler eklemek yedekleme hedefini değiştirir. Güvenlik için yedekleme kapatılacaktır. Yapmak istediğin bu mu? Yedeklemeler MEGA Masaüstü Uygulaması ile yeniden etkinleştirilebilir.
vi: Thêm nội dung vào thư mục này sẽ thay đổi vị trí của việc lưu dự phòng, và sẽ bị tắt đi để đảm bảo an toàn. Có chắc chắn đây là điều bạn muốn thực hiện hay không? Việc lưu dự phòng có thể được bật lại trong App MEGA cho Máy Tính.
zh_hans: 添加项目到此文件夹会更改备份位置。出于安全考虑，备份将会停止。您确定要继续吗？使用MEGA桌面应用程序可重新开启备份。
zh_hant: 新增項目到此資料夾會更改備份目的地。為安全起見，備份將被關閉。您確定要繼續嗎？備份可以透過MEGA桌面應用程式重新啟用。

# dialog.backup.warning.confirm.message
source: Please type “%@” to confirm this action
ar: الرجاء كتابة “%@” لتأكيد هذا الإجراء
de: Bitte geben Sie „%@“ ein, um diese Aktion zu bestätigen
es: Escribe “%@” para confirmar esta acción
fr: Veuillez taper « %@ » pour confirmer cette action
id: Tolong ketik “%@” untuk mengkonfirmasi tindakan ini
ja: このアクションを確認するために「%@」を入力してください
ko: 이 행동을 승인하려면 “%@”을/를 입력하세요
pt: Digite “%@” para confirmar
ru: Пожалуйста, введите «%@», чтобы продолжить
th: กรุณาพิมพ์ “%@” เพื่อยืนยันการดำเนินการนี้
tr: Lütfen yazın”%@” bu eylemi onaylamak için
vi: Xin điền “%@” để xác nhận hành động này
zh_hans: 请输入“%@”确认此操作
zh_hant: 請輸入“%@”以確認此操作

# dialog.move.backup.placeholder
source: move backup
ar: نقل النسخ الاحتياطي
de: Backup verschieben
es: Mover backup
fr: déplacer la sauvegarde
id: pindahkan cadangan
ja: バックアップを移動
ko: 백업 이동
pt: mover backup
ru: переместить
th: ย้ายข้อมูลสำรอง
tr: yedeklemeyi taşı
vi: di chuyen ban luu tru
zh_hans: 移动备份
zh_hant: 移動備份

# dialog.delete.backup.placeholder
source: delete backup
ar: حذف النسخ الاحتياطي
de: Backup löschen
es: Eliminar backup
fr: supprimer la sauvegarde
id: hapus cadangan
ja: バックアップを削除
ko: 백업 삭제
pt: deletar backup
ru: удалить
th: ลบข้อมูลสำรอง
tr: yedeklemeyi sil
vi: xoa ban luu tru
zh_hans: 删除备份
zh_hant: 刪除備份

# dialog.disable.backup.placeholder
source: disable backup
ar: تعطيل النسخ الاحتياطي
de: Backup deaktivieren
es: desactivar backups
fr: désactiver la sauvegarde
id: nonaktifkan cadangan
ja: バックアップを無効にする
ko: 백업 해제
pt: desativar backup
ru: отключить
th: ปิดสำรองข้อมูล
tr: yedeklemeyi devre dışı bırakın
vi: tat luu du phong
zh_hans: 停用备份
zh_hant: 停用備份

# dialog.delete.backup.action.title
source: Move to Rubbish bin
ar: نقل إلى سلة المحذوفات
de: In Papierkorb verschieben
es: Mover a la Papelera
fr: Déplacer vers la Corbeille
id: Pindahkan ke Sampah
ja: ごみ箱に移す
ko: 휴지통으로 이동
pt: Mover para a Lixeira
ru: Переместить в Корзину
th: ย้ายไปถังขยะ
tr: Çöp kutusuna taşı
vi: Chuyển vào Thùng Rác
zh_hans: 移至回收站
zh_hant: 移到垃圾筒

# dialog.add.items.backup.action.title
source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
id: Tambah
ja: 追加
ko: 추가
pt: Adicionar
ru: Добавить
th: เพิ่ม
tr: Ekle
vi: Thêm
zh_hans: 添加
zh_hant: 新增

# dialog.confirmation.error.message
source: Text entered does not match
ar: النص المدخل غير متطابق
de: Der eingegebene Text ist nicht korrekt
es: El texto no coincide
fr: Le texte saisi ne correspond pas
id: teks yang dimasukkan tidak cocok
ja: 入力されたテキストが一致しません
ko: 입력한 문자가 일치하지 않습니다
pt: O texto digitado não corresponde
ru: Введённый текст не подходит
th: ข้อความที่คุณกรอกลงไปไม่ตรงกัน
tr: Girilen metin eşleşmiyor
vi: chữ đã nhập không trùng khớp
zh_hans: 输入的文字不匹配
zh_hant: 輸入的文字不符

# dialog.share.backup.non.backup.folders.warning.message
source: Some folders shared are backup folders and read-only. Do you wish to continue?
ar: بعض المجلدات المشاركة هي مجلدات نسخ احتياطي وقراءة فقط. هل ترغب في الاستمرار؟
de: Einige freigegebene Ordner sind Backup-Ordner und daher schreibgeschützt. Möchten Sie fortfahren?
es: Algunas carpetas compartidas son carpetas de backup y de solo lectura. ¿Quieres continuar?
fr: Certains dossiers partagés sont des dossiers de sauvegarde et en lecture seule. Souhaitez-vous poursuivre ?
id: Beberapa folder yang dibagikan adalah folder cadangan dan hanya-baca. Apakah anda ingin melanjutkan?
ja: 共有されているフォルダの中には、バックアップフォルダや読み取り専用のフォルダもあります。続行しますか？
ko: 일부 폴더가 백업 폴더이거나 읽기 전용입니다. 계속 하시겠습니까?
pt: Algumas das pastas compartilhadas são pastas de backup e, portanto, somente leitura. Você quer continuar?
ru: Некоторые папки, которыми вы собираетесь поделиться, являются папками резервных копий и предназначены только для чтения. Продолжить?
th: บางโฟลเดอร์ที่จะแชร์นั้น เป็นโฟลเดอร์ที่ใช้สำรองข้อมูลและจะเป็นแบบอ่านอย่างเดียวเท่านั้น คุณต้องการดำเนินการต่อหรือไม่
tr: Paylaşılan bazı klasörler yedekleme klasörleridir ve salt okunur. Devamını mı istiyorsun?
vi: Vài trong các thư mục chia sẻ này là thư mục lưu dự phòng và chỉ-được-xem. Bạn có muốn tiếp tục không?
zh_hans: 某些共享文件夹是备份文件夹和只读文件夹。您确定要继续吗？
zh_hant: 某些共享資料夾是備份資料夾而且只能讀取。您確定要繼續嗎？

# meetings.message.joinedCall
source: %@ joined the call
ar: %@ انضم الى المكالمة
de: %@ ist der Konferenz beigetreten
es: %@ se ha unido a la llamada
fr: %@ s’est joint à l’appel
id: %@ bergabung dengan panggilan
ja: %@さんが通話に参加しました
ko: %@님이 통화에 참여하였습니다
pt: %@ entrou na chamada
ru: %@ присоединился к звонку
th: %@ เข้าร่วมการโทรแล้ว
tr: %@ çağrıya katıldı
vi: %@ tham gia vào cuộc gọi
zh_hans: %@加入了通话
zh_hant: %@加入通話

# meetings.message.leftCall
source: %@ left the call
ar: %@ غادر المكالمة
de: %@ hat die Konferenz verlassen
es: %@ ha abandonado la llamada
fr: %@ a quitté l’appel
id: %@ meninggalkan panggilan
ja: %@さんが通話から抜けました
ko: %@님이 통화를 떠났습니다
pt: %@ saiu da chamada
ru: %@ покинул звонок
th: %@ วางสายแล้ว
tr: %@ çağrıyı bıraktı
vi: %@ đã rời khỏi cuội gọi
zh_hans: %@离开了通话
zh_hant: %@離開通話

# meetings.enterMeetingLink.title
source: Enter meeting link
ar: أدخل رابط الاجتماع
de: Meetinglink eingeben
es: Introducir el enlace de la reunión
fr: Saisir le lien de la réunion
id: Masukkan Link Rapat
ja: ミーティングリンクを入力
ko: 회의 링크 입력
pt: Acessar o link da reunião
ru: Введите ссылку на встречу
th: กรอกลิงก์การประชุม
tr: Toplantı bağlantısını girin
vi: Nhập đường liên kết cuộc họp
zh_hans: 请输入会议链接
zh_hant: 輸入會議連結

# meetings.create.newMeeting
source: New meeting
ar: اجتماع جديد
de: Neues Meeting
es: Nueva reunión
fr: Nouvelle réunion
id: Rapat Baru
ja: 新しいミーティング
ko: 새 회의
pt: Nova reunião
ru: Новая встреча
th: ประชุมใหม่
tr: Yeni toplantı
vi: Cuộc họp mới
zh_hans: 新建会议
zh_hant: 新的會議

# meetings.createMeeting.defaultMeetingName
source: %@’s meeting
ar: اجتماع %@
de: Meeting mit %@
es: Reunión de %@
fr: Réunion de %@
id: Rapat %@
ja: %@さんのミーティング
ko: %@ 님의 회의
pt: Reunião de %@
ru: Встреча пользователя %@
th: กำลังประชุมกับ %@
tr: %@toplantısı
vi: Cuộc họp của %@
zh_hans: %@的会议
zh_hant: %@的會議

# meetings.createMeeting.startMeeting
source: Start meeting
ar: ابدأ الاجتماع
de: Meeting starten
es: Empezar la reunión
fr: Commencer une réunion
id: Mulai pertemuan
ja: ミーティング開始
ko: 회의 시작
pt: Começar a reunião
ru: Начать встречу
th: เริ่มการประชุม
tr: Toplantıya başla
vi: Bắt đầu cuộc họp
zh_hans: 开始会议
zh_hant: 開始會議

# meetings.alert.end
source: Meeting ended
ar: اجتماع منتهي
de: Meeting beendet
es: La reunión ha terminado
fr: La réunion est terminée
id: Rapat Berakhir
ja: ミーティング終了
ko: 회의가 종료됨
pt: Reunião finalizada
ru: Встреча закончилась
th: สิ้นสุดการประชุม
tr: Toplantı sona erdi
vi: Cuộc họp đã chấm dứt
zh_hans: 会议已结束
zh_hant: 會議已結束

# meetings.alert.meetingchat
source: View chat history
ar: عرض سجل المحادثة
de: Chatverlauf ansehen
es: Ver historial del chat
fr: Visualiser l’historique de la conversation
id: Lihat riwayat obrolan
ja: チャット履歴を表示する
ko: 대화 기록 보기
pt: Ver o histórico do chat
ru: Посмотреть историю чата
th: ดูประวัติการแชท
tr: Sohbet geçmişini görüntüle
vi: Xem lịch sử chát
zh_hans: 查看聊天记录
zh_hant: 檢視對話記錄

# meetings.alert.end.description
source: The meeting you’re trying to join has already ended. You can still view the meeting chat history.
ar: الاجتماع الذي تحاول الانضمام إليه قد انتهى بالفعل. لا يزال بإمكانك عرض سجل المحادثة الخاصة بالاجتماع.
de: Das Meeting, dem Sie beitreten möchten, ist bereits beendet. Sie können den Chatverlauf des Meetings noch einsehen.
es: La reunión a la que intentas unirte ya ha finalizado. Aún puedes ver el historial de chat de la reunión.
fr: La réunion à laquelle vous tentez de vous rejoindre est déjà terminée. Vous pouvez quand même visualiser l’historique de la conversation de la réunion.
id: Rapat yang anda coba ikuti telah berakhir. Anda masih dapat melihat riwayat obrolan rapat.
ja: 参加しようとしているミーティングはすでに終了しています。ミーティングのチャット履歴は引き続き見ることができます。
ko: 참가하려는 회의가 이미 종료되었습니다. 여전히 회의 대화 기록을 볼 수 있습니다.
pt: A reunião na qual você está tentando entrar já terminou. Você ainda pode ver o histórico do chat da reunião.
ru: Встреча, к которой вы пытаетесь присоединиться, уже закончилась. Вы по-прежнему можете просматривать историю чата собрания.
th: การประชุมที่คุณพยายามเข้าร่วมได้สิ้นสุดลงแล้ว คุณยังสามารถดูประวัติการแชทของการประชุมได้อยู่
tr: Katılmaya çalıştığınız toplantı çoktan sona erdi. Toplantı sohbet geçmişini yine de görüntüleyebilirsiniz.
vi: Cuộc họp mặt bạn đang muốn tham gia đã kết thúc. Bạn vẫn có thể xem các tin nhắn của của họp trong lịch sử chát.
zh_hans: 您尝试加入的会议已结束。您仍然可以查看会议聊天记录。
zh_hant: 您嘗試加入的會議已經結束。您仍然可以檢視會議對談記錄。

# meetings.panel.InviteParticipants
source: Invite participants
ar: قم بدعوة مشاركين
de: Teilnehmer einladen
es: Añadir participantes
fr: Inviter des participants
id: Undang Peserta
ja: 参加者を招待
ko: 참여자 초대
pt: Convidar participantes
ru: Пригласить участников
th: เชิญผู้เข้าร่วม
tr: Katılımcıları davet et
vi: Mời thêm thành viên
zh_hans: 邀请参与者
zh_hant: 邀請與會者

# meetings.panel.shareLink
source: Share link
ar: مشاركة رابط
de: Link teilen
es: Compartir enlace
fr: Partager le lien
id: Bagikan Tautan
ja: リンクの共有
ko: 링크 공유
pt: Compartilhar link
ru: Поделиться ссылкой
th: แชร์ลิงก์
tr: Bağlantıyı paylaş
vi: Chia sẻ đường liên kết
zh_hans: 分享链接
zh_hant: 共享連結

# meetings.panel.listSelector.inCall
source: In call
ar: في المكالمة
de: In Konferenz
es: En llamada
fr: Dans l’appel
id: Sedang menelepon
ja: 通話中
ko: 통화 중
pt: Na chamada
ru: В звонке
th: อยู่ในสาย
tr: Çağrıda
vi: Đang trong cuộc gọi
zh_hans: 通话中
zh_hant: 通話中

# meetings.panel.listSelector.notInCall
source: Not in call
ar: ليس في المكالمة
de: Nicht in Konferenz
es: Fuera de llamada
fr: Hors appel
id: Tidak sedang menelepon
ja: 通話中ではありません
ko: 통화 중 아님
pt: Fora da chamada
ru: Не в звонке
th: ไม่อยู่ในสาย
tr: Çağrıda değil
vi: Ở ngoài cuộc gọi
zh_hans: 未在通话中
zh_hant: 不在通話中

# meetings.panel.listSelector.inWaitingRoom
source: Waiting room
ar: غرفة الانتظار
de: Warteraum
es: Sala de espera
fr: Salle d’attente
id: Ruang tunggu
ja: 待合室
ko: 대기실
pt: Sala de espera
ru: Комната ожидания
th: ห้องนั่งรอ
tr: Bekleme Odası
vi: Phòng chờ
zh_hans: 正在等候室
zh_hant: 等候室

# meetings.panel.ParticipantsCount
source: Participants (%d)
ar: المشاركون (%d)
de: Teilnehmer (%d)
es: Participantes (%d)
id: Peserta (%d)
ja: 参加者 (%d)
ko: 참여자(%d)
pt: Participantes (%d)
ru: Участники (%d)
th: ผู้เข้าร่วม (%d คน)
tr: Katılımcılar (%d)
vi: Thành viên (%d)
zh_hans: 参与者（%d）
zh_hant: 與會者（%d）

# meetings.panel.ParticipantsNotInCallCount
source: Invitees (%d)
ar: المدعوون (%d)
de: Eingeladen (%d)
es: Invitados (%d)
fr: Personnes invitées (%d)
id: Para undangan (%d)
ja: 被招待者（%d）
ko: 초대 받은 사람 (%d)
pt: Convidados (%d)
ru: Приглашённые (%d)
th: ผู้ได้รับเชิญ (%d)
tr: Davetliler (%d)
vi: Người được mời (%d)
zh_hans: 受邀者(%d)
zh_hant: 受邀者（%d）

# meetings.panel.ParticipantsInWaitingRoomCount
source: Waiting (%d)
ar: بالانتظار (%d)
de: Wartend (%d)
es: Esperando (%d)
fr: En attente (%d)
id: Sedang menunggu (%d)
ja: 待機中（%d人）
ko: 대기 중 (%d명)
pt: Esperando (%d)
ru: В ожидании (%d)
th: กำลังรอ (%d)
tr: Bekleme (%d)
vi: Đang chờ (%d)
zh_hans: 正在等候(%d)
zh_hant: 正在等待（%d）

# meetings.participant.moderator
source: Host
ar: مُضيف
de: Gastgeber
es: Anfitrión
fr: Hôte
id: Tuan rumah
ja: 主催者
ko: 주최자
pt: Anfitrião
ru: Организатор
th: ผู้จัดการประชุม
tr: Ev Sahibi
vi: Người chủ trì
zh_hans: 主持人
zh_hant: 主持人

# meetings.participant.makeModerator
source: Make host
ar: اجعله مُضيف
de: Zu Gastgeber ernennen
es: Asignar anfitrión
fr: Désigner comme hôte
id: Jadikan tuan rumah
ja: 主催者を設定
ko: 주최자로 임명
pt: Converter em anfitrião
ru: Сделать организатором
th: ตั้งเป็นผู้จัดการประชุม
tr: Ev sahibi yap
vi: Đặt làm người chủ trì
zh_hans: 设为主持人
zh_hant: 設為主持人
