Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

# Start chatting securely with your contacts using end-to-end encryption
source: Start chatting securely with your contacts using zero-knowledge encryption
ar: ابدأ بالمحادثة بأمان مع جهات الاتصال الخاصة بك باستخدام تشفير المعرفة الصفرية
de: Sichere Chats mit Ihren Kontakten – geschützt durch Zero-Knowledge-Verschlüsselung
es: Chatea de forma segura con tus contactos mediante el cifrado de conocimiento cero
fr: Commencez à discuter en toute sécurité avec vos contacts grâce au chiffrement à divulgation nulle de connaissance
id: Mulailah mengobrol dengan aman dengan kontak anda menggunakan enkripsi tanpa pengetahuan
ja: ゼロ知識暗号化を使用して、ご連絡先と安全にチャットを開始してください
ko: 영지식 암호화를 통하여 당신의 연락처와 안전하게 대화를 시작하세요
pt: Converse com segurança com os seus contatos usando criptografia de conhecimento zero
ru: Начните безопасное общение со своими контактами благодаря шифрованию с нулевым разглашением
th: เริ่มแชทอย่างปลอดภัยกับผู้ติดต่อของคุณโดยใช้การเข้ารหัสด้วยวิธีซีโร่-นอว์เลจ
tr: Sıfır bilgi şifrelemesi kullanarak kişilerinizle güvenli bir şekilde sohbet etmeye başlayın
vi: Bắt đầu trò chuyện với các tên liên lạc của bạn, với tính bảo mật mã hóa vô kiến thức tối ưu
zh_hans: 开始使用零知识加密安全地与您的联系人聊天互动
zh_hant: 開始使用零知識加密安全地與您的聯絡人對卜口竹口十

source: Enable
ar: تمكين
de: Aktivieren
es: Activar
fr: Activer
id: Aktifkan
ja: オンにする
ko: 활성화
pt: Ativar
ru: Включить
th: เปิดการใช้งาน
tr: Etkinleştir
vi: Bật
zh_hans: 启用
zh_hant: 啟用

source: Invite
ar: ادعو
de: Einladen
es: Invitar
fr: Inviter
id: Undang
ja: 招待
ko: 초대
pt: Convidar
ru: Пригласить
th: เชิญ
tr: Davet et
vi: Mời
zh_hans: 邀请
zh_hant: 邀請

source: This message has been deleted
ar: تم حذف هذه الرسالة
de: Diese Nachricht wurde gelöscht
es: Este mensaje ha sido eliminado
fr: Ce message a été supprimé
id: Pesan ini telah dihapus
ja: このメッセージは削除されました
ko: 이 메시지는 삭제되었습니다
pt: Esta mensagem foi eliminada
ru: Это сообщение было удалено
th: ข้อความนี้ถูกลบแล้ว
tr: Bu mesaj silindi
vi: Tin nhắn này đã bị xóa
zh_hans: 此消息已被删除
zh_hant: 已刪除此訊息

source: Me
ar: أنا
de: Ich
es: Yo
fr: Moi
id: Saya
ja: 私
ko: 나
pt: Eu
ru: Я
th: ฉัน
tr: Ben
vi: Tôi
zh_hans: 我
zh_hant: 我

# wasRemovedFromTheGroupChatBy
source: [A] was removed from the group chat by [B].
ar: تم حذف [A] من المجموعة من قبل [B].
de: [A] wurde von [B] auf dem Gruppenchat entfernt.
es: [B] ha eliminado a [A] del grupo.
fr: [A] a été exclu de la conversation de groupe par [B].
id: [A] dihapus dari percakapan grup oleh [B].
ja: [A]さんは[B]さんによってグループチャットから削除されました。
ko: [A]님이 [B]님에 의해 단체 대화에서 제거되었습니다.
pt: [A] foi eliminado do grupo de chat por [B].
ru: [A] был удалён из группового чата пользователем [B].
th: [A] ถูกลบออกจากแชทกลุ่มโดย [B]
tr: [A] grup sohbetinden kaldırıldı [B].
vi: [A] đã bị xóa khỏi nhóm chát bởi [B].
zh_hans: [B]已将[A]从此群聊中移除。
zh_hant: [B]已將[A]從此群組對話中移除。

# leftTheGroupChat
source: [A] left the group chat
ar: غادر [A] المحادثة الجماعية.
de: [A] hat den Gruppenchat verlassen
es: [A] ha abandonado el grupo
fr: [A] a quitté la conversation de groupe
id: [A] meninggalkan obrolan grup
ja: [A]さんがグループチャットから退出しました
ko: [A]님이 단체 대화를 떠났습니다
pt: [A] saiu do grupo de chat
ru: [A] покинул групповой чат
th: [A] ออกจากแชทกลุ่ม
tr: [A] grup sohbetinden ayrıldı
vi: [A] đã rời khỏi nhóm chát
zh_hans: [A]已离开群聊
zh_hant: [A]離開群組對話

# joinedTheGroupChatByInvitationFrom
source: [A] joined the group chat by invitation from [B].
ar: انضم [A] إلى المحادثة الجماعية بدعوة من [B].
de: [A] hat den Gruppenchat auf Einladung von [B] betreten.
es: [A] se ha unido al chat de grupo por invitación de [B].
fr: [A] fait partie de la conversation de groupe sur invitation de [B].
id: [A] bergabung ke percakapan grup oleh undangan dari [B].
ja: [A]さんは[B]さんからの招待によってグループチャットに参加しました。
ko: [A]님이 [B]님의 초대로 단체 대화에 입장했습니다.
pt: [A] entrou no grupo de chat por convite de [B].
ru: [A] присоединился к групповому чату по приглашению пользователя [B].
th: [A] เข้าร่วมการแชทกลุ่มตามคำเชิญจาก [B]
tr: [A] grup sohbetine davet edilerek katıldı [B].
vi: [A] vừa gia nhập nhóm chát từ lời mời của [B].
zh_hans: [A]已接受[B]的邀请，加入了群聊。
zh_hant: [A]接受了[B]的邀請加入此群組對話。

# clearedTheChatHistory
source: [A] cleared the chat history.
ar: قام [A] بحذف سجل المحادثة.
de: [A] hat den Chatverlauf gelöscht.
es: [A] ha limpiado el historial del chat.
fr: [A] a effacé l’historique de la conversation.
id: [A] menghapus riwayat percakapan.
ja: [A]さんが履歴をクリアしました。
ko: [A]님이 대화 기록을 삭제했습니다.
pt: [A] deletou o histórico do chat.
ru: [A] очистил(а) историю разговора.
th: [A] ล้างประวัติการแชท
tr: [A] sohbet geçmişini temizledi.
vi: [A] đã xóa lịch sử cuộc trò chuyện.
zh_hans: [A]已清除聊天记录。
zh_hant: [A]清除對話記錄。

# changedGroupChatNameTo
source: [A] changed the group chat name to “[B]”
ar: قام [A] بتغيير اسم المحادثة الجماعية الى “[B]”
de: [A] hat den Namen des Gruppenchats auf „[B]” geändert
es: [A] cambió el nombre del grupo a “[B]”
fr: [A] a changé le nom de la conversation de groupe en « [B] »
id: [A] mengganti nama percakapan grup menjadi “[B]”
ja: [A]さんがグループチャット名を「[B]」に変更しました
ko: [A]님이 단체 대화 이름을 “[B]”로 변경하였습니다
pt: [A] mudou o nome do grupo de chat para “[B]”
ru: Пользователь [A] переименовал групповой чат в «[B]»
th: [A] เปลี่ยนชื่อแชทกลุ่มเป็น “[B]”
tr: [A] grup sohbeti adını” olarak değiştirdi[B]”
vi: [A] đã thay đổi tên nhóm chat thành “[B]”
zh_hans: [A]已将群聊名称更改为“[B]”
zh_hant: [A]將聊天室名稱變更為 “[B]”

source: Add participant…
ar: إضافة مشارك…
de: Teilnehmer hinzufügen…
es: Añadir participante…
fr: Ajouter un participant…
id: Tambah participant…
ja: 参加者を追加…
ko: 참여자 추가…
pt: Adicionar participante…
ru: Добавить участника…
th: เพิ่มผู้เข้าร่วม…
tr: Katılımcı ekle…
vi: Thêm thành viên…
zh_hans: 添加参与者…
zh_hant: 新增與會者⋯

source: Add participants
ar: إضافة مشاركين
de: Teilnehmer hinzufügen
es: Añadir participantes
fr: Ajouter des participants
id: Tambahkan peserta
ja: 参加者を追加
ko: 참여자 추가
pt: Adicionar participantes
ru: Добавить участников
th: เพิ่มผู้เข้าร่วม
tr: Katılımcı ekle
vi: Thêm thành viên
zh_hans: 添加参与者
zh_hant: 新增與會者

source: Status
ar: الحالة
es: Estado
fr: État
ja: ステータス
ko: 상태
ru: Статус
th: สถานะ
tr: Durum
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

source: Rich URL previews
ar: عرض الروابط الإلكترونية المعززة URL
de: URL-Vorschau
es: Vista previa de los enlaces
fr: Aperçus d’URL enrichis
id: Aktifkan pratinjau tautan terkirim
ja: リッチURLプレビュー
ko: 고급 URL 미리 보기
pt: Ativar a visualização dos links enviados
ru: Включить превью отправленных ссылок
th: เปิดใช้งานการดูตัวอย่างลิงก์ที่ส่ง
tr: Gönderilen bağlantı önizlemelerini etkinleştir
vi: Xem trước nội dung URL
zh_hans: 启用链接发送预览
zh_hant: 網址連結預覽

# richPreviewsFooter
source: Enhance the MEGA Chat experience. URL content will be retrieved without zero-knowledge encryption.
ar: تعزيز تجربة محادثات ميغا MEGA Chat. سيتم إظهار محتوى الرابط لكن دون تشفير المعرفة الصفرية
de: Verbessern Sie Ihre MEGA-Chat-Erfahrung. URL-Inhalte werden ohne Zero-Knowledge-Verschlüsselung abgerufen.
es: Mejora tu experiencia con MEGA Chat. El contenido del enlace se recuperará sin cifrado de conocimiento cero.
fr: Améliorez l’expérience du dialogue en ligne MEGA Chat. Le contenu des URL sera récupéré sans chiffrement à divulgation nulle de connaissance.
id: Menghasilkan pratinjau tautan yang anda kirim dalam obrolan. Perhatikan bahwa mengambil pratinjau ini tidak dilindungi oleh enkripsi zero-knowledge.
ja: MEGA Chat体験を強化します。URLコンテンツは、ゼロ知識暗号化なしで取得されます。
ko: MEGA Chat 경험을 향상하세요. URL 컨텐츠가 영지식 암호화 없이 수신됩니다.
pt: Permite visualizar os links que você enviar nos chats. Tenha em mente que a obtenção destas visualizações não é protegida pela criptografia de conhecimento zero.
ru: Создаёт превью ссылок, которые вы отправляете в чате. Обратите внимание, что получение этих превью не защищено шифрованием с нулевым разглашением.
th: แอปจะสร้างตัวอย่างสำหรับลิงก์บางรายการที่คุณส่งในแชท หากมีให้บริการ โปรดทราบว่าการเรียกดูตัวอย่างเหล่านี้ไม่ได้รับการป้องกันด้วยการเข้ารหัสด้วยวิธีซีโร่-นอว์เลจ
tr: Sohbette gönderdiğiniz bağlantıların önizlemesini oluşturur. Bu önizlemelerin alınmasının sıfır bilgi şifrelemesi ile korunmadığını unutmayın.
vi: Tăng cường trải nghiệm MEGA Chat. Nội dung dạng URL sẽ được truy vấn trực tiếp và không qua mã hóa vô kiến thức.
zh_hans: 预览您在聊天中发送的链接。请注意，检索这些预览不受零知识加密的保护。
zh_hant: 提升MEGA Chat使用體驗。為了顯示內容預覽，系統將在沒有零知識的加密情況下對連結進行檢索。

source: Voice and video calls
ar: اتصالات فيديو وصوت
de: Audio- und Videoanrufe
es: Llamadas y videollamadas
fr: Appels vocaux et vidéo
id: Panggilan suara dan video
ja: 音声通話とビデオ通話
ko: 음성과 영상 통화
pt: Chamadas de voz e vídeo
ru: Голосовые и видеозвонки
th: การโทรด้วยเสียงและสนทนาทางวิดีโอ
tr: Sesli ve görüntülü aramalar
vi: Gọi thoại và video
zh_hans: 语音与视频通话
zh_hant: 語音與視訊通話

source: Use mobile data
ar: استخدم بيانات الهاتف المحمول
de: Mobildatennutzung erlauben
es: Usar datos móviles
fr: Utiliser les données mobiles
id: Gunakan Mobile Data
ja: モバイルデータを利用します
ko: 모바일 데이터 사용
pt: Usar dados móveis
ru: Использовать мобильные данные
th: ใช้ข้อมูลมือถือ
tr: Mobil verileri kullan
vi: Dùng mạng dữ liệu di dộng
zh_hans: 使用移动数据
zh_hant: 使用行動數據

source: Use mobile data for videos
ar: استخدام بيانات الهاتف المحمول لمقاطع الفيديو
de: Mobile Datenverbindung für Videoupload nutzen
es: Usar datos móviles para los vídeos
fr: Utiliser les données mobiles pour les vidéos
id: Gunakan Data Seluler untuk Video
ja: 動画にモバイルデータを使用する
ko: 동영상에 모바일 데이터 사용
pt: Usar dados móveis para vídeos
ru: Использовать мобильные данные для видео
th: ใช้ข้อมูลมือถือสำหรับวิดีโอ
tr: Videolar için mobil verileri kullanın
vi: Dùng mạng dữ liệu di động để tải lên videos
zh_hans: 使用移动数据观看视频
zh_hant: 影片使用行動數據

source: Auto-away
ar: بعيد-تلقائياً
de: Autom. Abwesenheitsschaltung
es: Inactividad automática
fr: Absence automatique
ja: 自動退席
ko: 자동 부재중
pt: Ausente automático
ru: Отсутствие
th: ไม่อยู่อัตโนมัติ
tr: Otomatik uzaklaşma
vi: Tự động vắng mặt
zh_hans: 自动显示为离开
zh_hant: 自動顯示為離開

# autoAway.footerDescription
source: Set status as Away after [X] of inactivity.
ar: ضع حالة بعيد بعد [X] من عدم النشاط.
de: Status nach [X] Inaktivität auf Abwesend setzen.
es: Establece el estado como Ausente después de [X] de inactividad.
fr: Définir l’état à « Absent » après [X] d’inactivité.
id: Tetapkan status sebagai Pergi setelah [X]tidak aktif.
ja: [X]非アクティブ状態が続いたらステータスを「退席中」に設定します。
ko: [X] 동안 움직임이 없을 경우, 부재 중으로 표시합니다.
pt: Mudar status para Ausente depois de [X] de inatividade.
ru: Менять статус на «Отсутствует» после [X] неактивности.
th: ตั้งสถานะเป็นไม่อยู่หลังจากไม่มีการใช้งาน [X]
tr: Durumu sonra Uzak olarak ayarla [X] hareketsizlik.
vi: Đặt trạng thái thành "Vắng mặt" sau [X] không có hoạt động.
zh_hans: 在[X]无动作后将状态设置为离开。
zh_hant: 在[X]無動作後將狀態設定為離開。

source: Status persistence
ar: استمرار الحالة
de: Fester Status
es: Bloquear estado
fr: Persistance de l’état
id: Persistensi status
ja: ステータスの永続性
ko: 상태 유지
pt: Continuidade de status
ru: Сохранение статуса
th: สถานะคงอยู่
tr: Durum kalıcılığı
vi: Bảo toàn trạng thái
zh_hans: 状态持续设置
zh_hant: 狀態持續設定

# maintainMyChosenStatusAppearance
source: Always show selected status appearance, even when I disconnect
ar: عرض مظهر الحالة المحدد دائما، حتى عند إلغاء الاتصال
de: Gewählten Status dauerhaft – auch bei Trennen der Verbindung – anzeigen
es: Mostrar siempre el estado seleccionado, incluso cuando me desconecte
fr: Toujours afficher l’état choisi, même quand je me déconnecte
id: Selalu tunjukan status terpilih, bahkan pada saat saya terputus
ja: 接続していなくても、常に選択したステータスの状態を表示します
ko: 접속을 종료해도 선택된 상태로 항상 보이게 함
pt: Mostrar sempre o status selecionado, mesmo quando eu estiver desconectado
ru: Всегда показывать выбранный статус, даже когда я отключаюсь
th: แสดงสถานะที่เลือกไว้เสมอ แม้ว่าฉันจะตัดการเชื่อมต่อแล้ว
tr: Bağlantıyı kestiğimde bile her zaman seçilen durum görünümünü göster
vi: Giữ nguyên trạng thái được chọn như ở trên, ngay cả khi ngắt kết nối
zh_hans: 即使我断开连接，也始终显示选定的状态
zh_hant: 即使斷開連線，也始終顯示選定的狀態外觀

source: (edited)
ar: (تم تعديلها)
de: (bearbeitet)
es: (editado)
fr: (modifié)
id: (di-edit)
ja: （編集済み）
ko: 수정됨
pt: (editado)
ru: (изменено)
th: (มีการแก้ไข)
tr: (düzenlenmiş)
vi: (đã chỉnh sửa)
zh_hans: （已编辑）
zh_hant: （已編輯）

source: Online
ar: متصل بالانترنت
es: Conectado
fr: En ligne
ja: オンライン
ko: 온라인
ru: В сети
th: ออนไลน์
tr: Çevrim içi
vi: Trực tuyến
zh_hans: 在线
zh_hant: 上線

source: Away
ar: بعيد
de: Abwesend
es: Ausente
fr: Absent
id: Sedang pergi
ja: 不在
ko: 자리 비움
pt: Ausente
ru: Отсутствует
th: ว่าง
tr: Uzakta
vi: Vắng mặt
zh_hans: 离开
zh_hant: 離開

source: Busy
ar: مشغول
de: Beschäftigt
es: Ocupado
fr: Occupé
id: Sibuk
ja: 取り込み中
ko: 바쁨
pt: Ocupado
ru: Занят
th: ไม่ว่าง
tr: Meşgul
vi: Đang bận
zh_hans: 忙碌
zh_hant: 忙碌

source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
id: Pemberitahuan
ja: 通知
ko: 알림
pt: Notificações
ru: Уведомления
th: การแจ้งเตือน
tr: Bildirimler
vi: Thông báo
zh_hans: 通知
zh_hant: 提醒

source: Send message
ar: أرسل رسالة
de: Nachricht schicken
es: Enviar mensaje
fr: Envoyer un message
id: Kirim Pesan
ja: メッセージを送信
ko: 메시지 보내기
pt: Enviar mensagem
ru: Отправить Сообщение
th: ส่งข้อความ
tr: Mesaj gönder
vi: Gửi tin nhắn
zh_hans: 发送消息
zh_hant: 發送訊息

source: Verify credentials
ar: وثق بيانات الاعتماد
de: Identität verifizieren
es: Verificar credenciales
fr: Confirmer le numéro d’identification
id: Verifikasi kredensial
ja: 認証情報の検証
ko: 자격 증명 인증
pt: Validar credenciais
ru: Подтверждение учётных данных
th: ตรวจสอบข้อมูลประจำตัว
tr: Kimlik bilgilerini doğrulayın
vi: Xác thực chứng chỉ
zh_hans: 验证凭证
zh_hant: 驗證憑證

# account.verifyContact.confirmButtonText
source: Mark as verified
ar: وضع علامة على أنه تم التحقق منه
de: Als verifiziert markieren
es: Marcar como verificado
fr: Marquer comme confirmé
id: Tandai sebagai terverifikasi
ja: 認証済みとしてマークする
ko: 인증된 것으로 표시
pt: Marcar como validado
ru: Отметить как подтверждённые
th: ทำเครื่องหมายว่าตรวจสอบแล้ว
tr: Doğrulanmış olarak işaretle
vi: Đánh dấu là đã xác thực
zh_hans: 标记为已验证
zh_hant: 標記為已驗證

source: Verified
ar: تم التحقق
de: Bestätigt
es: Verificado
fr: Confirmé
id: Terverifikasi
ja: 検証済み
ko: 인증됨
pt: Verificado
ru: Проверен
th: ตรวจสอบแล้ว
tr: Doğrulandı
vi: Đã xác thực
zh_hans: 已验证
zh_hant: 已驗證

source: Clear chat history
ar: امسح سجل المحادثة
de: Chatverlauf löschen
es: Limpiar historial del chat
fr: Effacer l’historique de la conversation
id: Hapus Riwayat Chat
ja: チャット履歴をクリア
ko: 대화 기록 삭제
pt: Deletar o histórico do chat
ru: Очистить историю
th: ล้างประวัติการแชท
tr: Sohbet geçmişini temizle
vi: Dọn lịch sử chát
zh_hans: 清空聊天记录
zh_hant: 清空對話記錄

# clearTheFullMessageHistory
source: Are you sure you want to clear the full message history of this conversation?
ar: هل أنت متأكد من أنك تريد مسح كل سجل الرسائل لهذه المحادثة؟
de: Der Chatverlauf wird komplett gelöscht. Sind Sie sicher?
es: ¿Confirma que quieres limpiar el historial de mensajes de esta conversación?
fr: Voulez-vous vraiment effacer tout l’historique de cette conversation ?
id: Anda yakin ingin menghapus seluruh riwayat pesan dari percakapan ini?
ja: この会話の完全なメッセージ履歴をクリアしてもよろしいですか？
ko: 이 대화의 모든 메시지 기록을 삭제하시겠습니까?
pt: Você tem certeza de que quer deletar o histórico de mensagens deste chat?
ru: Действительно удалить всю историю этого разговора?
th: คุณแน่ใจหรือไม่ว่าต้องการล้างประวัติข้อความทั้งหมดของการสนทนานี้
tr: Bu konuşmanın tam mesaj geçmişini temizlemek istediğinizden emin misiniz?
vi: Bạn có chắc muốn dọn toàn bộ lịch sử các tin nhắn của cuộc trò chuyện này không?
zh_hans: 您确定要清空此聊天的全部历史记录吗？
zh_hant: 您確定要清除此對話的全部歷史記錄嗎？

source: Chat history has been cleared
ar: تم مسح سجل المحادثة
de: Der Chatverlauf wurde gelöscht
es: Se ha limpiado el historial del chat
fr: L’historique de la conversation a été effacé
id: Riwayat obrolan telah dihapus
ja: チャット履歴がクリアされました
ko: 대화 기록이 삭제되었습니다
pt: O histórico do chat foi deletado
ru: История чата очищена
th: ล้างประวัติการแชทแล้ว
tr: Sohbet geçmişi temizlendi
vi: Lịch sử tin nhắn chát đã được dọn sạch
zh_hans: 聊天记录已清空
zh_hant: 對話紀錄已清空

# An error has occurred. The chat history has not been successfully cleared
source: An error has occurred. The chat history hasn’t been cleared
ar: حدث خطأ. لم يتم مسح سجل المحادثة
de: Ein Fehler ist aufgetreten. Der Chatverlauf wurde nicht gelöscht
es: Se ha producido un error. No se ha podido limpiar el historial del chat
fr: Une erreur est survenue. L’historique de la conversation n’a pas été effacé
id: Sebuah kesalahan telah terjadi. Riwayat obrolan belum dihapus
ja: エラーが発生しました。チャット履歴がクリアされませんでした
ko: 오류가 발생하였습니다. 대화 기록이 삭제되지 않았습니다
pt: Ocorreu um erro. O histórico do chat não foi deletado
ru: Ошибка. История чата не была очищена
th: เกิดข้อผิดพลาด ประวัติแชทยังไม่ถูกล้างออก
tr: Bir hata oluştu. Sohbet geçmişi silinmedi
vi: Có lỗi phát sinh. Lịch sử cuộc chát chưa xóa sạch được
zh_hans: 发生错误。聊天记录未被清除
zh_hant: 發生錯誤。對話記錄未被清除

source: Continue
ar: تابع
de: Fortfahren
es: Continuar
fr: Poursuivre
id: Lanjutkan
ja: 続ける
ko: 계속
pt: Continuar
ru: Продолжить
th: ดำเนินการต่อ
tr: Devamı
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Shared folders
ar: مجلدات مشاركة
de: Freigegebene Ordner
es: Carpetas compartidas
fr: Dossiers partagés
id: Folder berbagi
ja: 共有フォルダ
ko: 공유된 폴더
pt: Pastas compartilhadas
ru: Общие папки
th: แชร์โฟลเดอร์
tr: Paylaşılan klasörler
vi: Thư mục được chia sẻ
zh_hans: 共享文件夹
zh_hant: 已共享的資料夾

source: Contact credentials
ar: بيانات اعتماد جهة اتصال
de: Kontaktidentität
es: Credenciales del contacto
fr: Numéro d’identification du contact
id: Kredential Kontak
ja: 連絡先認証情報
ko: 연락처 자격증명
pt: Credenciais do contato
ru: Учетные Данные Контакта
th: ข้อมูลรับรองการติดต่อ
tr: İletişim kimlik bilgileri
vi: Chứng thực của tên liên lạc
zh_hans: 联系人凭证
zh_hant: 聯絡人憑證

source: My credentials
ar: بيانات الاعتماد الخاصة بي
de: Meine Identitätsdaten
es: Mis credenciales
fr: Mon numéro d’identification
id: Kredential saya
ja: 私の認証情報
ko: 내 자격 증명
pt: Minhas credenciais
ru: Мои учётные данные
th: ข้อมูลประจำตัวของฉัน
tr: Kimlik bilgilerim
vi: Chứng thực của tôi
zh_hans: 我的凭证
zh_hant: 我的憑證

source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
id: Ubah
ja: リセット
ko: 재설정
pt: Resetar
ru: Сбросить
th: รีเซ็ต
tr: Sıfırla
vi: Đặt lại
zh_hans: 重置
zh_hant: 重設

source: Start conversation
ar: ابدأ محادثة
de: Unterhaltung beginnen
es: Iniciar conversación
fr: Commencer une conversation
id: Mulai Percakapan
ja: チャットを開始
ko: 대화 시작
pt: Iniciar chat
ru: Начать разговор
th: เริ่มการสนทนา
tr: Sohbeti başlat
vi: Bắt đầu cuộc trò chuyện
zh_hans: 开始聊天
zh_hant: 建立對話

source: Group chat
ar: محادثة جماعية
de: Gruppenchat
es: Chat de grupo
fr: Conversation de groupe
id: Percakapan grup
ja: グループチャット
ko: 단체 대화
pt: Chat de grupo
ru: Групповой чат
th: แชทกลุ่ม
tr: Grup sohbeti
vi: Nhóm chát
zh_hans: 群聊
zh_hant: 群組對話

source: Rename group
ar: إعادة تسمية المجموعة
de: Gruppe umbenennen
es: Renombrar grupo
fr: Renommer le groupe
id: Namakan Grup
ja: グループ名を変更
ko: 그룹 이름 변경
pt: Renomear grupo
ru: Переименовать группу
th: เปลี่ยนชื่อกลุ่ม
tr: Grubu yeniden adlandırma
vi: Đổi tên nhóm
zh_hans: 重命名群组
zh_hant: 重新命名此群組

source: Leave
ar: غادر
de: Verlassen
es: Abandonar
fr: Quitter
id: Tinggalkan
ja: 解除
ko: 떠나기
pt: Sair
ru: Выйти
th: ออก
tr: Ayrıl
vi: Rời khỏi
zh_hans: 离开
zh_hant: 離開

source: More
ar: المزيد
de: Weitere
es: Más
fr: Plus
id: Selebihnya
ja: その他
ko: 더 보기
pt: Mais
ru: Ещё
th: เพิ่มเติม
tr: Daha
vi: Thêm nữa
zh_hans: 更多
zh_hant: 更多

source: Mute
ar: كتم
de: Stummschalten
es: Silenciar
fr: Sourdine
id: Matikan Suara
ja: ミュート
ko: 조용히
pt: Silenciar
ru: Приглушить
th: ปิดเสียง
tr: Sessiz
vi: Tắt tiếng
zh_hans: 静音
zh_hant: 靜音

source: Unmute
ar: إلغاء كتم الصوت
de: Stummschaltung deaktivieren
es: Activar sonido
fr: Désactiver la sourdine
id: Nyalakan suara
ja: ミュートを解除
ko: 음소거 해제
pt: Não silenciar
ru: Включить звук
th: เปิดเสียง
tr: Sesini aç
vi: Bỏ tắt tiếng
zh_hans: 取消静音
zh_hant: 取消靜音

source: Mark as read
ar: أجعله مقروء
de: Als gelesen markieren
es: Marcar como leído
fr: Marquer comme lue
id: Tandai sebagai terbaca
ja: 既読にする
ko: 읽음으로 표시
pt: Marcar como lido
ru: Отметить как прочитанное
th: ทำเครื่องหมายเป็นอ่านแล้ว
tr: Okundu olarak işaretle
vi: Đánh dấu là đã đọc
zh_hans: 标记为已读
zh_hant: 標記為已讀

source: Info
ar: معلومات
es: Información
fr: Renseignements
ja: 情報
ko: 정보
ru: Информация
th: ข้อมูล
tr: Bilgi
vi: Thông tin
zh_hans: 详细信息
zh_hant: 資訊

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
ja: 閉じる
ko: 닫기
pt: Fechar
ru: Закрыть
th: ปิด
tr: Kapat
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: You will no longer have access to this conversation
ar: لم يعد لديك صلاحية الدخول إلى هذه المحادثة
de: Sie verlieren den Zugriff auf diese Unterhaltung
es: Ya no tendrás acceso a esta conversación
fr: Vous ne pourrez plus accéder à cette conversation
id: Anda tidak akan mempunyai akses lagi ke percakapan ini
ja: あなたはこの会話にアクセスできなくなります
ko: 당신은 더 이상 이 대화에 접근할 수 없습니다
pt: Você não terá mais acesso a esse chat
ru: У вас больше не будет доступа к этому разговору
th: คุณจะไม่สามารถเข้าถึงการสนทนานี้ได้อีกต่อไป
tr: Artık bu sohbete erişiminiz olmayacak
vi: Bạn không còn quyền hạn truy cập cuộc trò chuyện này
zh_hans: 您将无法再次访问此对话
zh_hant: 您將無法再存取此對話

source: Leave group
ar: مغادرة المجموعة
de: Gruppenchat verlassen
es: Abandonar grupo
fr: Quitter le groupe
id: Tinggalkan Grup
ja: グループから退出
ko: 단체 떠나기
pt: Sair do grupo
ru: Выйти из группы
th: ออกจากกลุ่ม
tr: Gruptan ayrılın
vi: Rời nhóm
zh_hans: 离开群组
zh_hant: 離開群組

source: Participants
ar: المشاركون
de: Teilnehmer
es: Participantes
id: Partisipan
ja: 参加者
ko: 참여자
pt: Participantes
ru: Участники
th: ผู้เข้าร่วม
tr: Katılımcılar
vi: Các Thành Viên
zh_hans: 参与者
zh_hant: 與會者

# moderator
source: Host
ar: مضيف
de: Gastgeber
es: Anfitrión
fr: Hôte
id: Tuan rumah
ja: 主催者
ko: 주최자
pt: Anfitrião
ru: Организатор
th: ผู้จัดการประชุม
tr: Ev Sahibi
vi: Người chủ trì
zh_hans: 主持人
zh_hant: 主持人

source: Standard
ar: معيار
es: Estándar
fr: Normal
id: Standar
ja: 標準
ko: 기본
pt: Predeterminado
ru: Обычный
th: มาตรฐาน
tr: Standart
vi: Thường
zh_hans: 普通成员
zh_hant: 標準模式

source: Remove participant
ar: إزالة مشارك
de: Teilnehmer entfernen
es: Eliminar participante
fr: Supprimer le participant
id: Hapus Partisipan
ja: 参加者を削除
ko: 참여자 제거
pt: Remover participante
ru: Удалить участника
th: เอาผู้เข้าร่วมออก
tr: Katılımcıyı kaldır
vi: Loại bỏ thành viên
zh_hans: 移除参与者
zh_hant: 移除此位與會者

source: Chatting with
ar: تتحدث مع
de: Konversation mit
es: Chateando con
fr: Conversation avec
id: Chatting dengan
ja: チャット相手
ko: 대화중인 사람
pt: Chat com
ru: Беседует с
th: กำลังสนทนากับ
tr: İle sohbet
vi: Đang chát với
zh_hans: 正在聊天与
zh_hant: 正與…對話

source: Couldn’t load. [RED]Tap to retry[/RED]
ar: تعذر الترفيع. [RED]انقر لإعادة المحاولة[/RED]
de: Fehler beim Laden. [RED]Zum Wiederholen antippen[/RED]
es: No se ha enviado. [RED]Toca para reintentar[/RED]
fr: Chargement impossible. [RED]Touchez pour réessayer[/RED]
id: Tidak dapat memuat. [RED]Ketuk untuk mencoba lagi[/RED]
ja: 読み込めませんでした。[RED]タップして再試行[/RED]
ko: 불러올 수 없습니다. [RED]탭하여 다시 시도하세요[/RED]
pt: Não foi possível carregar. [RED]Toque aqui para tentar novamente[/RED]
ru: Не удалось загрузить. [RED]Побробовать ещё раз[/RED]
th: ไม่สามารถโหลดได้ [RED]แตะเพื่อลองใหม่[/RED]
tr: Yükleyemedi. [RED]Tekrar denemek için dokunun[/RED]
vi: Không tải được. [RED]Chạm để thử lại[/RED]
zh_hans: 无法加载。[RED]点击重试[/RED]
zh_hant: 無法載入。 [RED]點此重試[/RED]
