Repository: meganz/iOS
Catalog: Modules/Presentation/MEGAL10n/Sources/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ko, pt, ru, th, tr, vi, zh_hans, zh_hant

source: In progress
ar: قيد الانجاز
de: Läuft
es: En curso
fr: En cours
id: Sedang Berlangsung
ja: 進行中
ko: 진행중
pt: Em andamento
ru: В процессе
th: กำลังดำเนินการ
tr: Devamında
vi: Đang Truyền
zh_hans: 进行中的传输
zh_hant: 進行中

source: Completed
ar: اكتمل
de: Abgeschlossen
es: Completado
fr: Terminés
id: Selesai
ja: 完了
ko: 완료
pt: Concluído
ru: Готово
th: เรียบร้อยแล้ว
tr: Tamamlandı
vi: Hoàn Thành
zh_hans: 已完成
zh_hant: 完成

source: Downloads
ar: التنزيلات
es: Descargas
fr: Téléchargements
id: Unduhan
ja: ダウンロード
ko: 다운로드
ru: Скачивания
th: ดาวน์โหลด
tr: İndirilenler
vi: Phiên Tải Xuống
zh_hans: 下载
zh_hant: 下載

source: Uploads
ar: الترفيعات
es: Subidas
fr: Téléversements
id: Unggahan
ja: アップロード
ko: 업로드
ru: Загрузки
th: อัปโหลด
tr: Yüklemeler
vi: Phiên Tải Lên
zh_hans: 上传
zh_hant: 上傳

source: Transfer cancelled
ar: تم الغاء التراسل
de: Transfer storniert
es: Transferencia cancelada
fr: Le transfert a été annulé
id: Pemindahan dibatalkan
ja: 転送がキャンセルされました
ko: 전송 취소됨
pt: transferência cancelada
ru: Передача отменена
th: การถ่ายโอนถูกยกเลิก
tr: Transfer iptal edildi
vi: Phiên truyền tải đã hủy
zh_hans: 传输已取消
zh_hant: 已取消傳輸

source: Transfers cancelled
ar: تم الغاء عمليات التراسل
de: Transfers abgebrochen
es: Transferencias canceladas
fr: Les transferts ont été annulés
id: Pemindahan dibatalkan
ja: 転送がキャンセルされました
ko: 전송 취소됨
pt: Transferências canceladas
ru: Передачи отменены
th: ยกเลิกการถ่ายโอนแล้ว
tr: Transferler iptal edildi
vi: Các phiên truyền tải đã hủy
zh_hans: 传输已取消
zh_hant: 傳輸已取消

# cancelTransfersTitle
source: Cancel transfers
ar: إلغاء عمليات التراسل
de: Transfers stornieren
es: Cancelar transferencias
fr: Annuler les transferts
id: Batalkan pemindahan
ja: 転送をキャンセル
ko: 전송 취소
pt: Transferências canceladas
ru: Отменить передачи
th: ยกเลิกการถ่ายโอน
tr: Transferleri iptal et
vi: Hủy các phiên truyền tải
zh_hans: 取消传输
zh_hant: 取消傳輸

# cancelTransfersText
source: Do you want to cancel all transfers?
ar: هل تريد إلغاء كل عمليات التراسل؟
de: Alle Transfers stornieren?
es: ¿Quieres cancelar TODAS las transferencias?
fr: Voulez-vous annuler TOUS les transferts ?
id: Apakah anda ingin membatalkan SEMUA pemindahan?
ja: 転送をすべてキャンセルしますか？
ko: 모든 전송을 취소하시겠습니까?
pt: Você quer cancelar TODAS as transferências?
ru: Вы хотите отменить ВСЕ передачи?
th: คุณต้องการยกเลิกการถ่ายโอนทั้งหมดหรือไม่
tr: Tüm transferleri iptal etmek ister misiniz?
vi: Bạn có muốn hủy TẤT CẢ phiên truyền tải không?
zh_hans: 您确定要取消所有传输吗？
zh_hant: 您要取消所有傳輸嗎？

source: Upgrade
ar: الترقية
es: Ampliar
fr: Surclasser le compte
id: Tingkatkan
ja: アップグレード
ko: 업그레이드
ru: Улучшить
th: อัปเกรด
tr: Yükselt
vi: Nâng Cấp
zh_hans: 升级
zh_hant: 升級

source: View and edit profile
ar: عرض وتعديل الملف الشخصي
de: Profil anzeigen/bearbeiten
es: Ver y editar tu perfil
fr: Afficher ou modifier le profil
id: Lihat dan ubah profil
ja: プロファイルの表示と編集
ko: 프로필 보기/수정
pt: Ver e editar o perfil
ru: Посмотреть и изменить профиль
th: ดูและแก้ไขโปรไฟล์
tr: Profili görüntüleme ve düzenleme
vi: Xem và sửa hồ sơ cá nhân
zh_hans: 查看并修改帐户资料
zh_hant: 檢視並編輯個人資料

source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
id: Profil
ja: プロファイル
ko: 프로필
pt: Perfil
ru: Профиль
th: โปรไฟล์
tr: Profil
vi: Hồ Sơ
zh_hans: 个人资料
zh_hant: 個人資料

# achievementsTitle
source: Achievements
ar: الإنجازات
de: Errungenschaften
es: Logros
fr: Objectifs
id: Pencapaian
ja: 達成
ko: 도전 과제
pt: Conquistas
ru: Достижения
th: ความสำเร็จ
tr: Başarılar
vi: Thành Tích
zh_hans: 成就
zh_hant: 成就

# account.achievement.referral.title
source: Invite your friends
ar: ادع اصدقائك
de: Laden Sie Ihre Freunde ein
es: Invita a tus amigos
fr: Inviter vos amies et amis
id: Undang temanmu
ja: 友人を招待する
ko: 친구를 초대하세요
pt: Convide os seus amigos
ru: Пригласите друзей
th: เชิญเพื่อนของคุณ
tr: Arkadaşlarını davet et
vi: Mời bạn bè
zh_hans: 邀请您的好友
zh_hant: 邀請朋友

# account.achievement.referral.subtitle
source: %@ of storage for each invitation. Valid for 365 days.
ar: %@ من مساحة تخزين لكل دعوة. صالحة لمدة 365 يومًا.
de: %@ Extraspeicherplatz für jeden geworbenen Neukunden. Gültig für 365 Tage.
es: %@ de almacenamiento gratuito para cada invitación. Válido durante 365 días.
fr: %@ d’espace de stockage pour chaque invitation. Valable pendant 365 jours.
id: %@ penyimpanan untuk setiap undangan. Berlaku selama 365 hari.
ja: 各紹介に対して%@のストレージ。 365日有効。
ko: 각 초대마다 %@의 저장소. 365일간 이용 가능
pt: %@ de armazenamento por cada convite. Válido por 365 dias.
ru: %@ на диске за каждое приглашение. Действительно 365 дней.
th: รับพื้นที่เก็บข้อมูล %@ ทุกครั้งเมื่อชวนเพื่อนสร้างรายได้ มีอายุใช้งาน 365 วัน
tr: %@ Her davetiye için depolama alanı. 365 gün boyunca geçerlidir.
vi: %@ vào không gian lưu trữ cho mỗi lần mời. Hạn dùng là 365 ngày.
zh_hans: 每次邀请可获得%@的存储空间。 有效期为365天。
zh_hant: 每推薦1個可獲得%@的儲存空間。 有效期限365天。

# Select from phone contacts or enter multiple email addresses
source: Select from device contacts or enter multiple email addresses.
ar: اختر من جهات اتصال الجهاز أو أدخل عناوين بريد إلكتروني متعددة.
de: Wählen Sie Kontakte von Ihrem Gerät oder geben Sie E-Mail-Adressen ein.
es: Seleccionar contactos desde el dispositivo o añadir varios correos electrónicos.
fr: Sélectionner des contacts sur votre appareil ou saisir plusieurs adresses courriel
id: Pilih dari kontak perangkat atau masukkan beberapa alamat email.
ja: 端末の連絡先から選択するか、複数のメールアドレスを入力してください
ko: 기기 연락처에서 선택하거나 여러 이메일 주소를 입력하세요.
pt: Selecione entre os contatos do seu dispositivo ou digite vários emails
ru: Выберите из контактов на устройстве или введите адреса электронной почты.
th: เลือกจากรายชื่อในอุปกรณ์หรือกรอกอีเมลได้หลายรายการ
tr: Cihaz kişileri arasından seçim yapın veya birden fazla e-posta adresi girin.
vi: Chọn từ sổ danh bạ của thiết bị hoặc điền vào các địa chỉ email.
zh_hans: 从设备通讯录中选择或者输入多个电子邮件地址。
zh_hant: 從裝置上的聯絡人來選擇或輸入多個電子郵件地址。

# insertYourFriendsEmails
source: Insert your friends’ email addresses:
ar: أدخل عنوان البريد الإلكتروني الخاصة بأصدقائك:
de: E-Mail-Adressen Ihrer Freunde:
es: Introduce los correos electrónicos de tus amigos:
fr: Saisissez les adresses courriel de vos amis :
id: Masukkan email teman anda:
ja: ご友人のメールアドレスを入力：
ko: 친구의 이메일을 입력하세요:
pt: Digite os emails dos seus amigos:
ru: Введите адреса электронной почты друзей:
th: กรอกอีเมลของเพื่อนคุณ:
tr: Arkadaşlarınızın e-posta adreslerini girin:
vi: Nhập địa chỉ email của bạn bè:
zh_hans: 请填写您好友的电子邮件地址：
zh_hant: 填入您朋友的電子郵件：

source: How it works
ar: كيف تعمل
de: Funktionsprinzip
es: Cómo funciona
fr: Fonctionnement
id: Cara kerja
ja: 仕組み
ko: 작동 원리
pt: Como funciona
ru: Как это работает
th: วิธีการทำงาน
tr: Nasıl çalışır
vi: Cách hoạt động
zh_hans: 如何使用
zh_hant: 如何使用

# howItWorksMain
source: Your friend needs to sign up for a free account on MEGA and [S]install at least one MEGA application[/S] (either the MEGA Desktop App or one of our MEGA Mobile Apps)
ar: يحتاج صديقك إلى التسجيل للحصول على حساب مجاني على ميغا MEGA و [S]القيام بتثبيت تطبيق ميغا MEGA واحد على الأقل[/S] (إما تطبيق ميغا MEGA للحاسوب المكتبي أو أحد تطبيقات ميغا MEGA للهاتف المحمول الخاصة بنا)
de: Der eingeladene Benutzer muss einen kostenlosen MEGA-Account erstellen und [S]mindestens eine MEGA-App installieren[/S] (MEGA-Desktop-App oder eine MEGA-Mobil-App)
es: Tu amigo tiene que registrarse para obtener una cuenta gratuita en MEGA e [S]instalar al menos una aplicación de MEGA[/S] (ya sea la aplicación de escritorio de MEGA o una de nuestras aplicaciones móviles)
fr: Votre ami doit créer un compte gratuit sur MEGA et [S]installer au moins une application MEGA[/S] (soit l’appli MEGA pour ordinateur, soit l’une de nos applis MEGA mobiles)
id: Teman anda perlu mendaftar untuk akun gratis di MEGA dan [S]instal setidaknya satu aplikasi MEGA[/S] (baik Aplikasi MEGA Desktop atau salah satu Aplikasi Seluler MEGA kami)
ja: ご友人はMEGAの無料アカウントにサインアップし、[S]MEGAアプリケーションを少なくとも1つインストールする[/S]必要があります（MEGAデスクトップアプリまたは当社のMEGAモバイルアプリのいずれか）
ko: 친구가 MEGA에 무료 계정을 등록하고 [S]MEGA 애플리케이션 중 하나를 설치[/S]해야 합니다 (데스크톱 앱이나 모바일 앱 중 하나)
pt: O seu amigo precisa cadastrar uma conta gratuita no MEGA e [S]instalar pelo menos um aplicativo do MEGA[/S] (pode ser o aplicativo do MEGA para desktop ou um dos nossos aplicativos móveis)
ru: Вашему другу нужно зарегистрироваться в MEGA и [S]установить хотя бы одно приложение MEGA[/S] (для настольных ПК или мобильных устройств)
th: เพื่อนของคุณจำเป็นต้องลงทะเบียนบัญชี MEGA ฟรี และ[S]ติดตั้งแอปพลิเคชัน MEGA อย่างน้อย 1 ตัว[/S] (ไม่ว่าจะเป็น แอป MEGA บนคอมพิวเตอร์หรือแอป MEGA บนมือถือ)
tr: Arkadaşınızın MEGA'da ücretsiz bir hesap açması gerekiyor ve [S]en az bir MEGA uygulaması yükleyin[/S] (MEGA Masaüstü Uygulaması veya MEGA Mobil Uygulamalarımızdan biri)
vi: Bạn của bạn cần phải đăng ký một tài khoản miễn phí trên MEGA và [S]cài đặt một trong những ứng dụng máy khách của MEGA[/S] (App MEGA cho Máy Tính hoặc App MEGA cho Di Động)
zh_hans: 您的朋友需要在MEGA注册一个免费帐户，并[S]安装至少一个MEGA应用程序[/S]（MEGA桌面应用程序或者我们的MEGA移动应用程序）
zh_hant: 您的朋友必須在MEGA註冊一個免費帳戶，並且[S]安裝至少一個MEGA用戶端應用程式[/S] （MEGA桌面應用程式或MEGA手機應用程式）

# howItWorksSecondary
source: You can notify your friend through any method. You will earn the bonus if you have entered your friend’s email address here prior to them signing up with that address.
ar: يمكنك إخطار صديقك من خلال أي طريقة. ستكسب المكافأة إذا أدخلت عنوان البريد الإلكتروني لصديقك هنا قبل تسجيله بهذا العنوان.
es: Puedes invitar amigos de varias formas. Obtendrás la cuota si has introducido el correo electrónico de tu amigo aquí antes de que se registre con esa dirección.
fr: Vous pouvez informer votre ami par n'importe quelle méthode. Vous gagnerez la prime si vous avez saisi le courriel de votre ami ici avant qu'il ne s'inscriive avec cette adresse.
id: Anda dapat memberi tahu teman anda melalui metode apa pun. Anda akan mendapatkan bonus jika anda telah memasukkan alamat email teman anda di sini sebelum mereka mendaftar dengan alamat itu.
ja: 何らかの方法でご友人にお知らせください。ご友人がご友人のメールアドレスでサインアップされる前に、そのメールアドレスをこちらでご入力いただいた場合、あなたに当該ボーナスを贈呈いたします。
ko: 당신의 친구에게 어떤 방법을 통해서든 알릴 수 있습니다. 친구가 이메일을 이용하여 가입하기 전에 여기에 친구의 이메일 주소를 입력하면 보너스를 얻을 것입니다.
pt: Você pode notificar o seu amigo através de qualquer método. Você receberá o bônus se tiver digitado o email do seu amigo aqui antes dele se cadastrar com esse email.
ru: Вы можете пригласить друга любым способом. Вы получите бонус, введя адрес электронной почты друга здесь до его регистрации с этим адресом.
th: คุณสามารถแจ้งให้เพื่อนของคุณทราบได้ด้วยวิธีการใดก็ได้ คุณจะได้รับโบนัสหากคุณได้กรอกที่อยู่อีเมลเพื่อนคุณไว้ที่นี่ก่อนที่เพื่อนคุณจะลงทะเบียนด้วยที่อยู่อีเมลนั้น
tr: Arkadaşınıza herhangi bir yöntemle bildirebilirsiniz. Arkadaşınızın e-posta adresini, o adresle kaydolmadan önce buraya girdiyseniz bonusu kazanacaksınız.
vi: Bạn có thể nhắc nhở bạn bè bằng nhiều các. Bạn sẽ nhận được băng thông nếu bạn điền địa chỉ email của bạn mình vào đây trước khi họ tạo tài khoản với địa chỉ email đó.
zh_hans: 您可以通过任何方式通知您的朋友。如果您在您的朋友使用该电子地址注册之前在此处输入了他们的电子邮件地址，您将会获得奖励。
zh_hant: 您可以使用任何方式通知您的朋友。如果您在您的朋友自行使用他們的電子郵件註冊MEGA之前先在此輸入了對方的電子信箱，您將會獲得配額。

# howItWorksTertiary
source: You will not receive credit for inviting someone who has used MEGA previously and you will not be notified about such a rejection.
ar: لن تتلقى رصيدًا لدعوة شخص استخدم ميغا MEGA مسبقًا ولن يتم إخطارك بمثل هذا الرفض.
de: Sie erhalten keine Boni für die Einladung bestehender oder ehemaliger MEGA-Nutzer. Sie werden über einen aus diesem Grund nicht erhaltenen Bonus nicht gesondert informiert.
es: Si invitas a alguien que ya haya utilizado MEGA anteriormente no recibirás el bono y no se te notificará.
fr: Vous ne recevrez aucun crédit si vous invitez quelqu’un qui a utilisé MEGA auparavant et un tel rejet ne vous sera pas signalé.
id: Anda tidak akan menerima kredit untuk mengundang seseorang yang telah menggunakan MEGA sebelumnya dan anda tidak akan dikabari tentang penolakkan tersebut.
ja: MEGAを以前に使用したことのある人を招待した場合、あなたはそのクレジットを受け取ることはありません。また、そのような拒否について通知されることもありません。
ko: MEGA를 이전에 사용했던 사람을 초대하는 것은 인정되지 않으며 이렇게 거부된 사항에 대해서 통보하지 않습니다.
pt: Você não receberá bônus por ter convidado alguém que já tiver usado o MEGA anteriormente, e você não será notificado sobre isso.
ru: Вы не получите бонус за приглашение тех, кто раньше использовал MEGA, и вы не будете уведомлены об отказе.
th: คุณจะไม่ได้รับเครดิตในการเชิญบุคคลที่เคยใช้ MEGA มาก่อนและจะไม่ได้รับแจ้งเกี่ยวกับการปฏิเสธดังกล่าว
tr: Daha önce MEGA kullanan birini davet ettiğiniz için kredi almayacaksınız ve böyle bir ret hakkında bilgilendirilmeyeceksiniz..
vi: Bạn sẽ không nhận được thưởng khi gửi lời mời tới những người đã có sẵn tài khoản với MEGA, hệ thống sẽ không gửi thông báo nào cho biết rằng lời mời đã bị từ chối.
zh_hans: 若您邀请的是曾使用过MEGA的用户，则无法获得奖励，且您将不会收到相关通知。
zh_hant: 若您邀請的是曾使用過MEGA的用戶則無法得到獎勵，且您將不會收到相關通知。

source: Unlocked bonuses:
ar: المكافآت المفتوحة:
de: Erhaltene Boni:
es: Bonos desbloqueados:
fr: Primes déverrouillées :
id: Bonus terbuka:
ja: 解除ボーナス：
ko: 해제된 보너스:
pt: Bônus desbloqueados:
ru: Полученные бонусы:
th: ปลดล็อกโบนัส:
tr: Kilidi açılmış bonuslar:
vi: Phần thưởng đã mở:
zh_hans: 已解锁奖励：
zh_hant: 待解任務與獎勵挑戰：

source: Storage quota
ar: مساحة التخزين المتاحة
de: Speicherplatz
es: Cuota de almacenamiento
fr: Quota d’espace de stockage
id: Kuota Penyimpanan
ja: ストレージ容量
ko: 저장공간 할당량
pt: Cota de armazenamento
ru: Лимит хранения данных
th: โควต้าพื้นที่เก็บข้อมูล
tr: Depolama kotası
vi: Hạn Mức Lưu Trữ
zh_hans: 存储空间
zh_hant: 空間使用量

# account.storageQuota
source: %@ storage
ar: %@ مساحة تخزين
de: %@ Speicherplatz
es: %@ de almacenamiento
fr: %@ d’espace de stockage
id: %@ Penyimpanan
ja: %@のストレージ
ko: %@ 저장소
pt: %@ de espaço de armazenamento
ru: %@ на диске
th: พื้นที่เก็บข้อมูล %@
tr: %@ depolama
vi: %@ Lưu trữ
zh_hans: %@存储空间
zh_hant: %@儲存空間

# account.storage.freePlan
source: [B]%@ GB[/B] storage
ar: [B]%@ غيغابايت[/B]من مساحة التخزين
de: [B]%@ GB[/B] Speicherplatz
es: [B]20 GB[/B] de almacenamiento
fr: [B]%@ Go[/B] d'espace de stockage
id: [B]%@ GB[/B] penyimpanan
ja: [B]%@ GB[/B]のストレージ
ko: [B]%@GB[/B] 저장소
pt: [B]%@ GB[/B] de armazenamento
ru: [B]%@ ГБ[/B] на диске
th: พื้นที่เก็บข้อมูล [B]%@ GB[/B]
tr: [B]%@ BÜYÜK BRİTANYA[/B] depolama
vi: [B]20 GB[/B] lưu trữ
zh_hans: [B]%@GB[/B]存储空间
zh_hant: [B]20 GB[/B]儲存空間

# Transfer Quota
source: Transfer
ar: تراسل المعطيات
es: Transferencia
fr: Transferts
id: Pemindahan
ja: 転送
ko: 전송
pt: Transferência
ru: Передача данных
th: ถ่ายโอน
tr: Aktarma
vi: Truyền Tải
zh_hans: 传输
zh_hant: 傳輸

# account.transferQuota.perMonth
source: %@ transfer
ar: %@ تراسل المعطيات
de: %@ Transfervolumen
es: %@ de transferencia
fr: %@ de transferts
ja: %@の転送
ko: %@ 전송
pt: %@ de cota de transferência
ru: %@ передач
th: ถ่ายโอนข้อมูล %@
vi: %@ Truyền Tải
zh_hans: %@传输流量
zh_hant: %@傳輸配額

# account.transferQuota.freePlan
source: [B]Limited[/B] transfer
ar: حجم تراسل معطيات [B]محدود[/B]
de: [B]Großzügiges[/B] Transferkontingent
es: Transferencia [B]limitada[/B]
fr: Transferts [B]limités[/B]
id: Transfer [B]Terbatas[/B]
ja: [B]限定された[/B]転送
ko: [B]제한된[/B] 전송
pt: Cota de transferência [B]limitada[/B]
ru: [B]Ограниченная[/B] передача
th: [B]จำกัด[/B]การถ่ายโอนข้อมูล
tr: [B]Sınırlı[/B] transfer
vi: Truyền Tải [B]Có Giới Hạn[/B]
zh_hans: [B]有限[/B]传输流量
zh_hant: [B]有限制的[/B]傳輸配額

# account.achievement.registration.title
source: Signup bonus
ar: مكافأة الاشتراك
de: Registrierungsbonus
es: Bono por registro de cuenta
fr: Prime d'inscription
id: Bonus pendaftaran
ja: サインアップボーナス
ko: 가입 보너스
pt: Bônus de cadastro
ru: Бонус за регистрацию
th: โบนัสการลงทะเบียน
tr: Kayıt bonusu
vi: Thưởng cho Đăng Ký Tạo Tài Khoản
zh_hans: 注册奖励
zh_hant: 註冊獎勵

# account.achievement.registration.explanation.label
source: You have received %@ storage space as your free signup bonus.
ar: لقد استلمت %@ من مساحة التخزين كمكافأة تسجيل مجانية.
de: Sie haben %@ Speicherplatz als kostenlosen Registrierungsbonus erhalten.
es: Has obtenido %@ de espacio de almacenamiento como bono de registro gratuito.
fr: Vous avez reçu %@ d’espace de stockage supplémentaire comme prime d’inscription.
id: Anda telah menerima %@ ruang penyimpanan sebagai bonus pendaftaran gratis anda.
ja: 無料サインアップボーナスとして%@のストレージスペースを受け取りました。
ko: 당신은 무료 가입 보너스로 저장 공간 %@를 받았습니다.
pt: Você recebeu %@ de espaço de armazenamento como bônus por cadastrar uma conta.
ru: За регистрацию вы получаете %@ на диске в качестве бонуса.
th: คุณได้รับพื้นที่เก็บข้อมูล %@ เป็นโบนัสการลงทะเบียนฟรี
tr: Aldınız %@ ücretsiz kayıt bonusunuz olarak depolama alanı.
vi: Bạn nhận được %@ thêm cho không gian lưu trữ từ việc đăng ký tạo tài khoản.
zh_hans: 您已经收到%@的存储空间作为您的免费注册奖励。
zh_hant: 您已經免費註冊而獲得%@儲存空間獎勵。

# account.achievement.referralBonus.title
source: Invitation bonuses
ar: مكافآت الدعوة
de: Empfehlungsboni
es: Bonos por invitación
fr: Primes d’invitation
id: Bonus undangan
ja: 招待ボーナス
ko: 초대 보너스
pt: Bônus de indicação
ru: Бонусы за приглашения
th: โบนัสคำเชิญ
tr: Davetiye bonusları
vi: Thưởng thêm từ việc giới thiệu
zh_hans: 邀请奖励
zh_hant: 推薦獎勵

# account.achievement.desktopApp.title
source: Install the MEGA Desktop App
ar: قم بتثبيت تطبيق ميغا MEGA للحاسوب المكتبي
de: MEGA-Desktop-App installieren
es: Instalar la aplicación de escritorio
fr: Installer l’appli MEGA pour ordinateur
id: Instal aplikasi desktop MEGA
ja: MEGAデスクトップアプリをインストール
ko: MEGA 데스크톱 앱 설치
pt: Instalar o aplicativo do MEGA para desktop
ru: Установить настольное приложение MEGA
th: ติดตั้งแอป MEGA บนเดสก์ท็อป
tr: MEGA Masaüstü Uygulamasını yükleyin
vi: Cài app MEGA cho Máy Tính
zh_hans: 安装MEGA桌面应用程序
zh_hant: 安裝MEGA桌面應用程式

# account.achievement.desktopApp.complete.explaination.label
source: You have received %@ storage space for installing the MEGA Desktop App.
ar: لقد تلقيت %@ من مساحة التخزين لتثبيتك تطبيق ميغا للحاسوب المكتبي MEGA desktop.
de: Sie haben %@ Extraspeicherplatz für die Installation der MEGA-Desktop-App erhalten.
es: Has obtenido %@ de espacio de almacenamiento por instalar la aplicación de escritorio de MEGA.
fr: Vous avez reçu %@ d’espace de stockage pour avoir installé l’appli MEGA pour ordinateur.
id: Anda telah menerima %@ ruang penyimpanan untuk menginstal aplikasi desktop MEGA.
ja: あなたはMEGAデスクトップアプリのインストールに対して、%@のストレージスペースを受け取りました。
ko: MEGA 데스크톱 앱을 설치하여 %@의 저장 공간을 받았습니다.
pt: Você recebeu %@ de espaço de armazenamento por instalar o aplicativo do MEGA para desktop.
ru: Вы получили %@ на диске за установку настольного приложения.
th: คุณได้รับพื้นที่เก็บข้อมูล %@ จากการติดตั้งแอป MEGA บนเดสก์ท็อป
tr: Aldınız %@ MEGA Masaüstü Uygulamasını yüklemek için depolama alanı.
vi: Bạn đã nhận được %@ không gian lưu trữ từ việc cài ứng dụng MEGA cho máy tính.
zh_hans: 您已通过安装MEGA桌面应用程序获得了%@存储空间。
zh_hant: 您已經安裝MEGA桌面應用程式而獲得%@儲存空間過了。

# account.achievement.desktopApp.incomplete.explaination.label
source: When you install the MEGA Desktop App you get %@ of complimentary storage space, valid for 365 days. The MEGA Desktop App is available for Windows, macOS and most Linux distributions.
ar: عند تثبيتك لتطبيق ميغا للحاسوب المكتبي MEGA desktop، ستحصل على %@ من مساحة التخزين المجانية الصالحة لمدة 365 يومًا. يتوفر تطبيق ميغا للحاسوب المكتبي MEGA desktop لأنظمة التشغيل ويندوز Windows و ماك macOS ومعظم إصدارات لينوكس Linux.
de: Bei Installation der MEGA-Desktop-App erhalten Sie %@ kostenlosen Extraspeicherplatz, gültig für 365 Tage. Die MEGA-Desktop-App ist für Windows, macOS und die meisten Linux-Distributionen verfügbar.
es: Al instalar la aplicación de escritorio de MEGA, obtienes %@ de almacenamiento adicional válido durante 365 días. La aplicación de escritorio está disponible para Windows, macOS y la mayoría de las distribuciones de Linux.
fr: En installant l’appli MEGA pour ordinateur, vous obtenez %@ d’espace de stockage gratuit valable pendant 365 jours. L’appli MEGA pour ordinateur est proposée pour Windows, macOS et la plupart des versions de Linux.
id: Saat anda menginstal aplikasi desktop MEGA, anda mendapatkan %@ ruang penyimpanan gratis, berlaku selama 365 hari. Aplikasi desktop MEGA tersedia untuk Windows, macOS, dan sebagian besar distro Linux.
ja: MEGAデスクトップアプリをインストールすると、無料のストレージスペース%@が得られます。これは365日間有効です。MEGAデスクトップアプリは、Windows、macOS、そして大半のLinuxディストリビューションでご利用いただけます。
ko: MEGA 데스크톱 앱을 설치하면 365일간 이용 가능한 %@의 무료 저장 공간을 받게 됩니다. MEGA 데스크톱 앱은 Windows, macOS 그리고 대부분의 Linux 배포판에서 이용 가능합니다.
pt: Ao instalar o aplicativo para desktop do MEGA, você recebe grátis %@ de espaço de armazenamento, válidos por 365 dias. O aplicativo para desktop do MEGA está disponível para Windows, macOS e a maioria das distribuições Linux.
ru: Установив настольное приложение MEGA, вы получите %@ бонусного места на диске на 365 дней. Приложение MEGA для компьютера доступно на Windows, macOS и большинстве дистрибутивов Linux.
th: เมื่อคุณติดตั้งแอป MEGA บนเดสก์ท็อป คุณจะได้รับพื้นที่เก็บข้อมูลฟรี %@ มีอายุการใช้งาน 365 วัน แอป MEGA บนเดสก์ท็อปสามารถใช้ได้ทั้ง Windows, macOS และ Linux distros เป็นส่วนใหญ่
tr: MEGA Masaüstü Uygulamasını yüklediğinizde alırsınız %@ 365 gün boyunca geçerli olan ücretsiz depolama alanı. MEGA Masaüstü Uygulaması Windows, macOS ve çoğu Linux dağıtımı için kullanılabilir.
vi: Sau khi cài đặt MEGA trên máy tính, bạn sẽ nhận được thêm %@ vào không gian lưu trữ, có hạn sử dụng là 365 ngày. MEGA còn có apps dành cho Windows, macOS và đa số các máy Linux distros.
zh_hans: 安装MEGA桌面应用程序后，您会获得%@免费存储空间，有效期为365天。MEGA桌面应用程序适用于Windows，macOS和大多数Linux发行版。
zh_hant: 當您安裝MEGA桌面應用程式時，您可獲得%@的免費儲存空間，有效期為 365天。MEGA桌面應用程式可在Windows、macOS和大多數Linux發行版使用。

# account.achievement.mobileApp.title
source: Install the MEGA Mobile App
ar: تثبيت تطبيق ميغا للهاتف المحمول MEGA mobile
de: MEGA-Mobil-App installieren
es: Instalar la aplicación móvil de MEGA
fr: Installer l’appli MEGA mobile
id: Install Aplikasi Seluler MEGA
ja: MEGAモバイルアプリをインストール
ko: MEGA 모바일 앱 설치
pt: Instalar o aplicativo do MEGA para dispositivos móveis
ru: Установить мобильное приложение MEGA
th: ติดตั้งแอป MEGA บนมือถือ
tr: MEGA Mobil Uygulamasını yükleyin
vi: Cài app MEGA cho Di Động
zh_hans: 安装MEGA手机应用程序
zh_hant: 安裝MEGA手機應用程式

# account.achievement.mobileApp.complete.explaination.label
source: You have received %@ storage space for installing the MEGA mobile app.
ar: لقد تلقيت %@ من مساحة تخزين لتثبيتك تطبيق ميغا للهاتف المحمول MEGA mobile.
de: Sie haben %@ Extraspeicherplatz für die Installation der MEGA-Mobil-App erhalten.
es: Has obtenido %@ de espacio de almacenamiento por instalar la aplicación móvil de MEGA.
fr: Vous avez reçu %@ d’espace de stockage pour avoir installé l’appli MEGA mobile.
id: Anda telah menerima %@ ruang penyimpanan untuk menginstal aplikasi seluler MEGA.
ja: あなたはMEGAモバイルアプリのインストールに対して、%@のストレージスペースを受け取りました。
ko: MEGA 모바일 앱을 설치하여 저장소 공간 %@를 받았습니다.
pt: Você recebeu %@ de espaço de armazenamento por instalar o aplicativo do MEGA para dispositivos móveis.
ru: Вы получили %@ на диске за установку мобильного приложения.
th: คุณได้รับพื้นที่เก็บข้อมูล %@ จากการติดตั้งแอป MEGA บนมือถือ
tr: Aldınız %@ MEGA mobil uygulamasını yüklemek için depolama alanı.
vi: Bạn đã nhận được %@ không gian lưu trữ từ việc cài ứng dụng MEGA cho di động.
zh_hans: 您已通过安装MEGA手机应用程序获得了%@存储空间。
zh_hant: 您已經安裝MEGA手機應用程式而獲得%@儲存空間過了。
