Repository: meganz/iOS
Catalog: iMEGA/*.lproj/Localizable.strings
Languages: ca, cy, ru, zh_hant

source: Cancel
ca: Cancel·la
cy: Diddymu
ru: Отмена
zh_hant: 取消

source: OK
ca: D'acord
cy: Iawn
ru: ОК
zh_hant: 好

source: Error
cy: Gwall
ru: Ошибка
zh_hant: 錯誤

source: Name
ca: Nom
cy: Enw
ru: Имя
zh_hant: 名稱

source: Passcode
ca: Contrasenya
cy: Cod cyfrinachol
ru: Код доступа
zh_hant: 密碼

source: Size
ca: Mida
cy: Maint
ru: Размер
zh_hant: 大小

source: Folder
ca: Carpeta
cy: Plygell
ru: Папка
zh_hant: 資料夾

# noCamera
source: No camera available
ca: No hi ha cap càmera disponible
ru: Камера недоступна
zh_hant: 無可用的相機

source: Attention
ca: Atenció
cy: Rhybudd
ru: Внимание
zh_hant: 請注意

# cameraPermissions
source: Please give MEGA app permission to access your Camera in your Settings
ca: Si us plau, entra a Configuració i dóna accés a l'app de MEGA per accedir a la teva Càmera.
ru: Пожалуйста, предоставьте приложению MEGA доступ к камере в Настройках
zh_hant: 請在設置中允許 MEGA App 訪問您的相機。

# photoLibraryPermissions
source: Please give MEGA app permission to access your photo library in Settings
ca: Si us plau, entra a Configuració i dóna permís a MEGA per tal que pugui accedir al teu àlbum de fotos!
ru: Пожалуйста, предоставьте приложению MEGA доступ к библиотеке фотографий в Настройках
zh_hant: 請在設置中允許 MEGA App 訪問您的照片庫。

# emptyFolderMessage
source: You can't download an empty folder
ca: No pots descarregar una carpeta buida
cy: Ni allwch lawrlwytho plygell wag
ru: Вы не можете скачать пустую папку
zh_hant: 您不能下載空的資料夾。

# accountAlreadyConfirmed
source: Your account has already been activated. Please log in.
ca: El teu compte ja ha estat activat. Si us plau, inicia la sessió.
cy: Bywiogwyd eich cyfrif eisoes. Mewngofnodwch.
ru: Ваша учётная запись активирована. Пожалуйста, авторизируйтесь.
zh_hant: 帳號已可使用。請登入。

# invalidLink
source: Invalid MEGA Link
ca: Enllaç de MEGA no vàlid
cy: Dolen MEGA annilys
ru: Неправильная ссылка MEGA
zh_hant: 無效的 MEGA 連接

source: File encrypted
ca: Fitxer xifrat
ru: Файл зашифрован
zh_hant: 該檔案已被加密

# fileEncryptedMessage
source: You can't import or download an encrypted file as the decryption key is missing.
ca: De moment no pots importar o descarregar un fitxer xifrat.
ru: На данный момент вы не можете импортировать или скачать зашифрованный файл.
zh_hant: 由於缺少解密秘鑰，您無法導入或下載這個加密檔案。

source: Folder encrypted
ca: Carpeta xifrada
ru: Папка зашифрована
zh_hant: 該資料夾已被加密

# folderEncryptedMessage
source: You can't import or download an encrypted folder as the decryption key is missing.
ca: De moment no pots descarregar o importar una carpeta xifrada.
ru: Вы не можете импортировать или скачать зашифрованную папку, так как ключ дешифрования отсутствует.
zh_hant: 由於缺少解密秘鑰，您無法導入或下載這個加密資料夾。

# loggedOut_alertTitle
source: Logged out
ca: Sessió tancada
cy: Allgofnodwyd
ru: Выйти из системы
zh_hant: 已登出

# loggedOutFromAnotherLocation
source: You have been logged out of this device from another location
ca: Has tancat el compte d'aquest dispositiu des d'una altra ubicació
ru: Вы вышли из этого устройства из другого места
zh_hant: 您已從其他位置登出該設備

source: MEGA SPACE
ca: MEGA-ESPAI
cy: STORFA MEGA
ru: ПРОСТРАНСТВО MEGA
zh_hant: MEGA 存儲空間

source: MEGA SPEED
ca: MEGA-VELOCITAT
cy: CYFLYMDER MEGA
ru: СКОРОСТЬ MEGA
zh_hant: MEGA 網絡速度

source: MEGA PRIVACY
ca: MEGA-PRIVACITAT
cy: PREIFATRWYDD MEGA
ru: КОНФИДЕНЦИАЛЬНОСТЬ MEGA
zh_hant: MEGA 隱私保護

source: MEGA ACCESS
ca: MEGA-ACCÉS
ru: ДОСТУП MEGA
zh_hant: 訪問 MEGA

# megaSpaceText
source: Register now and get 50 GB of free space.
ca: Registra't ara i obtén 50GB d'espai de franc.
cy: Cofrestrwch nawr i gael storfa 50GB am ddim.
ru: Зарегистрируйтесь сейчас и получите 50 Гб свободного пространства.
zh_hant: 馬上註冊獲得50 GB 免費空間

# megaSpeedText
source: Uploads are fast. Quickly share files with everyone.
ca: Les pujades són ràpides.Comparteix fitxers de forma instantània amb tothom.
cy: Uwchlwytho cyflym.Rhannwch ffeiliau â phawb.
ru: Загрузки это быстро.Быстро поделись файлами со всеми.
zh_hant: 高速上傳。快速共享文件給每個人。

# megaPrivacyText
source: Keep all your files safe with MEGA's end-to-end encryption.
ca: Mantén tots els teus fitxers fora de perill amb el xifratge punt-a-punt de MEGA.
cy: Cadwch eich ffeiliau'n ddiogel gydag amgryptio o un pen i'r llall.
ru: Храните все свои файлы в безопасности с сквозным шифрованием MEGA.
zh_hant: 使用MEGA確保您的文件的安全性終端至終端加密技術

# megaAccessText
source: Get fully encrypted access anywhere, anytime.
ca: Aconsegueix accés complet i xifrat a qualsevol lloc i en qualsevol moment.
cy: Cewch fynediad wedi'i amgryptio'n llawn unrhyw le, unrhyw bryd.
ru: Получить полностью зашифрованный доступ в любом месте, в любое время.
zh_hant: 隨時隨地獲得完全加密訪問

source: Login
ca: Inicia la sessió
cy: Mewngofnodi
ru: Вход
zh_hant: 登入

source: Create Account
ca: Crea un compte
cy: Creu cyfrif
ru: Создать учётную запись
zh_hant: 建立帳號

source: Remain logged in
cy: Aros wedi mewngofnodi
zh_hant: 保持登錄狀態

# invalidMailOrPassword
source: Invalid e-mail and/or password. Please try again
ca: La contrasenya i/o l'adreça de correu electrònic no són vàlides. Torna a intentar-ho.
cy: E-bost a/neu gyfrinair annilys. Rhowch gynnig arall arni
ru: Неправильный email/пароль. Пожалуйста попробуйте еще раз.
zh_hant: 郵箱地址或密碼無效。請重試

# emailInvalidFormat
source: Enter a valid email
ca: Introdueix una adreça de correu electrònic vàlida
cy: Rhowch e-bost dilys
ru: Введите правильный email
zh_hant: 請輸入有效的郵箱地址

# passwordInvalidFormat
source: Enter a valid password
ca: Introdueix una contrasenya vàlida
cy: Rhowch gyfrinair dilys
ru: Введите правильный пароль
zh_hant: 請輸入有效的密碼

# emailPlaceholder
source: Email
ca: Correu electrònic
cy: E-bost
zh_hant: 郵箱地址

# passwordPlaceholder
source: Password
ca: Contrasenya
cy: Cyfrinair
ru: Пароль
zh_hant: 密碼

# termsOfServiceButton
source: I agree with the MEGA Terms of Service
ca: Estic d'acord amb les Condicions de Servei de MEGA
ru: Я согласен с условиями предоставления услуг MEGA
zh_hant: 我同意 MEGA 的服務條款

# nameInvalidFormat
source: Enter a valid name
ca: Introdueix un nom vàlid
cy: Rhowch enw dilys
ru: Введите правильное имя
zh_hant: 請輸入有效的名字

source: Passwords do not match
ca: Les contrasenyes no coincideixen
cy: Dyw'r cyfrineiriau ddim yn cyd-fynd
ru: Пароли не совпадают
zh_hant: 密碼不匹配

# termsCheckboxUnselected
source: You need to agree with the Terms of Service to register an account on MEGA.
ca: Has d'estar d'acord amb les condicions de servei per registrar un compte a MEGA.
cy: Rhaid i chi gytuno â'r telerau defnyddio i gofrestru cyfrif ar MEGA.
ru: Вы должны принять условия предоставления услуг, чтобы зарегистрировать учётную запись в MEGA.
zh_hant: 您需要同意MEGA服務條款才可註冊帳號。

# emailAlreadyRegistered
source: This e-mail address has already registered an account with MEGA
ca: Aquesta adreça de correu electrònic ja ha estat registrada en un compte de Mega.
cy: Mae'r cyfeiriad e-bost eisoes wedi cofrestru cyfrif gyda Mega.
ru: На введенный вами электронный адрес уже зарегистрирована учётная запись сервиса MEGA.
zh_hant: 這個電子郵件信箱在Mega已被註冊。

source: Awesome!
ca: Genial!
cy: Gwych!
ru: Замечательно!
zh_hant: 成功！

# accountCreated
source: Please check your e-mail and click the link to confirm your account.
ca: Si us plau, verifica el teu correu electrònic i fes clic a l'enllaç per confirmar el teu compte.
cy: Gwiriwch eich e-bost a chliciwch ar y ddolen i gadarnhau eich cyfrif.
ru: Подтвердите регистрацию, перейдя по ссылке в письме, которое придёт на ваш электронный адрес.
zh_hant: 請檢查你的電子郵件，並點擊信中的連結以確認帳號。

# confirmText
source: Please enter your password to confirm your account
ca: Si us plau, introdueix la teva contrasenya per confirmar el compte
cy: Rhowch eich cyfrinair i gadarnhau eich cyfrif
ru: Пожалуйста введите пароль, чтобы подтвердить Ваш аккаунт
zh_hant: 請輸入您的密碼來確認賬戶

# confirmAccountButton
source: Confirm your account
ca: Confirma el teu compte
cy: Cadarnhau eich cyfrif
ru: Подтверждение учётной записи
zh_hant: 確認您的帳號

# passwordWrong
source: Wrong password
ca: Contrasenya errònia
cy: Cyfrinair anghywir
ru: Неверный пароль
zh_hant: 錯誤密碼

# alreadyLoggedInAlertTitle
source: You are logged in with another account
ca: Tens una sessió oberta amb un altre compte
cy: Rydych wedi mewngofnodi i gyfrif arall
ru: Вы авторизированны под другим аккаунтом.
zh_hant: 您已經使用其他賬戶登錄了

# alreadyLoggedInAlertMessage
source: If you agree, the current account will be logged out and all Offline data will be erased. Do you want to continue?
ca: Si acceptes, el compte actual tancarà sessió i esborrarà totes les dades per a ús fora de línia. Vols continuar?
ru: Если вы согласны, будет произведен выход из аккаунта и все оффлайн данные будут удалены. Вы хотите продолжить?
zh_hant: 如果您同意，當前的賬戶將被登出並且所有離線數據將被刪除。是否要繼續？

# nodeTooBig
source: You need to free some space on your device
ca: Necessites alliberar una mica d'espai
ru: Вам необходимо освободить больше места
zh_hant: 您的設備內存不足

source: MEGA Link
ca: MEGA Enllaç
cy: Dolen MEGA
ru: Ссылка MEGA
zh_hant: MEGA連接

# importButton
source: Import to Cloud Drive
ca: Importa al teu Disc al Núvol
cy: Mewnforio i'ch storfa gwmwl
ru: Импортировать на Ваш Облачный Диск
zh_hant: 導入雲端硬碟

# downloadButton_fileLink
source: Download to your MEGA App
ca: Descarrega a la teva Aplicació de MEGA
cy: Lawrlwytho i'ch ap MEGA
ru: Скачать на Ваше MEGA приложение
zh_hant: 下載至您的 MEGA App

# openButton
source: Open file
ca: Obre el fitxer
cy: Agor ffeil
ru: Открыть файл
zh_hant: 打開檔案

# fileTooBigMessage
source: The file you are trying to download is bigger than the available memory.
ca: El fitxer que estàs intentant descarregar és més gran que la memòria disponible.
ru: Файл, который вы пытаетесь загрузить больше, чем доступной памяти.
zh_hant: 您正在嘗試下載的檔案大於可用內存。

# fileTooBigMessage_open
source: The file you are trying to open is bigger than the available memory.
ca: El fitxer que estàs intentant obrir és més gran que la capacitat de memòria disponible.
ru: Файл, который вы пытаетесь открыть, больше, чем доступная память.
zh_hant: 您正在嘗試打開的檔案大於可用內存。

# fileLinkUnavailableTitle
source: File link unavailable
ca: Enllaç del fitxer no disponible
ru: Ссылка на файл недоступна
zh_hant: 這不是有效的檔案連接

# fileLinkUnavailableText
source: This could be due to the following reasons:- The file has been removed because of a ToS/AUP violation.- Invalid URL – the link you are trying to access does not exist.- The file has been deleted by the user.
ca: Això pot ser degut als següents motius:-El fitxer s'ha eliminat degut a una violació de les CdS/AUP.-L'enllaç no és vàlid - l'enllaç al qual intentes accedir no existeix.-L'usuari ha eliminat el fitxer.
ru: Это могло произойти по следующим причинам:- Файл был удален из-за нарушения условий предоставления услуг.- Неправильный URL - ссылка, к которой Вы пытаетесь получить доступ, не существует.- Файл был удален пользователем.
zh_hant: 這可能是由於下列原因：﹣該檔案由於違反服務條款或產品使用政策已被刪除。﹣ 無效的網址: 您試圖訪問的連接不存在。﹣ 該檔案已被用戶刪除。

source: Download started
ca: Ha començat la descàrrega!
cy: Dechreuwyd lawrlwytho!
ru: Скачка начата!
zh_hant: 已開始下載

# downloadButton
source: Download
ca: Descarrega
cy: Lawrlwytho
ru: Скачать
zh_hant: 下載

# folderTooBigMessage
source: The folder you are trying to download is bigger than the avaliable memory.
ca: La carpeta que estàs intentant descarregar és més gran que la memòria disponible.
cy: The folder you are trying to download is bigger than the available memory.
ru: Папка, которую вы пытаетесь скачать, больше, чем доступная память.
zh_hant: 您正在嘗試下載的資料夾大於可用內存。

# folderCreationError
source: The folder '%@' can't be created
ca: La carpeta '%@' no es pot crear
cy: Methu creu'r blygell '%@'
ru: Папка '%@' не может быть создана
zh_hant: 資料夾 '%@' 創建失敗

# folderLinkUnavailableTitle
source: Folder link unavailable
ca: Enllaç de carpeta no disponible
cy: Dyw dolen y blygell ddim ar gael
ru: Ссылка на папку недоступна
zh_hant: 資料夾連結無法使用

# folderLinkUnavailableText
source: This could be due to the following reasons:- The folder link has been removed because of a ToS/AUP violation.- Invalid URL – the link you are trying to access does not exist.- The folder link has been deleted by the user.
ca: Això pot ser degut als següents motius:-El fitxer s'ha eliminat degut a una violació de les CdS/AUP.-L'enllaç no és vàlid - l'enllaç al qual intentes accedir no existeix.-L'usuari ha eliminat el fitxer.
ru: Это могло произойти по следующим причинам:- Файл был удален из-за нарушения условий предоставления услуг.- Неправильный URL - ссылка, к которой Вы пытаетесь получить доступ, не существует.- Файл был удален пользователем.
zh_hant: 這可能是由於下列原因：﹣該資料夾由於違反服務條款或產品使用政策已被刪除。﹣ 無效的網址: 您試圖訪問的連接不存在。﹣ 該連接的資料夾已被用戶刪除。

source: No internet connection
ca: No hi ha connexió a internet
cy: Dim cysylltiad â'r we
ru: Нет Интернет Соединения
zh_hant: 無網絡連接

source: Empty Folder
ca: No hi ha fitxers dins la carpeta
cy: Dim ffeiliau yn y blygell
ru: Папка пуста
zh_hant: 文件夾中沒有文件

# folderLinkEmptyState_title
source: Empty folder link
ca: Enllaç a una carpeta buida
ru: Ссылки на папки отсутствуют
zh_hant: 該連接的資料夾為空

# folderLinkEmptyState_text
source: This folder link doesn't have any files
ca: En aquest moment aquest enllaç no té cap fitxer.
ru: В настоящее время под ссылке нет ни одного файла.
zh_hant: 這個資料夾連接中沒有檔案

# folderLinkEmptyState_textFolder
source: This child folder doesn't have any files.
ca: En aquest moment aquesta carpeta secundària no conté cap fitxer.
cy: This sub folder doesn't have any files.
ru: В этой дочерней папке пока нет файлов.
zh_hant: 這個子資料夾內沒有檔案。

# cloudDriveEmptyState_title
source: No files in your Cloud Drive
ca: No tens fitxers al disc del núvol
cy: Does dim ffeiliau yn eich storfa gwmwl
ru: На вашем Облачном Диске нет файлов
zh_hant: 您的雲端硬碟中沒有檔案

# cloudDriveEmptyState_titleContact
source: No files in this shared folder
ca: No hi ha cap fitxer dins aquesta carpeta compartida
ru: Нет файлов в общей папке
zh_hant: 該共享資料夾里沒有檔案

# cloudDriveEmptyState_titleRubbishBin
source: Empty rubbish bin
ca: Buida la paperera
cy: Clirio'r bin sbwriel
ru: Очистить Корзину
zh_hant: 清除垃圾夾

# cloudDriveEmptyState_text
source: Add files using the above button
ca: Afegeix fitxers fent servir el botó superior.
ru: Добавьте файлы, используя верхнюю кнопку.
zh_hant: 使用右上角的按鈕來添加檔案

# cloudDriveEmptyState_textContact
source: Share something. Add files using the above button.
ca: Comparteix alguna cosa! Afegeix fitxers fent servir el botó de dalt.
ru: Поделитесь чем-нибудь! Добавьте файлы с помощью верхней кнопки.
zh_hant: 使用右上角的按鈕來添加分享吧。

# cameraUploadsEmptyState_title
source: Camera Uploads is disabled
ca: Les pujades de la càmera estan deshabilitades
ru: Загрузки с Камеры разблокированы
zh_hant: 相機上傳已禁用

# cameraUploadsEmptyState_text
source: Enable Camera Uploads to have a copy of your device photos on MEGA.
ca: Habilita les pujades de la càmera per tenir una còpia a MEGA de les fotos del teu dispositiu.
ru: Включить Загрузки с камеры, чтобы иметь копию ваших фотографий с вашего устройства на МЕГА.
zh_hant: 開啟相機上傳來複製您設備中的照片到 MEGA。

# offlineEmptyState_title
source: No files saved for offline
ca: No hi ha fitxers desats per a ús fora de línia
ru: Файлы не были сохранены для Оффлайн
zh_hant: 無保存的離線檔案

# offlineEmptyState_text
source: Download files to use them when you don't have internet connection.
ca: Descarrega fitxers per fer-los servir quan no tinguis connexió a internet.
ru: Скачать файлы, чтобы использовать их, когда отсутствует подключение к интернету.
zh_hant: 下載檔案至本地以便無網絡連接時使用。

# contactsEmptyState_title
source: You don't have any contacts
ca: Encara no has afegit cap contacte!
ru: У Вас пока нет добавленных контактов.
zh_hant: 您還沒有聯繫人

# contactsEmptyState_text
source: Add contacts using the above button.
ca: Afegeix contactes fent servir el botó superior.
ru: Добавьте контакты, используя верхнюю кнопку.
zh_hant: 使用右上角的按鈕添加聯絡人

# transfersEmptyState_titlePaused
source: Transfers paused
ca: Transferències pausades
ru: Передачи Приостановлены
zh_hant: 傳輸已暫停

# transfersEmptyState_textPaused
source: Resume the transfers using the above button.
ca: Reprèn les transferències fent servir el botó de dalt.
ru: Возобновите передачи, используя верхнюю кнопку.
zh_hant: 使用右上面的按鈕來恢復傳輸

# transfersEmptyState_textDownload
source: You don't have any pending downloads.
ca: No tens cap descàrrega pendent.
ru: У Вас нет загрузок в режиме ожидания.
zh_hant: 你沒有等待下載的傳輸。

# transfersEmptyState_textUpload
source: You don't have any pending uploads
ca: No tens cap pujada pendent.
ru: У Вас нет загрузок в режиме ожидания.
zh_hant: 沒有等待上傳的傳輸。

source: Cloud Drive
ca: Disc al núvol
cy: Storfa gwmwl
ru: Облачный диск
zh_hant: 雲端硬碟

# oneFile
source: %d file
ca: %d fitxer
cy: %d ffeil
ru: %d файл
zh_hant: %d 個檔案

# files
source: %d files
ca: %d fitxers
cy: %d ffeil
ru: %d файлов
zh_hant: %d 個檔案

# oneFolder
source: %d folder
ca: %d carpeta
cy: %d plygell
ru: %d папка
zh_hant: %d 個資料夾

# folders
source: %d folders
ca: %d carpetes
cy: %d o blygellau
ru: %d папок(и)
zh_hant: %d 個資料夾

# folderAndFile
source: %d folder • %d file
ca: %d carpeta • %d fitxer
cy: %d blygell • %d ffeil
ru: %d папка • %d файл
zh_hant: %d 個資料夾 • %d 個檔案

# foldersAndFiles
source: %d folders • %d files
ca: %d carpetes • %d fitxers
cy: %d plygell • %d ffeil
ru: %d папок(и) • %d файлов(а)
zh_hant: %d 個資料夾 • %d 個檔案

# foldersAndFile
source: %d folders • %d file
ca: %d carpetes • %d fitxer
cy: %d plygell • %d ffeil
ru: %d папок(и) • %d файл
zh_hant: %d 個資料夾 • %d 個檔案

# folderAndFiles
source: %d folder • %d files
ca: %d carpeta • %d fitxers
cy: %d blygell • %d ffeil
ru: %d папок(и) • %d файлов(а)
zh_hant: %d 個資料夾 • %d 個檔案

source: Queued
ca: En cua
cy: Yn y ciw
ru: В очереди
zh_hant: 序列

source: Transfer canceled!
ca: S'ha cancel·lat la transferència!
ru: Передача отменена!
zh_hant: 傳輸已取消！

# documentOpening_alertTitle
source: There are pending downloads
ca: Hi ha descàrregues pendents
ru: Есть загрузки, поставленные на ожидание
zh_hant: 該文件有待處理的下載

# documentOpening_alertMessage
source: Try again later or cancel
ca: Intenta-ho més tard o cancel·la-les
ru: Попробуйте позже или отмените их
zh_hant: 稍後再試或取消

# sortTitle
source: Sort by
ca: ORDENA PER
cy: TREFNU YN ÔL
ru: СОРТИРОВАТЬ ПО
zh_hant: 排列順序

source: Save
ca: Guardar
cy: Cadw
ru: Сохранить
zh_hant: 儲存

source: Name (ascending)
ca: nom (ascendent)
cy: enw (esgynnol)
ru: Имя (по возрастанию)
zh_hant: 名字（升序）

source: Name (descending)
ca: nom (descendent)
cy: enw (disgynnol)
ru: Имя (по убыванию)
zh_hant: 名字（降序）

source: Largest
ca: més gran
cy: mwyaf
ru: Самые большие
zh_hant: 从大到小

source: Smallest
ca: més petit
cy: lleiaf
ru: самые маленькие
zh_hant: 由小至大

source: Newest
ca: més recent
cy: diweddaraf
ru: Новейшие
zh_hant: 由新到舊

source: Oldest
ca: més antic
cy: hynaf
ru: старейшие
zh_hant: 由舊至新

# choosePhotoVideo
source: Choose
ca: Tria
cy: Dewis
ru: Выбрать
zh_hant: 選取

# capturePhotoVideo
source: Capture
ca: Captura
cy: Tynnu
ru: Съемка
zh_hant: 拍攝

source: New Folder
ca: Carpeta nova
cy: Plygell newydd
ru: Новая папка
zh_hant: 新增資料夾

# newFolderMessage
source: Name for the new folder
ca: Nom de la nova carpeta
cy: Enw'r blygell newydd
ru: Имя для новой папки
zh_hant: 新資料夾的名字

# createFolderButton
source: Create
ca: Crea
cy: Creu
ru: Создать
zh_hant: 建立

# uploadFrom
source: Import from...
ca: Pujar des de...
cy: Wrthi'n uwchlwytho o...
ru: Загрузить из...
zh_hant: 自... 導入

# fileExistAlertController_Message
source: %@ already uploaded
ca: El fitxer %@ ja s'havia pujat
ru: %@ уже загружен
zh_hant: 已上傳 %@

# uploadStarted_Message
source: Upload started
ca: Ha començat la pujada!
ru: Загрузка начата!
zh_hant: 已開始上傳

source: Save for offline
ca: Desa per a ús Fora de línia
cy: Cadw all-lein
ru: Сохранить для Оффлайн
zh_hant: 保存離線使用

source: Saved for Offline
ca: Desat per a fora de línia
cy: Cadwyd all-lein
ru: Сохранено для оффлайн
zh_hant: 存儲供離線使用

source: Get link
ca: Obtén l'enllaç
cy: Estyn y ddolen
ru: Получить ссылку
zh_hant: 取得連結

source: Generating link...
ca: Generant l'enllaç...
ru: Создание ссылки...
zh_hant: 正在生成連接...

source: Remove link
ca: Elimina l'enllaç
cy: Tynnu'r ddolen
ru: Удалить ссылку
zh_hant: 移除連結

# removeLinkSuccess
source: The link has been removed
ca: S'ha eliminat l'enllaç!
cy: Tynnwyd y ddolen!
ru: Ссылка была удалена!
zh_hant: 該連接已被移除

source: Downloading...
ca: Descarregant: [X]%
cy: Wrthi'n lawrlwytho: [X]%
ru: Скачивание: [X]%
zh_hant: 正在下載：[X]%

# cancelDownloadAlertViewText
source: Do you want to cancel the download?
ca: Vols cancel·lar la descàrrega?
cy: Hoffech chi ddiddymu'r lawrlwythiad?
ru: Отменить скачивание?
zh_hant: 您確定取消下載嗎?

source: Move
ca: Mou
cy: Symud
ru: Переместить
zh_hant: 移動

# moveFileMessage
source: 1 file moved
ca: S'ha mogut un fitxer!
cy: Symudwyd 1 llun!
ru: 1 файл был перемещен!
zh_hant: 已移動1個檔案

# moveFilesMessage
source: %d files moved
ca: S'ha mogut %d fitxers!
cy: Symudwyd %d ffeil!
ru: %d файлов(а) перемещено!
zh_hant: %d 個檔案已被移動

# moveFolderMessage
source: 1 folder moved
ca: S'ha mogut 1 fitxer!
cy: Symudwyd 1 blygell!
ru: 1 папка перемещена!
zh_hant: 1 個資料夾已移動

# moveFoldersMessage
source: %d folders moved
ca: S'ha mogut %d carpetes!
ru: %d папок перемещено!
zh_hant: 已被移動 %d 個資料夾

# moveFileFolderMessage
source: 1 file and 1 folder moved
ca: S'ha eliminat 1 fitxer i 1 carpeta!
cy: Symudwyd 1 ffeil ac 1 blygell
ru: 1 файл и 1 папка перемещены!
zh_hant: 已移動 1 個檔案和 1 個資料夾

# moveFileFoldersMessage
source: 1 file and %d folders moved
ca: S'ha mogut 1 fitxer i %d carpetes!
cy: Symudwyd 1 ffeil a %d plygell!
ru: 1 файл и %d папок(и) удалены!
zh_hant: 已移動 1 個檔案和 %d 個資料夾

# moveFilesFolderMessage
source: %d files and 1 folder moved
ca: S'ha mogut %d fitxers i 1 carpeta!
cy: Symudwyd %d ffeil ac 1 blygell!
ru: %d файлов и 1 папка перемещены!
zh_hant: 已移動 %d 個檔案和 1 個資料夾

# moveFilesFoldersMessage
source: %d files and %d folders moved
ca: S'ha mogut %d fitxers i %d carpetes
cy: Symudwyd %d ffeil a %d plygell!
ru: %d файлов(ы) и %d папок(и) перемещены!
zh_hant: 已移動 1 個檔案和 %d 個資料夾

source: Copy
ca: Copia
cy: Copïo
ru: Копировать
zh_hant: 複製

# copyFileMessage
source: 1 file copied
ca: S'ha copiat 1 fitxer
cy: Copïwyd 1 ffeil
ru: 1 файл скопирован
zh_hant: 已複製 1 個檔案

# copyFilesMessage
source: %d files copied
ca: S'ha copiat %d fitxers
cy: Copïwyd %d ffeil
ru: %d файлов скопировано
zh_hant: 已複製 %d 個檔案

# copyFolderMessage
source: 1 folder copied
ca: S'ha copiat 1 carpeta
cy: Copïwyd 1 blygell
ru: 1 папка скопирована
zh_hant: 已複製 1 個資料夾

# copyFoldersMessage
source: %d folders copied
ca: S'ha copiat %d carpetes
ru: %d папок скопировано
zh_hant: 已複製 %d 個資料夾

# copyFileFolderMessage
source: 1 file and 1 folder copied
ca: S'ha copiat 1 fitxer i 1 carpeta
cy: Copïwyd 1 ffeil ac 1 blygell
ru: 1 файл и 1 папка скопированы
zh_hant: 已複製 1 個檔案和 1 個資料夾

# copyFileFoldersMessage
source: 1 file and %d folders copied
ca: S'ha copiat 1 fitxer i %d carpetes!
cy: Copïwyd 1 ffeil a %d plygell
ru: 1 файл и %d папок(и) скопированы
zh_hant: 已複製 1 個檔案和 %d 個資料夾

# copyFilesFolderMessage
source: %d files and 1 folder copied
ca: S'ha copiat %d fitxers i 1 carpeta
cy: Copïwyd %d ffeil ac 1 blygell
ru: %d файлов и 1 папка скопированы
zh_hant: 已複製 %d 個檔案和 1 個資料夾

# copyFilesFoldersMessage
source: %d files and %d folders copied
ca: S'ha copiat %d fitxers i %d carpetes
cy: Copïwyd %d ffeil a %d plygell
ru: %d файлов(а) и %d папок(и) скопировано
zh_hant: 已複製 %d 個檔案和 %d 個資料夾

source: Rename
ca: Canvia el nom
cy: Ailenwi
ru: Переименовать
zh_hant: 重新命名

# renameNodeMessage
source: Enter the new name
ca: Introdueix el nou nom
cy: Rhowch yr enw newydd
ru: Введите новое имя
zh_hant: 輸入新名字

source: Move to the Rubbish Bin
ca: Mou a la paperera
cy: Symud i'r bin sbwriel
ru: Переместить в Корзину
zh_hant: 移至垃圾箱

# moveFileToRubbishBinMessage
source: Are you sure you want to move 1 file to the Rubbish Bin?
ca: Estàs segur de voler moure 1 fitxer a la paperera?
ru: Вы уверены, что хотите переместить 1 файл в Корзину?
zh_hant: 您確定要移動 1 個檔案至垃圾箱嗎？
