Repository: meganz/iOS
Catalog: iMEGA/*.lproj/Localizable.strings
Languages: ca, cy, ru, zh_hant

# moveFilesToRubbishBinMessage
source: Are you sure you want to move %d files to the Rubbish Bin?
ca: Estàs segur de voler moure %d fitxers a la paperera?
cy: Ydych chi'n siŵr eich bod am symud %d ffeil i'r bin sbwriel?
ru: Вы уверены, что хотите переместить %d файлов в Корзину?
zh_hant: 您確定要移動 %d 個檔案至垃圾箱嗎？

# moveFolderToRubbishBinMessage
source: Are you sure you want to move 1 folder to the Rubbish Bin?
ca: Estàs segur de voler moure 1 carpeta a la paperera?
cy: Ydych chi'n siŵr eich bod am symud 1 blygell i'r bin sbwriel?
ru: Вы уверены, что хотите переместить 1 папку в Корзину?
zh_hant: 您確定要移動 1 個資料夾至垃圾箱嗎？

# moveFoldersToRubbishBinMessage
source: Are you sure you want to move %d folders to the Rubbish Bin?
ca: Estàs segur de voler moure %d carpetes a la paperera?
ru: Вы уверены, что хотите переместить %d паков(и) в корзину?
zh_hant: 您確定要移動 ％d 個資料夾至垃圾箱嗎？

# moveFileFolderToRubbishBinMessage
source: Are you sure you want to move 1 file and 1 folder to the Rubbish Bin?
ca: Estàs segur de voler moure 1 fitxer i 1 carpeta a la paperera?
ru: Вы уверены, что хотите переместить 1 файл и 1 папку в Корзину?
zh_hant: 您確定要移動 1 個檔案和 1 個資料夾至垃圾箱嗎？

# moveFileFoldersToRubbishBinMessage
source: Are you sure you want to move 1 file and %d folders to the Rubbish Bin?
ca: Estàs segur de voler moure 1 fitxer i %d carpetes a la paperera?
ru: Вы уверены, что хотите переместить 1 файл и %d папок в Мусорное Ведро?
zh_hant: 您確定要移動 1 個檔案和 %d 個資料夾至垃圾箱嗎？

# moveFilesFolderToRubbishBinMessage
source: Are you sure you want to move %d files and 1 folder to the Rubbish Bin?
ca: Estàs segur de voler moure %d fitxers i 1 carpeta a la paperera?
ru: Вы уверены, что хотите переместить %d файлов и 1 папки в Мусорное Ведро?
zh_hant: 您確定要移動 1 個檔案和 1 個資料夾至垃圾箱嗎？

# moveFilesFoldersToRubbishBinMessage
source: Are you sure you want to move %d files and %d folders to the Rubbish Bin?
ca: Estàs segur de voler moure %d fitxers i %d carpetes a la paperera?
ru: Вы уверены, что хотите переместить %d файлов и %d папки в Мусорное Ведро?
zh_hant: 您確定要移動 %d 個檔案和 %d 個資料夾至垃圾箱嗎？

# fileMovedToRubbishBin
source: 1 file moved to the Rubbish Bin!
ca: S'ha mogut 1 fitxer a la paperera!
cy: Symudwyd 1 ffeil i'r bin sbwriel!
ru: 1 файл перемещён в Мусорное Ведро!
zh_hant: 1 個檔案已被移動到垃圾箱

# filesMovedToRubbishBin
source: %d files moved to the Rubbish Bin!
ca: S'ha mogut %d fitxers a la paperera!
cy: Symudwyd %d ffeil i'r bin sbwriel!
ru: %d файлов перемещено в Мусорное Ведро!
zh_hant: %d 個檔案已被移動到垃圾箱

# permissionTitle
source: Permissions error
ca: Error de permisos
ru: Ошибка прав доступа
zh_hant: 未獲得授權

# permissionMessage
source: Check your permissions on this folder
ca: Revisa els teus permisos sobre aquesta carpeta
ru: Проверьте права доступа на эту папку
zh_hant: 請檢查您被授予的權限

# sharedFolder_success
source: Folder shared!
ca: S'ha compartit la carpeta!
cy: Rhannwyd y blygell!
ru: Доступ к папке открыт!
zh_hant: 已分享該資料夾

# importTitle
source: Import to
ca: Importa a
cy: Mewnforio i
ru: Импортировать в
zh_hant: 匯入至

source: Import
ca: Importa
cy: Mewnforio
ru: Импортировать
zh_hant: 匯入

source: File imported!
ca: S'ha importat el fitxer!
cy: Mewnforiwyd y ffeil!
ru: Файл импортирован!
zh_hant: 檔案已導入

# quotaExceeded
source: Storage quota exceeded
ca: S'ha excedit la quota
cy: Aethpwyd dros y cyfyngiad
ru: Недостаточно места
zh_hant: 超出配額

# selectTitle
source: Select items
ca: Selecciona els elements
ru: Выбрать элементы
zh_hant: 選擇項目

# photosPerMonth
source: %lu photos
ca: %lu fotos
cy: %lu o luniau
ru: %lu фотографий
zh_hant: %lu 張照片

# photoPerMonth
source: %lu photo
ca: %lu foto
cy: %lu llun
ru: %lu фотографий
zh_hant: %lu 張照片

# skipButton
source: Skip
ca: Salta
cy: Hepgor
ru: Пропустить
zh_hant: 跳過

# enableCameraUploadsButton
source: Enable Camera Uploads
ca: Activa les pujades de la càmera
cy: Galluogi uwchlwythiadau camera
ru: Разрешить загрузки с камеры
zh_hant: 啟用相機上傳

source: Camera Uploads enabled!
ca: S'ha autoritzat les pujades de la càmera!
ru: Закачки с Камеры разрешены!
zh_hant: 已開啟相機上傳

# oneItemSelected
source: %lu item selected
ca: has seleccionat %lu elements
ru: %lu элементов выбрано
zh_hant: 已選中 %lu 個項目

# itemsSelected
source: %lu items selected
ca: S'ha seleccionat %lu elements
ru: %lu элементов выбрано
zh_hant: 已選中 %lu 個項目

# cameraUploadsDisabled_alertView_message
source: Camera Uploads will be disabled, because you don't have enough space on your device
ca: Es deshabilitarà les pujades de la càmera perquè no tens prou espai al teu dispositiu
ru: Загрузки с камеры будут отключены, так как на вашем устройстве не достаточно свободного места
zh_hant: 相機上傳將被禁用，因為您的設備沒有足夠的空間

source: Offline
ca: Fora de línia
cy: All-lein
ru: Не в сети
zh_hant: 離線

# contactsTitle
source: Contacts
ca: Contactes
cy: Cysylltiadau
ru: Контакты
zh_hant: 聯絡人

source: No folders shared
ca: No s'ha compartit cap carpeta
ru: Нет папок с скрытым доступом
zh_hant: 沒有分享的資料夾

# oneFolderShared
source: 1 folder
ca: Una carpeta
cy: 1 blygell
ru: 1 папка
zh_hant: 一個資料夾

# foldersShared
source: %d folders
ca: %d carpetes
cy: %d o blygellau
ru: %d папок(и)
zh_hant: %d 個資料夾

# addFromEmail
source: Insert an email
ca: Introdueix una adreça de correu electrònic
ru: Вставить email
zh_hant: 輸入郵箱地址

source: Add from contacts
ca: Afegeix dels teus contactes
cy: Ychwanegu o'ch cysylltiadau
ru: Добавить из контактов
zh_hant: 通過聯絡簿添加

source: Add contact
ca: Afegeix un contacte
cy: Ychwanegu cyswllt
ru: Добавить контакт
zh_hant: 添加聯絡人

source: Contact email
ca: Correu electrònic del contacte
cy: E-bost y cysylltiad
ru: Эл. почта контакта
zh_hant: 聯絡人郵箱

# addContactButton
source: Add
ca: Afegeix
cy: Ychwanegu
ru: Добавить
zh_hant: 添加

source: Contact added!
ca: S'ha afegit el contacte!
ru: Контакт добавлен!
zh_hant: 已添加聯繫人

# addContactError
source: Error adding contact
ca: Error a l'afegir el contacte
ru: Ошибка при добавлении контакта
zh_hant: 新增聯絡人錯誤

# removeUserTitle
source: Remove contact
ca: Elimina el contacte
cy: Tynnu'r cyswllt
ru: Удалить контакт
zh_hant: 移除聯絡人

# removeUserMessage
source: Are you sure you want to remove %@ from your contact list?
ca: Estàs segur de voler esborrar %d de la teva llista de contactes?
ru: Вы уверены, что хотите удалить %d из списка контактов?
zh_hant: 您確定要把 %@ 從您的聯絡簿刪除嗎？

# removeMultipleUsersMessage
source: Are you sure you want to remove %d users from your contact list?
ca: Estàs segur de voler eliminar %d usuaris de la teva llista de contactes?
ru: Вы уверены, что хотите удалить% d пользователей из списка контактов?
zh_hant: 您確定要從聯絡簿刪除 %d 個聯絡人嗎？

# removedContacts
source: %d contacts removed
ca: S'ha eliminat %d contactes
ru: %d контактов удалено
zh_hant: 已移除 %d 聯繫人

# removedContact
source: Contact %@ removed!
ca: S'ha eliminat el contacte %@!
ru: Контакт %@ удален!
zh_hant: 聯繫人 %@ 已移除

# contactWithoutEmail
source: The contact does not have an email
ca: El contacte no té una adreça de correu electrònic
ru: У контакта не указан email
zh_hant: 該聯繫人缺少郵箱地址

# leaveFolder
source: Leave
ca: Abandona
cy: Gadael
ru: Выйти
zh_hant: 離開

# shareFolderLeaved
source: Folder left!
ca: Has abandonat la carpeta!
ru: Папка оставлена!
zh_hant: 已離開該資料夾

source: Share folder
ca: Comparteix la carpeta
cy: Rhannu'r blygell
ru: Общая папка
zh_hant: 分享資料夾

source: Select
ca: Selecciona
cy: Dewis
ru: Выбрать
zh_hant: 選擇

source: Read only
ca: Només lectura
ru: Только для чтения
zh_hant: 只讀

# readAndWrite
source: Read & Write
ca: Lectura i escriptura
cy: Darllen ac ysgrifennu
ru: Чтение и запись
zh_hant: 讀取與寫入

source: Full access
ca: Accés total
cy: Mynediad llawn
ru: Полный доступ
zh_hant: 全權使用

# settingsTitle
source: Settings
ca: Configuració
cy: Gosodiadau
ru: Настройки
zh_hant: 設定

# cameraUploadsLabel
source: Camera Uploads
ca: Pujades de la càmera
cy: Uwchlwythiadau camera
ru: Загрузки с камеры
zh_hant: 相機上傳

# rubbishBinLabel
source: Rubbish Bin
ca: Paperera
cy: Bin sbwriel
ru: Корзина
zh_hant: 垃圾夾

source: Security Options
ca: Opcions de Seguretat
cy: Dewisiadau diogelwch
ru: Параметры Безопасности
zh_hant: 安全選項

source: About
ca: Sobre nosaltres
cy: Ynghylch
ru: О нас
zh_hant: 關於

source: Language
ca: Idioma
cy: Iaith
ru: Язык
zh_hant: 語言

# applicationLanguage
source: English
ca: Idioma de l'aplicació
cy: Iaith y rhaglen
ru: Язык приложения
zh_hant: 應用程式語言選項

# sendFeedbackLabel
source: Send Feedback
ca: Envia Feedback
cy: Anfon adborth
ru: Отправить отзыв
zh_hant: 寄發反饋

# noEmailAccountConfigured
source: No email account set up on your device
ca: No tens cap adreça de correu electrònic configurada al teu dispositiu
ru: Не найдено ни одного email аккаунта на Вашем устройстве.
zh_hant: 您在該設備中尚未登錄

# privacyPolicyLabel
source: Privacy Policy
ca: Política de privacitat
cy: Polisi preifatrwydd
ru: Политика конфиденциальности
zh_hant: 隱私政策

# termsOfServicesLabel
source: Terms of Service
ca: Condicions de servei
cy: Telerau defnyddio
ru: Условия предоставления услуг
zh_hant: 服務條款

source: Off
cy: I ffwrdd
ru: Выкл
zh_hant: 關閉

source: On
cy: Ymlaen
ru: Вкл
zh_hant: 開啟

source: Options
ca: Opcions
cy: Dewisiadau
ru: Опции
zh_hant: 選擇

# uploadVideosLabel
source: Upload videos
ca: Puja els videos
cy: Uwchwlytho fideos
ru: Загрузить видео
zh_hant: 上傳影片

# useCellularConnectionLabel
source: Use cellular connection
ca: Fes servir el trànsit de dades
cy: Defnyddio cysylltiad ffôn symudol
ru: Использовать сотовую связь
zh_hant: 使用蜂窩連接

# onlyWhenChargingLabel
source: Only when charging
ca: Només durant la càrrega
cy: Tra'n gwefru'n unig
ru: Только при зарядке
zh_hant: 只在充電狀態下

# cameraUploads_footer
source: When enabled new photos and videos will be uploaded.
ca: Quan està activat es pugen les noves fotos i videos.
ru: Если включено, то новые фото и видео будут загружены.
zh_hant: 開啟后將上傳新的照片和視頻。

source: Version
ca: Versió
cy: Fersiwn
ru: Версия
zh_hant: 版本

source: Acknowledgements
ca: Agraïments
cy: Cydnabyddiaeth
ru: Благодарности
zh_hant: 感謝

source: Master Key
ca: Clau Mestra
cy: Prifallwedd
ru: Мастер-ключ
zh_hant: 萬能秘鑰

# changePasswordLabel
source: Change password
ca: Canvia la contrasenya
cy: Newid eich cyfrinair
ru: Изменить пароль
zh_hant: 變更密碼

source: Export Master Key
ca: Exporta la Clau Mestra
cy: Allforio'r brifallwedd
ru: Экспорт мастер-ключа
zh_hant: 導出萬能密鑰

# exportMasterKey_alertMessage
source: Security warning! This is a high risk operation. Do you want to continue?
ca: Alerta de seguretat! Aquesta és una operació d'alt risc. Vols continuar?
cy: Rhybudd diogelwch! Mae hyn yn weithred risg uchel. Hoffech chi barhau?
ru: Внимание! Эта операция очень рискованна. Хотите продолжить?
zh_hant: 安全提示！這是高風險的操作，妳確定要繼續？

# exportMasterKeyFooter
source: Exporting the Master Key and keeping it in a secure location enables you to recover your account in the case of a lost password without data loss.
ca: Si exportes la Clau Mestra i la deses en un lloc segur, podràs recuperar el teu compte (sense perdre cap fitxer) en cas d'oblidar la contrasenya.
ru: Экспортирование мастер-ключа и сохранение его в безопасном месте позволяет восстановить аккаунт, в случае утери пароля, без потери данных.
zh_hant: 導出萬能秘鑰并保存在安全的地方確保您以後不會因為忘記密碼重置賬戶而丟失數據。

source: Master Key exported
ca: S'ha exportat la Clau Mestra
cy: Allforiwyd y brifallwedd
ru: Экспорт Мастер-Ключа
zh_hant: 萬能密鑰已導出

# masterKeyExported_alertMessage
source: Masterkey.txt was saved on this device. Connect to your computer and open iTunes to access it on MEGA Documents. We strongly advise you to keep this file secure!
ca: S'ha desat el fitxer Masterkey.txt en aquest dispositiu. Connecta'l al teu ordinador i obre l'iTunes per accedir a Documents de MEGA. Et recomanem molt seriosament que mantinguis aquest fitxer en un lloc segur!
ru: Masterkey.txt был сохранен на этом устройстве. Чтобы получить к нему доступ, подключите устройство к компьютеру, откройте iTunes и откройте документы MEGA. Мы настоятельно рекомендуем вам сохранить этот файл в безопасном месте!
zh_hant: 萬能秘鑰Masterkey.txt 已保存至設備。連接設備到您的電腦上，打開 iTunes 里進入MEGA 文件夾來訪問這個文檔。我們強烈建議您將它妥善保管。

source: Master Key removed
ca: S'ha eliminat la Clau Mestra
ru: Мастер-ключ удален
zh_hant: 已移除萬能秘鑰

# masterKeyRemoved_alertMessage
source: MasterKey.txt was removed from the Documents folder.
ca: S'ha eliminat el fitxer MasterKey.txt de la carpeta de Documents.
cy: Tynnwyd MasterKey.txt o'r blygell Dogfennau.
ru: MasterKey.txt был удален из папки Документов.
zh_hant: 萬能秘鑰已從文件資料夾移除。

source: Remove
ca: Elimina
cy: Dileu
ru: Удалить
zh_hant: 移除

# removeNodeFromRubbishBinTitle
source: Confirm removal
ca: Confirma l'eliminació
cy: Cadarnhau'r dileu
ru: Подтверждение удаления
zh_hant: 確認移除

# removeFileToRubbishBinMessage
source: You are about to permanently remove 1 file. Would you like to proceed? (You cannot undo this action.)
ca: Estàs a punt d'eliminar de forma permanent 1 fitxer. Vols continuar? (no podràs desfer aquesta acció.)
ru: Вы собираетесь навсегда удалить 1 файл. Хотите продолжить? (Вы не сможете отменить это действие.)
zh_hant: 您即將永久刪除 1 個檔案。您要繼續嗎？（您不能撤銷該操作。）

# removeFilesToRubbishBinMessage
source: You are about to permanently remove %d files. Would you like to proceed? (You cannot undo this action.)
ca: Estàs a punt d'eliminar de forma permanent %d fitxers. Vols continuar? (no podràs desfer aquesta acció.)
ru: Вы собираетесь навсегда удалить %d файлов(а). Хотите продолжить? (Вы не сможете отменить это действие.)
zh_hant: 您即將永久刪除 %d 個檔案。您要繼續嗎？（您不能撤銷該操作。）

# removeFolderToRubbishBinMessage
source: You are about to permanently remove 1 folder. Would you like to proceed? (You cannot undo this action.)
ca: Estàs a punt d'eliminar de forma permanent 1 carpeta. Vols continuar? (no podràs desfer aquesta acció.)
ru: Вы собираетесь навсегда удалить 1 папку. Хотите продолжить? (Вы не сможете отменить это действие.)
zh_hant: 您即將永久刪除 1 個資料夾。您要繼續嗎？（您不能撤銷該操作。）

# removeFoldersToRubbishBinMessage
source: You are about to permanently remove %d folders. Would you like to proceed? (You cannot undo this action.)
ca: Estàs a punt d'eliminar de forma permanent %d carpetes. Vols continuar? (no podràs desfer aquesta acció.)
ru: Вы собираетесь навсегда удалить %d папок(и). Хотите продолжить? (Вы не сможете отменить это действие.)
zh_hant: 您即將永久刪除 %d 個資料夾。您要繼續嗎？（您不能撤銷該操作。）

# removeFileFolderToRubbishBinMessage
source: You are about to permanently remove 1 file and 1 folder. Would you like to proceed? (You cannot undo this action.)
ca: Estàs a punt d'eliminar de forma permanent 1 fitxer i 1 carpeta. Vols continuar? (no podràs desfer aquesta acció.)
ru: Вы собираетесь навсегда удалить 1 файл и 1 папку. Хотите продолжить? (Вы не сможете отменить это действие.)
zh_hant: 您即將永久刪除 1 個檔案和 1 個資料夾。您要繼續嗎？（您不能撤銷該操作。）

# removeFileFoldersToRubbishBinMessage
source: You are about to permanently remove 1 file and %d folders. Would you like to proceed? (You cannot undo this action.)
ca: Estàs a punt d'eliminar de forma permanent 1 fitxer i %d carpetes. Vols continuar? (no podràs desfer aquesta acció.)
ru: Вы собираетесь навсегда удалить 1 файл и %d папок(и). Хотите продолжить? (Вы не сможете отменить это действие.)
zh_hant: 您即將永久刪除 1 個檔案和 %d 個資料夾。您要繼續嗎？（您不能撤銷該操作。）

# removeFilesFolderToRubbishBinMessage
source: You are about to permanently remove %d files and 1 folder. Would you like to proceed? (You cannot undo this action.)
ca: Estàs a punt d'eliminar de forma permanent %d fitxers i 1 carpeta. Vols continuar? (no podràs desfer aquesta acció.)
ru: Вы собираетесь навсегда удалить %d файлов(а) и 1 папку. Хотите продолжить? (Вы не сможете отменить это действие.)
zh_hant: 您即將永久刪除 %d 個檔案和 1 個資料夾。您要繼續嗎？（您不能撤銷該操作。）

# removeFilesFoldersToRubbishBinMessage
source: You are about to permanently remove %d files and %d folders. Would you like to proceed? (You cannot undo this action.)
ca: Estàs a punt d'eliminar de forma permanent %d fitxers i %d carpetes. Vols continuar? (no podràs desfer aquesta acció.)
ru: Вы собираетесь навсегда удалить %d файлов(а) и %d папок(и). Хотите продолжить? (Вы не сможете отменить это действие.)
zh_hant: 您即將永久刪除 %d 個檔案和 %d 個資料夾。您要繼續嗎？（您不能撤銷該操作。）

# fileRemovedFromRubbishBin
source: 1 file removed from MEGA!
ca: S'ha eliminat un fitxer de MEGA!
cy: Tynnwyd 1 ffeil oddi ar MEGA!
ru: 1 файл бы удален с MEGA!
zh_hant: 已從MEGA移除 1 個檔案！

# filesRemovedFromRubbishBin
source: %d files removed from MEGA!
ca: S'ha eliminat 2d fitxers de MEGA!
cy: Tynnwyd %d ffeil oddi ar MEGA!
ru: %d файлов удалены с MEGA!
zh_hant: 從 MEGA 移除 %d 個檔案

source: Current Password
ca: Contrasenya actual
cy: Cyfrinair cyfredol
ru: Текущий пароль
zh_hant: 現行密碼

source: New Password
ca: Nova contrasenya
cy: Cyfrinair newydd
ru: Новый пароль
zh_hant: 新的密碼

source: Confirm Password
ca: Confirma la contrasenya
cy: Cadarnhau'r cyfrinair
ru: Подтвердите пароль
zh_hant: 確認密碼

# passwordChanged
source: Your password has been changed.
ca: S'ha canviat la teva contrasenya
cy: Newidiwyd eich cyfrinair.
ru: Ваш пароль был изменен.
zh_hant: 你的密碼已變更。

# oldAndNewPasswordMatch
source: The new and the old password can not match.
ca: La nova contrasenya ha de ser diferent de l'antiga
cy: Rhaid i'ch cyfrinair newydd fod yn wahanol i'r hen un.
ru: Новый и старый пароли не должны совпадать.
zh_hant: 新的密碼不能與您現在的密碼相同。

# changePasscodeLabel
source: Change passcode
ca: Canvia el codi d'accés
cy: Newid eich cod cyfrinachol
ru: Изменить код доступа
zh_hant: 更改密碼

# simplePasscodeLabel
source: Simple passcode
ca: Contrasenya senzilla
ru: Простой код доступа
zh_hant: 簡單密碼

# eraseAllLocalDataLabel
source: Erase local data
ca: Esborra les dades locals
ru: Удалить локальные данные
zh_hant: 刪除本地數據

# failedAttempstSectionTitle
source: Log out and erase local data after 10 failed passcode attempts
ca: Surt i elimina les dades locals després de fallar més de 10 vegades a l'intentar introduir la contrasenya.
ru: Выход и удаление локальных данные после 10 неудачных попыток ввода кода безопасности
zh_hant: 10次密碼輸入錯誤后將登出并刪除所有本地數據

# helpCentreLabel
source: Help centre
ca: Centre d'ajuda
cy: Canolfan Gymorth
ru: Центр помощи
zh_hant: 協助中心

# helpCentreFooter
source: Get support or read popular topics.
ca: Aconsegueix ajuda o llegeix els problemes més freqüents.
cy: Mynnwch gymorth neu gallwch ddarllen pynciau poblogaidd.
ru: Получить поддержку или читать популярные темы.
zh_hant: 獲得幫助或閱讀熱門主題

# rateUsLabel
source: Rate us!
ca: Puntua'ns!
cy: Dywedwch eich dweud amdanom ni!
ru: Оцените нас!
zh_hant: 請給我們評分!

source: Transfers
ca: Transferències
cy: Trosglwyddiadau
ru: Трансферы
zh_hant: 傳輸

source: All
ca: Totes
ru: Все
zh_hant: 全部

source: Downloads
ca: descàrregues
cy: lawrlwythiadau
ru: скачки
zh_hant: 下載

source: Uploads
ca: pujades
cy: uwchlwythiadau
ru: загрузки
zh_hant: 上傳

source: Transfers resumed!
ca: S'han reprès les transferències!
zh_hant: 傳輸已恢復！

source: Transfers paused!
ca: S'ha pausat les transferències!
zh_hant: 傳輸已暫停！

# transfersCanceled
source: Transfers cancelled!
ca: S'ha cancel·lat les transferències!
ru: Передачи отменены!
zh_hant: 傳輸已取消！

# cancelTransfersTitle
source: Cancel transfers
ca: Cancel·la transferències
ru: Отменить передачи
zh_hant: 取消傳輸

# cancelTransfersText
source: Do you want to cancel %@?
ca: Vols cancel·lar %@?
ru: Вы хотите отменить %@?
zh_hant: 你要取消 %@ 嗎？

# allInUppercaseTransfers
source: ALL transfers
ca: TOTES les transferències
ru: ВСЕ передачи
zh_hant: 所有傳輸

# uploadInUppercaseTransfers
source: UPLOAD transfers
ca: Transferències de PUJADA
ru: ЗАГРУЗКИ на сервер
zh_hant: 上傳傳輸

# downloadInUppercaseTransfers
source: DOWNLOAD transfers
ca: Transferències de DESCÀRREGA
ru: ЗАГРУЗКИ с сервера
zh_hant: 下載傳輸

source: My Account
ca: El meu compte
cy: Fy nghyfrif
ru: Моя учётная запись
zh_hant: 我的帳號

# logoutLabel
source: Log out
ca: Surt
cy: Allgofnodi
ru: Выйти
zh_hant: 登出

source: Logging out
ca: Sortint
cy: Wrthi'n allgofnodi
ru: Выход
zh_hant: 正在登出

source: Usage
ca: Ús
cy: Defnydd
ru: Использование
zh_hant: 用量

# localLabel
source: Local
cy: Lleol
ru: Локально
zh_hant: 本地

# usedSpaceLabel
source: Used
ca: Utilitzat
cy: Defnyddir
ru: Используется
zh_hant: 已用

# availableLabel
source: Available
ca: Disponible
cy: Ar gael
ru: Доступно
zh_hant: 可使用的

source: FREE
ca: GRATUÏT
cy: AM DDIM
ru: БЕСПЛАТНЫЙ
zh_hant: 免費

source: expires on %@
ca: expira el %@
ru: заканчивается %@
zh_hant: 到 %@ 過期

source: Restore purchases
ca: Restaura les compres
cy: Adfer pryniannau
ru: Восстановить покупки
zh_hant: 復原購買

source: Incoming Shares
ca: Compartit amb mi
cy: Ffeiliau a rennir â chi
ru: Входящие общие папки
zh_hant: 傳入的分享

source: of %@
ca: de %@
cy: o %@
ru: из %@
zh_hant: %@ 中的

source: used of %@
ca: utilitzats de %@
ru: использовано из %@
zh_hant: %@ 中已用

source: available of %@
ca: disponible de %@
ru: доступно из %@
zh_hant: 共 %@ 可用

source: Upgrade account
ca: Millora el compte
cy: Uwchraddio fy nghyfrif
ru: Улучшить аккаунт
zh_hant: 升級賬號

# productSpace
source: Storage %@
ca: Emmagatzematge
cy: Lle storio %@
ru: Свободного места
zh_hant: 空間

# productBandwidth
source: Bandwidth %@
ca: Amplada de banda
ru: Передача данных
zh_hant: 頻寬

# productPricePerMonth
source: %.2f %@ per month
ca: %.2f %@ al mes
cy: %.2f %@ y mis
ru: %.2f %@ в месяц
zh_hant: %.2f %@ 每月
