Repository: meganz/iOS
Catalog: iMEGA/Languages/*.lproj/InfoPlist.strings
Languages: ar, de, es, fr, id, it, ja, nl, pl, ro, ru, vi, zh_hant

# NSMicrophoneUsageDescription
source: MEGA accesses your microphone when you capture a video, make a call or record voice messages inside the app.
ar: ميغا MEGA تستخدم الميكروفون الخاص بك عند التقاط فيديو أو إجراء مكالمة أو عند اجراء تسجيل صوتي من خلال التطبيق.
de: MEGA benutzt Ihr Mikrofon für Videoaufnahmen, Anrufe und Sprachnachrichten.
es: MEGA accede a tu micrófono si haces un vídeo, una llamada desde la aplicación o si grabas un mensaje de voz.
fr: MEGA accède à votre microphone quand vous capturez une vidéo, faites un appel ou enregistrez des messages vocaux dans l’appli.
id: MEGA mengakses mikrofon anda saat merekam video, melakukan panggilan atau merekam pesan suara di dalam aplikasi.
it: MEGA accede al tuo microfono quando registri un video, effettui una chiamata o registri messaggi vocali all'interno dell'app.
ja: MEGAは、あなたが当アプリ内で動画をキャプチャしたり、通話したり、音声メッセージを録音したりする際に、あなたのマイクにアクセスいたします。
nl: MEGA heeft toegang tot uw microfoon wanneer u een video maakt, een oproep heeft of wanneer u spraakberichten binnenin de applicatie maakt.
pl: MEGA uzyskuje dostęp do mikrofonu podczas przechwytywania wideo, nawiązywania połączenia lub nagrywania wiadomości głosowych w aplikacji.
ro: MEGA îți accesează microfonul atunci când capturezi un videoclip, când efectuezi un apel sau când înregistrezi mesaje vocale în cadrul aplicației.
ru: MEGA обращается к вашему микрофону, когда вы снимаете видео, звоните или записываете голосовые сообщения в приложении.
vi: MEGA cần truy cập khả năng sử dụng micrô để giúp người sử dụng thực hiện cuộc gọi, và viết tin nhắn bằng giọng nói.
zh_hant: 當您在app裡開啟錄影、撥打電話或是錄製語音留言時，MEGA會存取您的麥克風使用權限。

# NSCameraUsageDescription
source: MEGA accesses your camera when you capture a video, photo or make a call inside the app.
ar: ميغا MEGA تستخدم الميكروفون الخاص بك عند التقاط فيديو أو صورة إجراء مكالمة من خلال التطبيق.
de: MEGA benutzt die Kamera für Foto- und Videoaufnahmen sowie für Live-Konversationen.
es: MEGA accede a tu cámara si haces un vídeo, una foto o una llamada desde la aplicación.
fr: MEGA accède à votre appareil photo quand vous capturez une vidéo, prenez une photo ou faites un appel dans l’appli.
id: MEGA mengakses kamera anda ketika anda mengambil video, foto atau membuat panggilan di dalam aplikasi.
it: MEGA accede alla tua fotocamera quando fai una foto, registri un video o effettui una chiamata all'interno dell'app.
ja: MEGAは、あなたがアプリ内で動画をキャプチャしたり、写真を撮ったり、通話をしたりする際にあなたのマイクにアクセスします。
nl: MEGA heeft toegang tot uw camera wanneer uw een video, foto of een gesprek maakt in de applicatie.
pl: MEGA posiada dostęp do mikrofonu aby umożliwić ci przeprowadzanie rozmów wideo.
ro: MEGA accesează camera atunci când capturezi un videoclip, o fotografie sau când efectuezi un apel în cadrul aplicației.
ru: MEGA обращается к вашей камере, когда вы снимаете видео, фотографируете или звоните внутри приложения.
vi: MEGA cần truy cập khả năng sử dụng camêra để giúp thực hiện việc chụp ảnh và quay video khi được yêu cầu.
zh_hant: 當您拍攝影片、相片或使用MEGA撥打電話時，MEGA會需要使用您的相機。

# NSPhotoLibraryUsageDescription
source: MEGA accesses your photos and videos when you upload them, share them through the chat and when Camera uploads is enabled.
ar: تطبيق ميغا MEGA يدخل الى الصور والفيديوهات عندما تقوم بالترفيع أو المشاركة بالمحادثات أو عندما تقوم بتفعيل الترفيع التلقائي لصور الكاميرا.
de: MEGA greift auf Fotos und Videos zu, wenn Sie sie in Ihren Cloudspeicher kopieren (dies schließt Chats ein) und wenn Sie Kamera-Uploads aktivieren.
es: MEGA accede a tus fotos y vídeos cuando los subes, los compartes en el chat o tienes las Subidas de la cámara activas.
fr: MEGA accède à vos photos ou vos vidéos quand vous les téléversées, les partagées dans une conversation ou encore si Téléversements de l’appareil photo est activée.
id: MEGA mengakses foto dan video anda ketika anda mengunggahnya, membaginya melalui obrolan dan saat Unggahan Kamera diaktifkan.
it: MEGA ha accesso alle tue foto e video quando li carichi, li condividi in chat e quando il caricamento da fotocamera è attivo.
ja: MEGAは、あなたが写真や動画をアップロードしたり、チャットでそれらを共有したり、また、カメラアップロードが有効になっているときに、それらにアクセスします。
nl: MEGA heeft toegang tot uw foto's en video's wanneer u ze upload, deel ze via de chat en als de Camera Uploads zijn ingeschakeld.
pl: MEGA ma dostęp do Twoich zdjęć i filmów, jeżeli je wcześniej wgrasz lub masz uruchomioną funkcję Przesyłanie z kamery.
ro: MEGA îți accesează fotografiile și videoclipurile atunci când le încarci, le partajezi prin chat și când Încărcări cameră este activat.
ru: MEGA получает доступ к вашим фото и видео, когда вы загружаете их, делитесь в чате, и когда включены Загрузки из камеры.
vi: MEGA cần truy cập vào kho hình ảnh và video để thực hiện đăng tải, chia sẻ qua chát khi được yêu cầu, và để chức năng Đăng Tải Camêra được hoạt động.
zh_hant: MEGA將因您上傳或分享您的照片/影片，或啟用相機上傳功能時，需要存取您的相簿。

# NSContactsUsageDescription
source: If you allow access, you can invite your contacts to use MEGA by sending a message or email.
ar: إذا سمحت بالوصول يمكنك دعوة جهات الاتصال الخاصة بك لاستخدام ميغا MEGA عن طريق إرسال رسالة أو بريد إلكتروني.
de: Wenn Sie den Zugriff erlauben, können Sie Ihre Kontakte per Nachricht oder E-Mail zu MEGA einladen.
es: Si permites el acceso, podrás invitar a tus contactos a utilizar MEGA enviando un mensaje o un correo electrónico.
fr: Si vous autorisez l’accès, vous pouvez inviter vos contacts à utiliser MEGA en envoyant un message ou un courriel.
id: Jika anda mengizinkan akses, anda dapat mengundang kontak anda untuk menggunakan MEGA dengan mengirimkan pesan atau email.
it: Se permetti l'accesso, puoi invitare i tuoi contatti ad utilizzare MEGA inviando loro un messaggio o un'email.
ja: アクセスを許可すると、メッセージまたはメールを送信して、MEGAを使用するように連絡先を招待できます。
nl: Als u toegang verleent, kunt u uw contacten uitnodigen om MEGA te gebruiken door een bericht of e-mail te sturen.
pl: Jeśli zezwolisz na dostęp, możesz zaprosić swoje kontakty do korzystania z MEGA, wysyłając wiadomość lub e-mail.
ro: Dacă permiteți accesul, puteți invita persoanele de contact să utilizeze MEGA trimițând un mesaj sau un e-mail.
ru: Если вы дадите разрешение, вы сможете пригласить свои контакты в MEGA, отправив им сообщение или электронное письмо.
vi: Nếu bạn cho phép quyền truy cập, MEGA sẽ lưu thông tin trong sổ địa chỉ của bạn trên các máy chủ. Điều này sẽ giúp bạn tìm thấy những người dùng MEGA hiện có trong danh bạ của bạn và kết nối với họ trên MEGA. MEGA sẽ không bao giờ gửi tin nhắn đến các tên liên lạc của bạn hoặc chia sẻ thông tin này với các bên thứ ba.
zh_hant: 如果您允許存取，您可以透過發送訊息或電子郵件邀請您的聯絡人使用MEGA。

# NSPhotoLibraryAddUsageDescription
source: MEGA requires access to your photo library to add photos and videos to your device gallery
ar: يتطلب ميغا MEGA الوصول إلى مكتبة الصور الخاصة بك لإضافة الصور ومقاطع الفيديو إلى معرض الصور في جهازك
de: MEGA benötigt Zugriff auf Ihre Fotos, um Fotos und Videos hinzufügen zu können
es: MEGA necesita acceso a Fotos para añadir fotos y vídeos a la galería de tu dispositivo
fr: MEGA doit avoir accès à la photothèque de votre appareil pour y ajouter des photos et des vidéos
id: MEGA memerlukan akses ke pustaka foto anda untuk menambahkan foto dan video ke galeri perangkat anda
it: MEGA ha bisogno di accedere alla tua galleria fotografica per aggiungere foto e video alla galleria del tuo dispositivo
ja: デバイスギャラリーに写真や動画を追加するために、MEGAはあなたのフォトライブラリにアクセスする必要があります
nl: MEGA heeft toegang tot uw foto galerij nodig om foto's en video's naar de galerij van uw apparaat toe te voegen
pl: MEGA wymaga dostępu do biblioteki twoich zdjęć, aby wgrać zdjęcia do Twojej galerii na urządzeniu
ro: MEGA necesită acces la biblioteca foto pentru a adăuga fotografii și videoclipuri în galeria dispozitivului
ru: MEGA требуется доступ к вашей фотобиблиотеке, чтобы добавлять фото и видео в галерею устройства
vi: MEGA cần quyền truy cập vào kho hình ảnh để thực hiện việc lưu ảnh và video vào trong thư viện ảnh của thiết bị
zh_hant: MEGA需要有您照片的存取權，才能新增相片和影片到您裝置中的相簿裡

# NSFaceIDUsageDescription
source: MEGA accesses Face ID to allow you to easily unlock the app when you enable this option.
ar: تطبيق ميغا MEGA يستخدم خاصية التعرف على الوجه ليسمح لك بفتح التطبيق دون ادخال رمز المرور إذا فعلت هذه الخاصية.
de: MEGA greift auf Face ID zu, um den App-Passcode bequem zu entsperren, wenn Sie diese Option aktivieren.
es: MEGA accede a Face ID para que puedas desbloquear fácilmente el código de acceso de la aplicación cuando activas esta opción.
fr: MEGA accède à Face ID pour vous permettre de déverrouiller facilement le code d’accès de l’appli si vous activez cette option.
id: MEGA mengakses Face ID untuk memungkinkan anda membuka kunci kode aplikasi dengan mudah saat anda mengaktifkan opsi ini.
it: MEGA accede al tuo Face ID per permetterti di sbloccare facilmente l'app quando attivi questa opzione.
ja: このオプションを有効にした場合、MEGAはFace IDにアクセスして、ユーザー様がアプリのパスコードを簡単にロック解除できるようにします。
nl: MEGA biedt Face-ID om voor u makkelijk het applicatie wachtwoord te ontgrendelen als u deze optie inschakelt.
pl: MEGA wykorzystuje dostęp do Face ID aby umożliwić łatwy dostęp do aplikacji bez używania kodu.
ru: MEGA обращается к Face ID, чтобы вы легко могли разблокировать приложение, когда эта опция включена.
vi: MEGA cần truy cập vào Face ID khi người sử dụng muốn dùng tính năng nhận diện khuôn mặt để thay thế mở khoá bằng mật mã.

# quickActionSearchString
source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Recherche
id: Cari
it: Cerca
ja: 検索
nl: Zoek
pl: Szukaj
ro: Caută
ru: Поиск
vi: Tìm kiếm
zh_hant: 搜尋

# quickActionUploadString
source: Upload
ar: ترفيع
de: Hochladen
es: Subir
fr: Téléverser
id: Unggah
it: Carica
ja: アップロード
nl: Uploaden
pl: Wgrywane
ro: Încarcă
ru: Загрузить
vi: Tải lên
zh_hant: 上傳

# quickActionOfflineString
source: Offline
ar: غير متصل بالانترنت
es: Sin conexión
fr: Hors ligne
ja: オフライン
pl: Lokalne
ru: Локальные
vi: Ngoại Tuyến
zh_hant: 離線

# NSLocationWhenInUseUsageDescription
source: MEGA accesses your location when you share it with your contacts in chat.
ar: يصل ميغا MEGA إلى موقعك عندما تشاركه مع جهات الاتصال الخاصة بك في محادثة.
de: MEGA greift auf Ihren Standort zu, wenn Sie ihn im Chat mit Ihren Kontakten teilen.
es: MEGA accede a tu ubicación cuando la compartes con tus contactos en el chat.
fr: MEGA accède à votre position quand vous la partagez avec vos contacts dans une conversation.
id: MEGA mengakses lokasi anda saat anda membagikannya dengan kontak anda dalam obrolan.
it: MEGA accede alla tua posizione quando la condividi con i tuoi contatti in una chat.
ja: MEGAでは、チャットで連絡先と位置情報を共有する際に、位置情報にアクセスします。
nl: MEGA heeft toegang tot uw locatie wanneer u deze deelt met uw contacten in de chat.
pl: MEGA uzyskuje dostęp do Twojej lokalizacji, gdy udostępniasz ją swoim kontaktom na czacie.
ro: MEGA îți accesează locația atunci când o partajezi cu contactele tale într-un chat.
ru: MEGA получает доступ к вашему местоположению, когда вы делитесь им со своими контактами в чате.
vi: MEGA sẽ truy cập vị trí của bạn khi bạn chia sẻ với các tên liên lạc của mình trong cuộc chát.
zh_hant: 當您在對話中共享您的位置給您的聯絡人時，MEGA會存取您的位置資訊。

# NSLocalNetworkUsageDescription
source: This will let you use MEGA to place and receive calls through devices that are on the same Wi-Fi or local network.
ar: سيتيح لك ذلك استخدام ميغا MEGA لإجراء مكالمات واستقبالها من خلال الأجهزة الموجودة على نفس شبكة الواي فاي Wi-Fi أو شبكة الوصول المحلية.
de: Dadurch können Sie mit MEGA Anrufe über Geräte tätigen und empfangen, die sich im selben WLAN oder lokalen Netzwerk befinden.
es: Esto te permitirá usar MEGA para realizar y recibir llamadas a través de dispositivos que estén conectados a la misma Wi-Fi o red local.
fr: Ceci vous permettra d’utiliser MEGA pour faire et recevoir des appels avec les appareils qui se trouvent sur le même réseau Wi-Fi ou local.
id: Ini akan memungkinkan anda menggunakan MEGA untuk melakukan dan menerima panggilan melalui perangkat yang berada di Wi-Fi atau jaringan lokal yang sama.
it: Questo ti darà la possibilità di usare MEGA per fare e ricevere chiamate tramite i dispositivi collegati alla stessa rete WiFi o alla stessa rete LAN.
ja: これにより、MEGAを使用して、同じWi-Fiまたはローカルネットワーク上にある端末を介して電話をかけたり受けたりすることができます。
nl: Hiermee kunt u MEGA gebruiken om te bellen en gebeld te worden via apparaten die zich op hetzelfde Wi-Fi- of lokale netwerk bevinden.
pl: Umożliwi to używanie MEGA do nawiązywania i odbierania połączeń za pośrednictwem urządzeń znajdujących się w tej samej sieci Wi-Fi lub sieci lokalnej.
ro: Acest lucru îți va permite să folosești MEGA pentru a efectua și primi apeluri prin intermediul dispozitivelor care se află în aceeași rețea Wi-Fi sau locală.
ru: Благодаря этому вы сможете звонить и принимать звонки в MEGA через устройства, которые находятся в одной локальной Wi-Fi или проводной сети.
vi: Quyền này sẽ cho phép bạn sử dụng MEGA để thực hiện gọi và nhận cuộc gọi giữa các thiết bị được kết nối cùng một mạng Wi-Fi hay mạng nội bộ.
zh_hant: 這將讓您可以透過在同一個Wi-Fi或區域網路上的裝置使用MEGA撥打和接聽電話。

# NSUserTrackingUsageDescription
source: This will be used to personalise the ads you see
ar: سيتم استخدام هذا لتخصيص الإعلانات التي تراها
de: Dies wird verwendet, um die Ihnen gezeigte Werbung zu personalisieren
es: Esto se usará para personalizar los anuncios que ves.
id: Ini akan digunakan untuk mempersonalisasi iklan yang anda lihat
it: Questo verrà utilizzato per personalizzare gli annunci che vedrai
ja: これは表示される広告をカスタマイズするために使用されます
nl: Dit wordt gebruikt om de advertenties die u ziet te personaliseren
pl: Służy to do personalizacji wyświetlanych reklam
ro: Aceasta va fi utilizată pentru a personaliza anunțurile pe care le vedeți
ru: Это будет использовано для персонализации рекламы, которую вы видите
zh_hant: 這將用於個人化您看到的廣告
