Repository: meganz/iOS
Catalog: iMEGA/Languages/*.lproj/Localizable.strings
Languages: bg, cs, fa, fi, he, hu, it, nl, pt, sl, sr, sv, tr

# changePasswordLabel
source: Change Password
bg: Промени парола
cs: Změnit heslo
fa: تغییر کلمه عبور
fi: Vaihda salasana
he: שנה סיסמה
hu: Jelszócsere
it: Cambia password
nl: Wijzig Wachtwoord
pt: Alterar palavra-chave
sl: Spremeni geslo
sr: Промените шифру
sv: Ändra lösenord
tr: Şifre değiştir

# exportMasterKeyFooter
source: Exporting the Recovery Key and keeping it in a secure location enables you to set a new password without data loss.
bg: Експортирането на Възстановяващия Ключ и съхранението му на сигурно място ви дава възможност да възстановите профила си в случай на загубена парола, без загуба на данни.
cs: Export obnovovacího klíče a jeho ponechání na bezpečném místě vám umožní obnovení vašeho účtu v případě ztraceného hesla bez ztráty dat.
fa: Exporting the Recovery Key and keeping it in a secure location enables you to recover your account in the case of a lost password without data loss.
fi: Palautusavaimen vienti ja säilytys turvallisessa paikassa mahdollistaa käyttäjätilin palautuksen vailla tietojen menetystä, mikäli salasana on kadonnut.
he: ייצוא מפתח השחזור שלך ושמירתו במקום מאובטח, מאפשר לך לקבוע סיסמא חדשה מבלי לאבד מידע.
hu: Saving the Recovery Key and keeping it in a secure location enables you to recover your account in the case of a lost password without data loss.
it: Esportare la Chiave di Recupero e tenerla in un posto sicuro ti permette di reimpostare la password senza perdite di dati.
nl: Het exporteren en bewaren van de Herstelsleutel op een veilige locatie stelt u in staat om een nieuw wachtwoord in te stellen zonder het verlies van gegevens.
pt: Exportar uma Chave de Recuperação e mantê-la numa localização segura permite-lhe recuperar a sua conta no caso de perda da palavra-passe sem perda de dados.
sl: Izvoz rešilnega ključa in shranjevanje le-tega na varnem mestu vam omogoča dostop do vašega računa, v primeru, da bi izgubili geslo, brez izgube podatkov.
sr: Извожење Кључа за повраћај и његово чување на сигурној локацији омогућава Вам да повратитсе свој налог у случају изгубљене лозинке без губљења података.
sv: Om du exporterar huvudnyckeln och förvarar den på ett säkert ställe så kan du ändra lösenord utan att du förlorar data.
tr: Kurtarma Anahtarını dışarıya aktarıp güvenli bir yerde saklamak veri kaybına uğramadan şifre değiştirmenizi sağlar.

source: Why do I need a Recovery Key?
bg: Защо имам нужда от Възстановяващ Ключ?
cs: Proč potřebuji Obnovovací klíč?
he: למה אני צריך מפתח שחזור?
it: Perché ho bisogno di una Chiave di Recupero?
nl: Waarom heb ik een Herstelsleutel nodig?
sl: Zakaj rabim Rešilni ključ?
sv: Varför behöver jag en återställningsnyckel?
tr: Neden Kurtarma Anahtarına ihtiyacım var?

# recoveryKeyCopiedToClipboard
source: The Recovery Key has been copied to the clipboard. Please store it in a safe place.
bg: Възстановяващият Ключ беше копиран в буфера
cs: Ověřovací klíč zkopírován do schránky
fi: Palautusavain kopioitu leikepöydälle
he: מפתח שחזור הועתק
hu: Recovery Key copied to clipboard
it: La Chiave di Recupero è stata copiata negli appunti. Per favore, archiviala in un posto sicuro.
nl: De Herstelsleutel is gekopieerd naar het klembord. Bewaar het op een veilige plaats.
pt: Chave de recuperação copiada para a área de transferência
sl: Rešilni ključ kopiran na odložišče
sr: Кључ за повраћај копиран у клипборд
sv: Återställningsnyckel kopierad till urklipp
tr: Kurtarma Anahtarı panoya kopyalandı

# masterKeyExported
source: Recovery Key exported
bg: Възстановяващият Ключ беше експортиран
cs: Obnovovací klíč exportován
fi: Palautusavain viety
he: מפתח לשחזור יוצא
it: Chiave di recupero esportata
nl: Herstelsleutel geëxporteerd
pt: Chave de recuperação exportada
sl: Rešilni ključ izvožen
sr: Кључ за повраћај извезен
sv: Återställningsnyckel exporterad
tr: Kurtarma Anahtarı dışarı aktarıldı

# masterKeyExported_alertMessage
source: The Recovery Key has been exported into the Offline section as RecoveryKey.txt. Note: It will be deleted if you log out, please store it in a safe place.
bg: Възстановяващият Ключ беше експортиран в секция Офлайн като RecoveryKey.txt. Внимание: Ключът ще бъде изтрит ако излезете от профила си, моля съхранявайте го на сигурно място.
cs: Obnovovací klíč byl exportován do oddílu Offline jako RecoveryKey.txt. Poznámka: Bude odstraněn, když se odhlásíte, uložte ho na bezpečném místě.
fi: Palautusavain on viety Offline-osioon tiedostoon RecoveryKey.txt. Huom. Tiedosto poistetaan mikäli kirjaudut ulos, ole hyvä ja säilytä se turvallisessa paikassa.
he: מפתח השחזור ייוצא למקום לא מקוון כ-RecoveryKey.txt. שים לב: קובץ זה יימחק אם אתה מתנתק, אנא שמור אותו במקום מוגן.
it: La Chiave di Recupero è stata esportata nella sezione Offline come MEGA-CHIAVEDIRECUPERO.txt. Nota: verrà eliminata se effettui il logout, quindi per favore archiviala in un luogo sicuro.
nl: De Herstelsleutel is geëxporteerd naar de Offline sectie als MEGA-HERSTELSLEUTEL.txt. Opmerking: Het wordt verwijderd als u uitlogt, bewaar het op een veilige plaats.
pt: A Chave de Recuperação foi exportada para a secção Offline como RecoveryKey.txt. Nota: será apagada se encerrar a sessão; por favor armazene-a num lugar seguro.
sl: Rešilni ključ je bil izvožen med datoteke brez povezave kot RecoveryKey.txt. Pozor: ko se odjavite, bo izbrisan, prosim, shranite ga na varnem mestu.
sr: Кључ за повраћај је извезен у офлајн секцију као КључЗаПовраћај.txt. Примедба: Биће обрисан ако се одјавите, молимо сачувајте га на сигурном месту.
sv: Återställningsnyckeln har exporterats till avsnittet Offline som Recovery Key.txt. OBS: Det kommer att tas bort om du loggar ut, vänligen förvara den på ett säkert ställe.
tr: Kurtarma Anahtarınız Çevrimdışı bölgeye RecoveryKey.txt olarak aktarıldı. Not: Çıkış yaptığınızda silinecektir, lütfen güvenli bir yerde saklayın.

source: On your device
bg: На вашето устройство
cs: Na vašem zařízení
fi: Laitteellasi
he: במכשיר שלך
it: Sul dispositivo
nl: Op uw apparaat
pt: No seu dispositivo
sl: Na vaši napravi
sr: На Вашем уређају
sv: Din enhet
tr: Cihazınızda

source: Clear Offline Files
bg: Изчисти Офлайн Файлове
cs: Vymazat soubory offline
fi: Tyhjennä offine-tiedostot
he: נקה קבצים לשימוש לא מקוון
hu: Offline fájlok törlése
it: Elimina file Offline
nl: Wis Offline Bestanden
pt: Apagar Ficheiros Offline
sl: Izbriši datoteke brez povezave
sr: Очисти офлајн документе
sv: Rensa offline filer
tr: Çevrimdışı Dosyaları Temizle

source: Clear Cache
bg: Изчисти кеш паметта
cs: Vymazat mezipaměť
fa: کیچ را پاک کنید
fi: Tyhjennä välimuisti
he: רוקן זיכרון מטמון
hu: Gyorsítótár kiürítése
it: Svuota cache
nl: Cache Wissen
pt: Limpar Cache
sl: Izbriši cache
sr: Обришите кеш
sv: Rensa temporära filer
tr: Önbelleği temizle

source: On MEGA
bg: В MEGA
cs: Na MEGA
fi: MEGAssa
he: ב-MEGA
it: Su MEGA
nl: Bij MEGA
pt: No MEGA
sl: Na MEGA
sr: У MEGA
sv: På MEGA
tr: MEGA'da

# emptyRubbishBin
source: Clear Rubbish Bin
bg: Изпразни Кошчето
cs: Prázdný Koš
fa: سطل اشغال را خالی کنید
fi: Tyhjennä roskakori
he: נקה את פח האשפה
hu: Szemetes ürítése
it: Svuota Cestino
nl: Prullenbak leegmaken
pt: Esvaziar o Lixo
sl: Izbriši koš
sr: Празна корпа
sv: Töm papperskorgen
tr: Çöp kutusunu temizle

# emptyRubbishBinAlertTitle
source: All the items in the Rubbish Bin will be deleted
bg: Всички елементи в кошчето ще бъдат изтрити
cs: Všechny položky v koši budou odstraněny
fi: Kaikki roskakorin kohteet poistetaan
he: כל הקבצים בפח האשפה יימחקו
it: Tutti gli elementi nel cestino verranno cancellati
nl: Alle items in de Prullenbak worden verwijderd
pt: Todos os itens no caixote do lixo vão ser apagados
sl: Vsi predmeti v košu bodo izbrisani
sr: Све ставке у канти за отпатке ће бити уклоњене
sv: Alla objekt i papperskorgen kommer att raderas permanent.
tr: Çöp kutusundaki tüm öğeler silinecek

source: Don’t use HTTP
bg: Не използвай HTTP
cs: Nepoužívat HTTP
fi: Älä käytä HTTP:tä
he: אל תשתמש ב-HTTP
hu: Ne használjon HTTP-t
it: Non usare HTTP
nl: Gebruik geen HTTP
pt: Não usar HTTP
sl: Ne uporabljaj HTTP
sr: Не користи HTTP
sv: Använd inte HTTP
tr: HTTP kullanma

# transfersSectionFooter
source: Enable this option only if your transfers don’t start. In normal circumstances HTTP is satisfactory as all transfers are already encrypted.
bg: Активирайте тази опция, само ако трансферите ви не започват. При нормални обстоятелства HTTP е достатъчен, тъй като всички трансфери вече са криптирани.
cs: Povolte tuto volbu pouze v případě, že se vaše převody nespustí. Za normálních okolností je HTTP uspokojivé, protože všechny přenosy jsou již šifrovány.
fi: Ota tämä asetus käyttöön vain, jos lataukset eivät käynnisty. Normaaliolosuhteissa HTTP on riittävä, sillä kaikki siirrot ovat jo salattuja.
he: הפעל אפשרות זו רק אם ההעברות שלך אינן מתחילות. רוב הזמן עדיף להשתמש ב-HTTP שכן ההעברות כבר מוצפנות.
it: Attiva questa opzione solo se i tuoi trasferimenti non partono. Nelle situazioni normali HTTP soddisfa i requisiti di sicurezza in quanto tutti i trasferimenti sono già criptati.
nl: Schakel deze optie alleen in als uw overdrachten niet starten. In normale omstandigheden is HTTP voldoende als alle transfers al zijn gecodeerd.
pt: Active esta opção apenas se as suas transferências não começarem. Em circunstâncias normais o HTTP é suficiente uma vez que as transferências já são encriptadas.
sl: Omogočite to možnost, če se vaši prenosi ne začnejo. V normalnih primerih je HTTP zadovoljiv, ker so vsi prenosi že kriptirani.
sr: Омогући ову опцију само ако твоји трансфери не почну. У нормалним условима HTTP је задовољавајући јер су сви трансфери већ енкриптовани.
sv: Aktivera det här alternativet om dina överföringar inte startar. I normala fall är HTTP tillfredsställande eftersom alla överföringar redan är krypterade .
tr: Bu seçeneği sadece aktarmalarınız başlamazsa etkinleştirin. Normal koşullarda, tüm aktarmalar zaten şifreli olduğu için HTTP tatmin edicidir.

source: Download options
it: Opzioni download
nl: Download opties

# currentlyUsing
source: Currently using %s
bg: В момента използвате %s
cs: Aktuálně využívá %s
fa: Currently using %@
fi: Tilaa käytettynä %s
he: כרגע משתמש ב%s
hu: Jelenleg használatban %s
it: Attualmente %s usati
nl: Momenteel %s in gebruik
pt: Actualmente a usar %s
sl: Trenutno v uporabi %s
sr: Тренутна искоришћеност %s
sv: F.n används %s
tr: Şu anda %s kullanılıyor

source: Cancel your account
bg: Отменете вашия акаунт
cs: Zrušit můj účet
fi: Sulje käyttäjätilisi
he: בטל את חשבונך
hu: Fiók érvénytelenítése
it: Elimina il tuo account
nl: Verwijder Account
pt: Cancelar a conta
sl: Izbriši svoj račun
sr: Укините свој налог
sv: Avsluta ditt konto
tr: Hesabınızı iptal edin

# youWillLooseAllData
source: You will lose all data associated with this account. Are you sure you want to proceed?
bg: Ще загубите всички данни, свързани с този профил. Наистина ли искате да продължите?
cs: Přijdete o všechna data přidružená k tomuto účtu. Opravdu chcete pokračovat?
he: תאבד את כל המידע המקושר לחשבון זה. האם להמשיך?
it: Perderai tutti i dati associati a questo account. Sei sicuro di voler procedere?
nl: U zal alle gegevens verliezen die op dit account staan. Weet u zeker dat u door wilt gaan?
pt: Você irá perder todos os dados associados a esta conta. Tem a certeza de que deseja prosseguir?
sl: Izgubili boste vse podatke, povezane s tem računom. Ali ste prepričani, da želite nadaljevati?
sr: Изгубићете све податке везане за овај налог. Да ли сте сигурни да желите да наставите?
sv: Du kommer förlora alla data som tillhör detta kontot. Är du säker på att du vill fortsätta`
tr: Hesabınızla ilişkilendirilmiş tüm veriyi kaybedeceksiniz. Devam etmek istediğinizden emin misiniz?

# ifYouCantAccessYourEmailAccount
source: If you can’t access your email, please contact support@mega.nz.
bg: Ако не можете да достъпите електронната си поща, моля, свържете се със support@mega.nz.
cs: Pokud nemáte přístup ke svému e-mailu, obraťte se na support@mega.nz.
he: אם אין לך דרך לגשת למייל שלך, אנא צור קשר עם support@mega.nz.
it: Se non riesci ad accedere con la tua email, contatta support@mega.nz.
nl: Als u geen toegang heeft tot uw e-mailaccount, neem dan alstublieft contact op met support@mega.nz
pt: Se não consegue aceder ao seu email, por favor contacte support@mega.nz.
sl: Če ne morete dostopati do svoje e-pošte, prosim stopite v stik s support@mega.nz.
sr: Ако не можете приступити емал адреси, молимо Вас контактирајте support@mega.nz.
sv: Om du inte kommer åt din e-post, kontakta: support@mega.nz.
tr: Epostanıza erişemezseniz lütfen support@mega.nz ile irtibat kurun.

source: Cancellation link has expired.
bg: Линкът за отмяна е просрочен.
cs: Odkaz na zrušení vypršel.
fi: Sulkulinkki on vanhentunut.
he: קישור הביטול פג תוקף.
hu: Az érvénytelenítő link lejárt.
it: Link di cancellazione scaduto
nl: Annuleringskoppeling is verstreken.
pt: A hiperligação de cancelamento expirou.
sl: Povezava za brisanje je potekla.
sr: Линк за укидање је истекао.
sv: Annulleringslänken har upphört att gälla.
tr: İptal bağlantısının süresi doldu.

# enterYourPasswordToConfirmThatYouWanToClose
source: This is the last step to cancel your account. You will permanently lose all the data stored in the cloud. Please enter your password below.
bg: Моля, въведете паролата си, за да потвърдите, че искате да закриете профила си.
cs: Zadejte své heslo pro potvrzení, že chcete zavřít svůj účet.
fi: Please enter your password to confirm that you want to cancel your account.
he: זהו השלב האחרון לביטול החשבון שלך. תאבד את כל המידע שלך. אנא הכנס את הסיסמא שלך.
hu: Please enter your password to confirm that you want to cancel your account.
it: Questo è l’ultimo step prima di eliminare il tuo account. Perderai in modo permanente tutti i tuoi dati salvati nel cloud. Inserisci la tua password qui sotto.
nl: Dit is de laatste stap om uw account te verwijderen. U verliest al uw gegevens die opgeslagen zijn in de cloud. Voer uw wachtwoord hieronder in.
pt: Por favor insira a sua palavra-passe para confirmar que quer encerrar a sua conta.
sl: Prosim, vnesite svoje geslo, da potrdite, da želite zapreti svoj račun.
sr: Молимо Вас унесите вашу лозинку како би сте потврдили да желите да затворите ваш налог.
sv: Detta är det sista steget för att avsluta kontot. Du kommer permanent förlora alla data som lagras i molnet. Ange ditt lösenord nedan.
tr: Bu hesabınızı iptal etmeniz için gereken son adım. Bulutda depolanan tüm veri sonsuza dek silinecektir. Lütfen şifrenizi aşağıya giriniz.

# accountCanceledSuccessfully
source: Your account has been canceled successfully.
it: Il tuo account è stato cancellato con successo.
nl: Uw account is succesvol verwijderd.

source: Close account
bg: Затваряне на акаунта
cs: Zavřít účet
fi: Sulje käyttäjätili
he: סגור חשבון
hu: Fiók törlése
it: Chiudi account
nl: Beëindig account
pt: Apagar conta
sl: Zapri račun
sr: Затвори налог
sv: Stäng konto
tr: Hesabı kapat

source: Remove
bg: Изтрий
cs: Odebrat
fa: حذف
fi: Poista
he: הסר
hu: Eltávolítás
it: Rimuovi
nl: Verwijderen
pt: Remover
sl: Odstrani
sr: Уклони
sv: Ta bort
tr: Sil

# removeNodeFromRubbishBinTitle
source: Confirm removal
bg: Потвърди изтриване
cs: Potvrdit odebrání
fa: تاًیید حذف
fi: Vahvista poisto
he: אשר מחיקה
hu: Eltávolítás megerősítése
it: Conferma rimozione
nl: Verwijdering bevestigen
pt: Confirmar remoção
sl: Potrdi odstranitev
sr: Потврдите уклањање
sv: Bekräfta radering
tr: Silmeyi Onayla

# removeFileToRubbishBinMessage
source: You are about to permanently remove 1 file. Would you like to proceed? (You cannot undo this action.)
bg: Вие сте на път трайно да премахнете 1 файл. Бихте ли искали да продължите? (Не можете да отмените това действие.)
cs: Chystáte se trvale odebrat 1 soubor. Chcete pokračovat? (Tuto akci nemůžete vrátit zpět.)
fa: شما در حال پاک کردن دائمی یک فایل هستید. ایا می خواهید ادامه دهید؟ (نمی توانید بعدا این کار را دوباره به عقب برگردانید.)
fi: Olet poistamassa lopullisesti yhden tiedoston. Haluatko jatkaa (toimintoa ei voi perua)?
he: הינך עומד למחוק קובץ אחד. האם אתה רוצה להמשיך? (פעולה זו לא ניתנת לביטול)
hu: Ön véglegesen készül törölni 1 fájlt. Szeretné folytatni? (Ezt a műveletet nem vonhatja vissza.)
it: Stai per rimuovere in modo permanente 1 file. Vuoi continuare? (Non è possibile annullare questa azione.)
nl: U staat op het punt om 1 bestand definitief te verwijderen. Wilt u doorgaan? (U kunt deze actie niet ongedaan maken)
pt: Está prestes a remover permanentemente um ficheiro. Pretende continuar? (Esta ação é irreversível.)
sl: Nameravate trajno odstraniti 1 datoteko. Ali želite nadaljevati? (Tega dejanja ne morete povrniti).
sr: Овим ћете трајно уклонити један документ. Потврдите за наставак? (Не можете повратити ову акциу)
sv: Du är på väg att permanent ta bort en fil. Vill du fortsätta? (Du kan inte ångra den här åtgärden.)
tr: 1 dosyayı kalıcı olarak kaldırmak üzeresiniz. Devam etmek ister misiniz? (Bu eylemi geri alamazsınız.)

# removeFilesToRubbishBinMessage
source: You are about to permanently remove %d files. Would you like to proceed? (You cannot undo this action.)
bg: Вие сте на път трайно да премахнете %d файла. Бихте ли искали да продължите? (Не можете да отмените това действие.)
cs: Chystáte se trvale odebrat %d souborů. Chcete pokračovat? (Tuto akci nemůžete vrátit zpět.)
fa: شما در حال جابجا کردن دائمی %d فایل هستید. ایا می خواهید ادامه دهید؟ (نمی توانید این عمل را به عقب برگردانید)
fi: Olet poistamassa lopullisesti %d tiedostoa. Haluatko jatkaa (toimintoa ei voi perua)?
he: הינך עומד למחוק %d קבצים. האם אתה רוצה להמשיך? (פעולה זו לא ניתנת לביטול)
hu: Ön véglegesen készül törölni %d fájlt. Szeretné folytatni? (Ezt a műveletet nem vonhatja vissza.)
it: Stai per rimuovere definitivamente i file %d. Vuoi continuare? (Non è possibile annullare questa azione.)
nl: U staat op het punt om %d bestanden definitief te verwijderen. Wilt u doorgaan? (U kunt deze actie niet ongedaan maken)
pt: Está prestes a remover permanentemente %d ficheiros. Pretende continuar? (Esta ação é irreversível.)
sl: Nameravate trajno odstraniti %d datotek. Ali želite nadaljevati? (Tega dejanja ne morete povrniti).
sr: Овим ћете трајно уклонити %d докумената. Потврдите за наставак? (Не можете повратити ову акциу)
sv: Du är på väg att permanent ta bort %d filer. Vill du fortsätta? (Du kan inte ångra den här åtgärden.)
tr: %d dosyayı kalıcı olarak kaldırmak üzeresiniz. Devam etmek ister misiniz? (Bu eylemi geri alamazsınız.)

# removeFolderToRubbishBinMessage
source: You are about to permanently remove 1 folder. Would you like to proceed? (You cannot undo this action.)
bg: Вие сте на път трайно да премахнете 1 папка. Бихте ли искали да продължите? (Не можете да отмените това действие.)
cs: Chystáte se trvale odebrat 1 složku. Chcete pokračovat? (Tuto akci nemůžete vrátit zpět.)
fa: شما در حال پاک کردن دائمی 1 پوشه هستید. ایا می خواهید ادامه دهید؟ (بعدا نمی توانید به عقب برگردید)
fi: Olet poistamassa lopullisesti yhden kansion. Haluatko jatkaa (toimintoa ei voi perua)?
he: הינך עומד למחוק תיקייה אחת. האם אתה רוצה להמשיך? (פעולה זו לא ניתנת לביטול)
hu: Ön véglegesen készül törölni 1 mappát. Szeretné folytatni? (Ezt a műveletet nem vonhatja vissza.)
it: Stai per rimuovere in modo permanente 1 cartella. Vuoi continuare? (Non è possibile annullare questa azione.)
nl: U staat op het punt om 1 map definitief te verwijderen. Wilt u doorgaan? (U kunt deze actie niet ongedaan maken)
pt: Está prestes a remover permanentemente 1 ficheiro. Pretende continuar? (Esta ação é irreversível.)
sl: Nameravate trajno odstraniti 1 mapo. Ali želite nadaljevati? (Tega dejanja ne morete povrniti).
sr: Овим ћете трајно уклонити 1 директоријум. Потврдите за наставак? (Не можете повратити ову акциу)
sv: Du är på väg att permanent ta bort en mapp. Vill du fortsätta? (Du kan inte ångra den här åtgärden.)
tr: 1 klasörü kalıcı olarak kaldırmak üzeresiniz. Devam etmek ister misiniz? (Bu eylemi geri alamazsınız.)

# removeFoldersToRubbishBinMessage
source: You are about to permanently remove %d folders. Would you like to proceed? (You cannot undo this action.)
bg: Вие сте на път трайно да премахнете %d папки. Бихте ли искали да продължите? (Не можете да отмените това действие.)
cs: Chystáte se trvale odebrat %d složek. Chcete pokračovat? (Tuto akci nemůžete vrátit zpět.)
fa: شما در حال پاک کردن دائمی %d پوشه هستید. ایا می خواهید ادامه دهید؟ (بعدا نمی توانید به عقب برگردید)
fi: Olet poistamassa lopullisesti %d kansiota. Haluatko jatkaa (toimintoa ei voi perua)?
he: הינך עומד למחוק %d תיקיות. האם אתה רוצה להמשיך? (פעולה זו לא ניתנת לביטול)
hu: Ön véglegesen készül törölni %d mappát. Szeretné folytatni? (Ezt a műveletet nem vonhatja vissza.)
it: Stai per rimuovere definitivamente %d cartelle. Vuoi continuare? (Non è possibile annullare questa azione.)
nl: U staat op het punt om %d mappen definitief te verwijderen. Wilt u doorgaan? (U kunt deze actie niet ongedaan maken)
pt: Está prestes a remover permanentemente %d pastas. Pretende continuar? (Esta ação é irreversível.)
sl: Nameravate trajno odstraniti %d map. Ali želite nadaljevati? (Tega dejanja ne morete povrniti).
sr: Овим ћете трајно уклонити %d директоријума. Потврдите за наставак? (Не можете повратити ову акциу)
sv: Du är på väg att permanent ta bort %d mappar. Vill du fortsätta? (Du kan inte ångra den här åtgärden.)
tr: %d klasörü kalıcı olarak kaldırmak üzeresiniz. Devam etmek ister misiniz? (Bu eylemi geri alamazsınız.)

# removeFileFolderToRubbishBinMessage
source: You are about to permanently remove 1 file and 1 folder. Would you like to proceed? (You cannot undo this action.)
bg: Вие сте на път трайно да премахнете 1 файл и 1 папка. Бихте ли искали да продължите? (Не можете да отмените това действие.)
cs: Chystáte se trvale odebrat 1 soubor a 1 složku. Chcete pokračovat? (Tuto akci nemůžete vrátit zpět.)
fa: شما در حال پاک کردن دائمی 1 فایل و 1 پوشه هستید. ایا می خواهید ادامه دهید؟ (بعدا نمی توانید به عقب برگردید.)
fi: Olet poistamassa lopullisesti yhden tiedoston ja yhden kansion. Haluatko jatkaa (toimintoa ei voi perua)?
he: הינך עומד למחוק קובץ אחד ותיקייה אחת. האם אתה רוצה להמשיך? (פעולה זו לא ניתנת לביטול)
hu: Ön véglegesen készül törölni 1 fájlt és 1 mappát. Szeretné folytatni? (Ezt a műveletet nem vonhatja vissza.)
it: Stai per rimuovere in modo permanente 1 file e 1 cartella. Vuoi continuare? (Non è possibile annullare questa azione.)
nl: U staat op het punt om 1 bestand en 1 map definitief te verwijderen. Wilt u doorgaan? (U kunt deze actie niet ongedaan maken)
pt: Está prestes a remover permanentemente 1 ficheiro e 1 pasta. Pretende continuar? (Esta ação é irreversível.)
sl: Nameravate trajno odstraniti 1 datoteko in 1 mapo. Ali želite nadaljevati? (Tega postopka ne morete povrniti)
sr: Овим ћете трајно уклонити 1 документ и 1 директоријум. Потврдите за наставак? (Не можете повратити ову акциу)
sv: Du är på väg att permanent ta bort en fil och en mapp. Vill du fortsätta? (Du kan inte ångra den här åtgärden.)
tr: 1 dosya ve 1 klasörü kalıcı olarak kaldırmak üzeresiniz. Devam etmek ister misiniz? (Bu eylemi geri alamazsınız.)
