Repository: meganz/iOS
Catalog: iMEGA/Languages/*.lproj/Localizable.strings
Languages: bg, cs, fa, fi, he, hu, it, nl, pt, sl, sr, sv, tr

source: Downloading
bg: Изтегляне...
cs: Stahování...
fa: در حال دانلود:[X]%
fi: Ladataan...
he: מוריד
hu: Letöltés...
it: Scaricando
nl: Aan het downloaden
pt: Transferindo...
sl: Prevzemam...
sr: Преузимање у току...
sv: Laddar ned
tr: İndiriliyor

source: Select destination
he: בחר יעד
it: Seleziona destinazione
nl: Selecteer bestemming
tr: Hedef noktasını seçiniz

source: Select files
bg: Избери файлове
cs: Vybrat soubory
fi: Valitse tiedostot
he: בחר קבצים
hu: Fájlok kiválasztása
it: Seleziona file
nl: Selecteer bestanden
pt: Seleccionar ficheiros
sl: Izberi datoteke
sr: Изабери документе
sv: Välj filer
tr: Dosyaları seçin

source: Move
bg: Премести
cs: Přesunout
fa: انتقال
fi: Siirrä
he: העבר
hu: Áthelyezés
it: Sposta
nl: Verplaatsen
pt: Mover
sl: Premakni
sr: Премести
sv: Flytta
tr: Taşı

# moveFileMessage
source: 1 file moved
bg: 1 файл преместен
cs: 1 soubor přesunut!
fa: 1 فایل جابجا شد
fi: 1 tiedosto siirretty
he: קובץ אחד הועבר
hu: 1 fájl áthelyezve
it: 1 file mosso
nl: 1 bestand verplaatst
pt: 1 ficheiro movido
sl: 1 datoteka premaknjena
sr: 1 документ померен
sv: 1 fil flyttad
tr: 1 dosya taşındı

# moveFilesMessage
source: %d files moved
bg: %d файла бяха премахнати
cs: %d souborů přesunuto!
fa: فایل های %d جابجا شد
fi: %d tiedostoa siirretty
he: %d קבצים הועברו
hu: %d fájl áthelyezve
it: %d files spostati
nl: %d bestanden verplaatst
pt: %d ficheiros movidos
sl: %d datotek premaknjenih
sr: %d докумената померено
sv: %d filer flyttade
tr: %d dosya taşındı

# moveFolderMessage
source: 1 folder moved
bg: 1 папка беше преместена
cs: 1 složka přesunuta!
fa: 1 پوشه جابجا شد
fi: 1 kansio siirretty
he: תיקייה אחת הועברה
hu: 1 mappa áthelyezve
it: 1 cartella spostata
nl: 1 map verplaatst
pt: 1 ficheiro movido
sl: 1 mapa premaknjena
sr: 1 документ померен
sv: 1 mapp flyttad
tr: 1 klasör taşındı

# moveFoldersMessage
source: %d folders moved
bg: %d папки бяха преместени
cs: %d složek přesunuto!
fa: %d پوشه ها جابجا شد
fi: %d kansiota siirretty
he: %d תיקיות הועברו
hu: %d mappa áthelyezve
it: %d cartelle spostate
nl: %d mappen verplaatst
pt: %d pastas movidas
sl: %d map premaknjenih
sr: %d директоријума померено
sv: %d mappar flyttade
tr: %d klasör taşındı

# moveFileFolderMessage
source: 1 file and 1 folder moved
bg: 1 файл и 1 папка бяха преместени
cs: 1 soubor a 1 složka přesunuty!
fa: 1 فایل و 1 پوشه جابجا شد
fi: 1 tiedosto ja 1 kansio siirretty
he: קובץ אחד ותקייה אחת הועברו
hu: 1 fájl és 1 mappa áthelyezve
it: 1 file e 1 cartella spostati
nl: 1 bestand en 1 map verplaatst
pt: 1 ficheiro e 1 pasta movidos
sl: 1 datoteka in 1 mapa premaknjena
sr: 1 документ и 1 директоријум померен
sv: 1 fil och 1 mapp flyttad
tr: 1 dosya ve 1 klasör taşındı

# moveFileFoldersMessage
source: 1 file and %d folders moved
bg: 1 файл и %d папки бяха преместени
cs: 1 soubor a %d složek přesunuto!
fa: 1 فایل و %d پوشه جابجا شد
fi: 1 tiedosto ja %d kansiota siirretty
he: קובץ אחד ו-%d תיקיות הועברו
hu: 1 fájl és %d mappa áthelyezve
it: 1 file e %d cartelle spostate
nl: 1 bestand en %d mappen gewijzigd
pt: 1 ficheiro e %d pastas movidos
sl: 1 datoteka in %d map premaknjenih
sr: 1 документ и %d директоријума померено
sv: 1 fil och %d mappar flyttade
tr: 1 dosya ve %d klasör taşındı

# moveFilesFolderMessage
source: %d files and 1 folder moved
bg: %d файла и 1 папка бяха преместени
cs: %d souborů a 1 složka přesunuto!
fa: فایل های %d و 1 پوشه جابجا شد
fi: %d tiedostoa ja 1 kansio siirretty
he: %d קבצים ותיקייה אחת הועברו
hu: %d fájl és 1 mappa áthelyezve
it: %d files e 1 cartella spostati
nl: %d bestanden en 1 map verplaatst
pt: %d ficheiros e 1 pasta movidos
sl: %d datotek in 1 mapa premaknjenih
sr: %d докумената и 1 директоријум померен
sv: %d filer och 1 mapp flyttad
tr: %d dosya ve 1 klasör taşındı

# moveFilesFoldersMessage
source: [A] files and [B] folders moved
bg: [A] файла и [B] папки бяха преместени
cs: [A] souborů a [B] složek přesunuto
fa: [A] فایل و [B] فولدر منتقل شدند
fi: [A] tiedostoa ja [B] kansiota siirretty
he: [A] קבצים ו-[B] תיקיות הועברו
hu: [A] fájl és [B] mappa áthelyezve
it: [A] file e [B] cartelle spostate
nl: [A] bestanden en [B] mappen verplaatst
pt: [A] ficheiros e [B] pastas movidos
sl: Premaknjeno [A] datotek in [B] map
sr: [A] докумената и [B] директоријума померено
sv: [A] filer och [B] mappar flyttade
tr: [A] dosya ve [B] klasör taşındı

source: Copy
bg: Копирай
cs: Kopírovat
fa: کپی
fi: Kopioi
he: העתק
hu: Másolás
it: Copia
nl: Kopiëren
pt: Copiar
sl: Kopiraj
sr: Копирајте
sv: Kopiera
tr: Kopyala

# copyFileMessage
source: 1 file copied
bg: 1 файл беше копиран
cs: 1 soubor zkopírován
fa: 1 فایل کپی شد
fi: 1 tiedosto kopioitu
he: קובץ אחד הועתק
hu: 1 fájl lemásolva
it: 1 file copiato
nl: 1 bestand gekopieërd
pt: 1 ficheiro copiado
sl: 1 datoteka kopirana
sr: 1 документ ископиран
sv: 1 fil kopierad
tr: 1 dosya kopyalandı

# copyFilesMessage
source: %d files copied
bg: %d файла са копирани
cs: %d souborů zkopírováno
fa: %d فایل ها کپی شد
fi: %d tiedostoa kopioitu
he: %d קבצים הועתקו
hu: %d fájl lemásolva
it: %d files copiati
nl: %d bestanden gekopieërd
pt: %d ficheiros copiados
sl: %d datotek kopirano
sr: %d докумената ископирано
sv: %d filer kopierade
tr: %d dosya kopyalandı

# copyFolderMessage
source: 1 folder copied
bg: 1 папка беше копирана
cs: 1 složka zkopírována
fa: 1 پوشه کپی شد
fi: 1 kansio kopioitu
he: תיקייה אחת הועתקה
hu: 1 mappa lemásolva
it: 1 cartella copiata
nl: 1 bestand gekopieërd
pt: 1 ficheiro copiado
sl: 1 mapa kopirana
sr: 1 директоријум ископиран
sv: 1 mapp kopierad
tr: 1 klasör kopyalandı

# copyFoldersMessage
source: %d folders copied
bg: %d папки бяха копирани
cs: %d složek zkopírováno
fa: %d پوشه ها کپی شد
fi: %d kansiota kopioitu
he: %d תיקיות הועתקו
hu: %d mappa lemásolva
it: %d cartelle copiate
nl: %d mappen gekopieërd
pt: %d pastas copiadas
sl: %d map kopiranih
sr: %d директоријума ископирано
sv: %d mappar kopierade
tr: %d klasör kopyalandı

# copyFileFolderMessage
source: 1 file and 1 folder copied
bg: 1 файл и 1 папка бяха копирани
cs: 1 soubor a 1 složka zkopírovány
fa: 1 فایل و 1 پوشه کپی شد
fi: 1 tiedosto ja 1 kansio kopioitu
he: קובץ אחד ותיקייה אחת הועתקו
hu: 1 fájl és 1 mappa lemásolva
it: 1 file e 1 cartella copiati
nl: 1 bestand en 1 map gekopieeerd
pt: 1 ficheiro e 1 pasta copiados
sl: 1 datoteka in 1 mapa kopirane
sr: 1 документ и 1 директоријум ископиран
sv: 1 fil och 1 mapp kopierad
tr: 1 dosya ve 1 klasör kopyalandı

# copyFileFoldersMessage
source: 1 file and %d folders copied
bg: 1 файл и %d папки бяха копирани
cs: 1 soubor a %d složek zkopírováno
fa: 1 فایل و %d پوشه کپی شد
fi: 1 tiedosto ja %d kansiota kopioitu
he: קובץ אחד ו-%d תיקיות הועתקו
hu: 1 fájl és %d mappa lemásolva
it: 1 file e %d cartelle copiate
nl: 1 bestand en %d mappen gekopieerd
pt: 1 ficheiro e %d pastas copiados
sl: 1 datoteka in %d map kopiranih
sr: 1 документ и %d директоријума ископирано
sv: 1 fil och %d mappar kopierade
tr: 1 dosya ve %d klasör kopyaladı

# copyFilesFolderMessage
source: %d files and 1 folder copied
bg: %d файла и 1 папка бяха копирани
cs: %d souborů a 1 složka zkopírováno
fa: %d فایل و 1 پوشه کپی شد
fi: %d tiedostoa ja 1 kansio kopioitu
he: %d קבצים ותיקייה אחת הועתקו
hu: %d fájl és 1 mappa lemásolva
it: %d files e 1 cartella copiati
nl: %d bestanden en 1 map gekopieerd
pt: %ds ficheiros e 1 pasta copiados
sl: %d datotek in 1 mapa kopiranih
sr: %d докумената и 1 директоријум ископиран
sv: %d filer och 1 mapp kopierad
tr: %d dosya ve 1 klasör kopyaladı

# copyFilesFoldersMessage
source: [A] files and [B] folders copied
bg: [A] файла и [B] папки бяха копирани
cs: [A] souborů a [B] složek zkopírováno
fi: [A] tiedostoa ja [B] kansiota kopioitu
he: [A] תיקיות • [B] קבצים הועתקו
hu: [A] fájl és [B] mappa lemásolva
it: [A] file e [B] cartelle copiate
nl: [A] bestanden en [B] mappen gekopieerd
pt: [A] ficheiros e [B] pastas copiados
sl: [A] datotek in [B] map kopiranih
sr: [A] докумената и [B] директоријума померено
sv: [A] filer och [B] mappar kopierade
tr: [A] dosya ve [B] klasör kopyalandı

source: Rename
bg: Преименувай
cs: Přejmenovat
fa: تغییر نام
fi: Nimeä uudelleen
he: שנה שם
hu: Átnevezés
it: Rinomina
nl: Hernoemen
pt: Mudar o nome
sl: Preimenuj
sr: Преименуј
sv: Döpa om
tr: Yeniden Adlandır

# renameNodeMessage
source: Enter the new name
bg: Въведете новото име
cs: Zadejte nový název
fa: اسم جدید را وارد نمایید
fi: Syötä uusi nimi
he: הכנס שם חדש
hu: Mappa új neve
it: Nuovo nome del file
nl: Vul de nieuwe naam in
pt: Introduza o novo nome
sl: Vnesi novo ime
sr: Омогућите ново име
sv: Nytt namn
tr: Yeni adı girin

# fileMovedToRubbishBinMessage
source: 1 file moved to the Rubbish Bin
bg: 1 файл беше преместен в Кошчето
cs: 1 soubor přesunut do koše
fa: ١ فايل به سطل آشغال منتقل شد
fi: 1 tiedosto siirretty roskakoriin
he: קובץ אחד הועבר לפח האשפה
hu: 1 fájl áthelyezve a Szemetesládába
it: 1 file mosso nel Cestino
nl: 1 bestand verplaatst naar de Prullenbak
pt: 1 ficheiro movido para o Lixo!
sl: 1 datoteka premaknjena v koš
sr: 1 документ померен у канту за отпатке
sv: 1 fil flyttad till papperskorgen
tr: 1 dosya Çöp Kutusu'na taşındı

# filesMovedToRubbishBinMessage
source: %d files moved to the Rubbish Bin
bg: %d файла бяха преместени в Кошчето
cs: %d souborů přesunuto do koše
fa: d% فايل به سطل آشغال منتقل شد
fi: %d tiedostoa siirretty roskakoriin
he: %d קבצים הועברו לפח האשפה
hu: %d fájl áthelyezve a Szemetesládába
it: %d file spostati nel Cestino
nl: %d bestanden verplaatst naar de Prullenbak
pt: %d ficheiros movidos para o Lixo!
sl: %d datotek premaknjenih v koš
sr: %d докумената померено у канту за отпатке
sv: %d filer flyttade till papperskorgen
tr: %d dosya Çöp Kutusuna taşındı

# folderMovedToRubbishBinMessage
source: 1 folder moved to the Rubbish Bin
bg: 1 папка беше преместена в Кошчето
cs: 1 složka přesunuta do koše
fa: ١ فولدر به سطل آشغال منتقل شد
fi: 1 kansio siirretty roskakoriin
he: תיקייה אחת הועברה לפח האשפה
hu: 1 mappa áthelyezve a szemetesládába
it: 1 file spostato nel Cestino
nl: 1 map verplaatst naar de Prullenbak
pt: 1 pasta movida para o Caixote do Lixo
sl: 1 mapa premaknjena v koš
sr: 1 директоријум померен у канту за отпатке
sv: 1 mapp flyttad till papperskorgen
tr: 1 klasör Çöp Kutusuna taşındı

# foldersMovedToRubbishBinMessage
source: %d folders moved to the Rubbish Bin
bg: %d папки бяха преместени в Кошчето
cs: %d složek přesunuto do koše
fa: فولدرهای %d به سطل آشغال منتقل شد.
fi: %d kansiota siirretty roskakoriin
he: %d תיקיות הועברו לפח האשפה
hu: % mappa áthelyezve a szemetesládába
it: %d cartelle spostate nel Cestino
nl: %d mappen verplaatst naar de Prullenbak
pt: %d pastas movidas para o Caixote do Lixo
sl: %d map premaknjenih v koš
sr: %d директоријума померено у канту за отпатке
sv: %d mappar flyttade tillpapperskorgen
tr: %d klasör Çöp Kutusuna taşındı

# fileFolderMovedToRubbishBinMessage
source: 1 file and 1 folder moved to the Rubbish Bin
bg: 1 файл и 1 папка бяха преместени в Кошчето
cs: 1 soubor a 1 složka přesunuty do koše
fa: ١فايل و ١ فولدر به سطل آشغال منتقل شدند
fi: 1 tiedosto ja 1 kansio siirretty roskakoriin
he: קובץ אחד ותיקייה אחת הועברו לפח האשפה
hu: 1 fájl és 1 mappa áthelyezve a szemetesládába
it: 1 file e 1 cartella spostati nel Cestino
nl: 1 bestand en 1 map zijn verplaatst naar de Prullenbak
pt: 1 ficheiro e 1 pasta movidos para o Caixote do Lixo
sl: 1 datoteka in 1 mapa premaknjeni v koš
sr: 1 документ и 1 директоријум су померени у канту за отпатке
sv: 1 fil och en mapp har flyttats till papperskorgen
tr: 1 dosya ve 1 klasör Çöp Kutusuna taşındı

# fileFoldersMovedToRubbishBinMessage
source: 1 file and %d folders moved to the Rubbish Bin
bg: 1 файл и %d папки бяха преместени в Кошчето
cs: 1 soubor a %d složek přesunuto do koše
fa: 1 فایل و %d فولدر به سطل آشغال منتقل شد.
fi: 1 tiedosto ja %d kansiota siirretty roskakoriin
he: קובץ אחד ו-%d תיקיות הועברו לפח האשפה
hu: 1 fájl és %d mappa áthelyezve a szemetesládába
it: 1 file e %d cartelle spostate nel Cestino
nl: 1 bestand en %d mappen zijn verplaatst naar de Prullenbak
pt: 1 ficheiro e %d pastas movidos para o Caixote do Lixo
sl: 1 datoteka in %d map premaknjeno v koš
sr: 1 документ и %d директоријума су померени у катну за отпатке
sv: 1 fil och %d mappar har flyttats till papperskorgen
tr: 1 dosya ve %d klasör Çöp Kutusuna taşındı

# filesFolderMovedToRubbishBinMessage
source: %d files and 1 folder moved to the Rubbish Bin
bg: %d файла и 1 папка бяха преместени в Кошчето
cs: %d souborů a 1 složka přesunuto do koše
fa: %d فایل و 1 فولدر به سطل آشغال منتقل شد.
fi: %d tiedostoa ja 1 kansio siirretty roskakoriin
he: %d קבצים ותיקייה אחת הועברו לפח האשפה
hu: %d fájl és 1 mappa áthelyezve a szemetesládába
it: %d file e 1 cartella spostati nel Cestino
nl: %d bestanden en 1 map zijn verplaatst naar de Prullenbak
pt: %d ficheiros e 1 pasta movidos para o Caixote do Lixo
sl: %d datotek in 1 mapa premaknjeno v koš
sr: %d докумената и 1 директоријум су померени у канту за отпатке
sv: %d filer och 1 mapp har flyttats till papperskorgen
tr: %d dosya ve 1 klasör Çöp Kutusuna taşındı

# filesFoldersMovedToRubbishBinMessage
source: [A] files and [B] folders moved to the Rubbish Bin
bg: [A] файла и [B] папки бяха преместени в Кошчето
cs: [A] souborů a [B] složek přesunuto do koše
fa: فایلهای [A] و فولدرهای [B] به سطل آشغال منتقل شد.
fi: [A] tiedostoa ja [B] kansiota siirrettiin roskakoriin
he: [A] קבצים ו-[B] תיקיות הועברו לפח האשפה
hu: [A] fájl és [B] mappa áthelyezve a szemetesládába
it: [A] file e [B] cartelle spostate nel Cestino
nl: [A] bestanden en [B] mappen zijn verplaatst naar de Prullenbak
pt: [A] ficheiros e [B] pastas movidos para o Caixote do Lixo
sl: [A] datotek in [B] map premaknjeno v koš
sr: [A] докумената и [B] директоријума померени у канту за отпатке
sv: [A] filer och [B] mappar blev flyttade till papperskorgen
tr: [A] dosya ve [B] klasör Çöp Kutusuna taşındı

# permissionTitle
source: Permissions error
bg: Грешка в правата
cs: Chyba oprávnění
fa: خطا ی اجازه ها
fi: Käyttöoikeusvirhe
he: שגיאת הרשאות
hu: Engedély hiba
it: Errori di permesso
nl: Toestemmingsfout
pt: Erro de permissões
sl: Težave z dovoljenji
sr: Недозвољена акција
sv: Tillträdes error
tr: İzin hatası

# permissionMessage
source: Check your permissions on this folder
bg: Проверете правата си за тази папка
cs: Zkontrolujte svá oprávnění u této složky
fa: اجازه های خود را روی این پوشه چک کنید
fi: Tarkista käyttöoikeutesi tässä kansiossa
he: בדוק את ההרשאות שלך בתיקייה זו
hu: Ellenőrizze az engedélyeket a mappán
it: Controllare le autorizzazioni per questa cartella
nl: Bekijk uw rechten voor deze map
pt: Verifique as suas permissões nesta pasta
sl: Preverite svoje pravice na tej mapi
sr: Проверите своје дозволе над овим директоријумом
sv: Kontrollera dina rättigheter på den här mappen
tr: Bu klasördeki izinlerinizi denetleyin

# sharedFolder_success
source: Folder shared
bg: Папката беше споделена
cs: Složka sdílena!
fa: پوشه اشتراک گذاری شد!
fi: Kansio jaettu
he: התיקייה שותפה
hu: Mappa megosztva
it: Cartella condivisa
nl: Map gedeeld
pt: Pasta partilhada
sl: Mapa deljena!
sr: Директоријум подељен
sv: Mapp delad
tr: Klasör paylaşıldı

# sharedFolders_success
source: %d folders shared successfully.
bg: %d папки бяха споделени успешно.
cs: %d složek úspěšně sdíleno.
fi: %d kansiota jaettu.
he: %d תיקיות שותפו בהצלחה.
it: %d cartelle condivise con successo.
nl: %d mappen met succes gedeeld.
pt: %d pastas partilhadas com sucesso.
sl: %d map uspešno deljenih.
sr: %d директоријума успешно подељена.
sv: %d mappar delade.
tr: %d klasör başarıyla paylaşıldı.

source: Import to Cloud Drive
it: Importa nel tuo Cloud Drive
nl: Importeren

source: File imported
bg: Файлът беше импортиран
cs: Soubor importován!
fa: فایل وارد شد!
fi: Tiedosto tuotu
he: הקובץ הובא!
hu: Fájl importálva!
it: File importato
nl: Bestand geïmporteerd
pt: Ficheiro importado!
sl: Datoteka uvožena!
sr: Документ увезен
sv: Fil importerad
tr: Dosya içe aktarıldı

source: Files imported
bg: Файловете бяха импортирани
cs: Soubory importovány
fi: Tiedostot tuotu
he: קבצים שיובאו
it: File importati
nl: Bestanden geïmporteerd
pt: Ficheiros importados
sl: Datoteke uvožene
sr: Документи увежени
sv: Filer importerade
tr: Dosyalar içe aktarıldı

# selectTitle
source: Select items
bg: Избери елементи
cs: Vyberte položky
fa: ایتم ها را انتخاب کن
fi: Valitse kohteet
he: בחר פריטים
hu: Elemek kijelölése
it: Seleziona foto
nl: Selecteer items
pt: Selecione os itens
sl: Izberi elemente
sr: Селектуј ставке
sv: Välj föremål
tr: Öğeleri seçin

# skipButton
source: Skip
bg: Прескочи
cs: Přeskočit
fa: عبور
fi: Ohita
he: דלג
hu: Kihagyás
it: Salta
nl: Overslaan
pt: Passar
sl: Preskoči
sr: Прескочите
sv: Hoppa över
tr: Atla

# Automatically backup your photos and videos to the Cloud Drive.
source: Automatically backup your photos and videos to your Cloud Drive.
it: Fai un backup in automatico delle tue foto e dei tuoi video nel tuo Cloud Drive.
nl: Automatisch een backup maken van uw foto's en video's naar uw Cloud Schijf.

# enableCameraUploadsButton
source: Enable Camera Uploads
bg: Включи Качвания от Камерата
cs: Povolit Nahrávání z fotoaparátu
fa: اپلود های دوربین را فعال کن
fi: Ota kameralähetykset käyttöön
he: אפשר העלאת תמונות מצלמה
hu: Fotók, videók feltöltésének engedélyezése
it: Attiva i caricamenti da fotocamera
nl: Camera uploads inschakelen
pt: Ativar as Transferências da Câmara
sl: Omogoči nalaganje s kamere
sr: Омогућите отпремање фотографија
sv: Aktivera kamerauppladdningar
tr: Kamera yüklemelerini etkinleştir

source: Camera Uploads enabled
bg: Качването от Камерата е активирано
cs: Nahrávání z fotoaparátu povoleno
fa: اپلود های دوربین فعال گردید!
fi: Kameralähetykset käytössä
he: העלאות תמונות מהמצלמה אופשר!
hu: Kamerafeltöltések engedélyezve
it: Caricamenti da fotocamera attivati
nl: Camera Uploads ingeschakeld
pt: Transferências da Camera Uploads ativadas
sl: Prenosi s kamere omogočeni
sr: Омогућено отпремање фотографија и видео садржаја
sv: Kamera uppladdningar är aktiverat
tr: Kamera Yüklemeleri etkinleştirildi

source: Camera uploads complete
it: Caricamenti da fotocamera completi
nl: Camera uploads voltooid
tr: Kamera yüklemeleri tamamlandı

# cameraUploadsPendingFile
source: Upload in progress, 1 file pending
it: Upload in corso, 1 file in attesa
nl: Upload in behandeling, 1 bestand is wachtend

# cameraUploadsPendingFiles
source: Upload in progress, %lu files pending
it: Upload in corso, %lu file in attesa
nl: Upload in behandeling, %lu bestanden zijn wachtend

# Upload paused because of no WiFi, 1 file pending
source: Upload paused due to no Wi-Fi connection, 1 file pending
it: Caricamento messo in pausa a causa di nessuna connessione Wi-Fi disponibile, 1 file in attesa
nl: Upload gepauzeerd doordat er geen Wi-Fi connectie is, 1 bestand wachtend

# Upload paused because of no WiFi, %lu files pending
source: Upload paused due to no Wi-Fi connection, %lu files pending
it: Caricamento messo in pausa a causa di nessuna connessione WiFi disponibile, %lu file in attesa
nl: Upload gepauzeerd doordat er geen Wi-Fi connectie is, %lu bestanden in afwachting

source: Photos uploaded, video uploads are off; 1 video not uploaded
it: Foto caricate, i caricamenti dei video sono disattivati; 1 video non caricato
nl: Foto's geüpload, video uploads staan uitgeschakeld; 1 video niet geüpload

source: Photos uploaded, video uploads are off; %lu videos not uploaded
it: Foto caricate, i caricamenti dei video sono disattivati; %lu video non caricati
nl: Foto's geüpload, video uploads staan uitgeschakeld; %lu video's niet geüpload

# oneItemSelected
source: %lu item selected
bg: %lu избран елемент
cs: %lu položka vybrána
fa: %lu ایتم انتخاب شد
fi: %lu kohde valittu
he: %lu פריטים נחברו
hu: %lu elem kijelölve
it: %lu item selezionato
nl: %lu item geselecteerd
pt: %lu item selecionado
sl: %lu element izbran
sr: %lu ставка изабрана
sv: %lu föremål valda
tr: %lu öğe seçildi

# itemsSelected
source: %lu items selected
bg: %lu избрани елемента
cs: %lu položek vybráno
fa: %lu ایتم انتخاب گردید
fi: %lu kohdetta valittu
he: %lu פריטים נבחרו
hu: %lu elem kijelölve
it: %lu items selezionati
nl: %lu items geselecteerd
pt: %lu itens selecionados
sl: %lu elementov izbranih
sr: %lu фотографија селектовано
sv: %lu föremål valda
tr: %lu öğe seçildi

source: 1 selected
it: 1 selezionato
nl: 1 geselecteerd

# xSelected
source: %d selected
he: %d נבחרו
it: %d selezionati
nl: %d geselecteerd
tr: %d seçilen

# contactsTitle
source: Contacts
bg: Контакти
cs: Kontakty
fa: مشترکان
fi: Kontaktit
he: אנשי קשר
hu: Kapcsolatok
it: Contatti
nl: Contacten
pt: Contactos
sl: Stiki
sr: Контакти
sv: Kontakter
tr: Kişiler

source: Requests
it: Richieste
nl: Verzoeken

source: Groups
it: Gruppi
nl: Groepen

source: Recently Added
it: Aggiunto recentemente
nl: Recent Toegevoegd

# oneFolderShared
source: 1 folder
bg: 1 папка
cs: 1 složka
fa: یک پوشه
fi: 1 kansio
he: תיקייה 1
hu: 1 mappa
it: 1 cartella
nl: 1 map
pt: 1 pasta
sl: 1 mapa
sr: 1 директоријум
sv: 1 mapp
tr: 1 klasör

# foldersShared
source: %d folders
bg: %d папки
cs: %d složek
fa: پوشه های %d
fi: %d kansiota
he: %d תיקיות
hu: %d mappa
it: %d cartelle
nl: %d mappen
pt: %d pastas
sl: %d map
sr: %d директоријуми
sv: %d mappar
tr: %d klasör

# addFromEmail
source: Enter an email address
bg: Вмъкни имейл
cs: Vložit e-mail
fa: یک ایمیل وارد کن
fi: Syötä sähköpostiosoite
he: הכנס כתובת מייל
hu: Email megadása
it: Inserisci un indirizzo email
nl: Voer een email adres in
pt: Insira um email
sl: Vstavi e-pošto
sr: Убаци е-маил
sv: Skriv in en email
tr: Eposta ekleyin

source: Shared Items
bg: Споделени Елементи
cs: Sdílené položky
fa: موارد به اشتراک گذاشته شده
fi: Jaetut kohteet
he: קבצים משותפים
hu: Megosztott elemek
it: Elementi condivisi
nl: Gedeelde items
pt: Itens partilhados
sl: Deljeni predmeti
sr: Дељене ствари
sv: Delat
tr: Paylaşılan Öğeler

source: Shared
bg: Споделени
cs: Sdílené
fa: اشتراک گذاشته
fi: Jaetut
he: משותף
hu: Megosztva
it: Condiviso
nl: Gedeeld
pt: Partilhados
sl: Deljeni
sr: Дељено
sv: Delat
tr: Paylaşılan

source: Incoming
bg: Входящи
cs: Příchozí
fa: ورودی
fi: Saapuvat
he: נכנס
hu: Bejövő
it: In entrata
nl: Binnenkomende
pt: Recebidos
sl: Dohodni
sr: Пристизајуће
sv: Inkommande
tr: Gelen

source: Outgoing
bg: Изходящи
cs: Odchozí
fa: خروجی
fi: Lähtevät
he: יוצא
hu: Kimenő
it: In uscita
nl: Uitgaande
pt: Enviados
sl: Odhodni
sr: Одлазеће
sv: Utgående
tr: Giden

# sharedWithXContacts
source: Shared with %d contacts
bg: Споделено с %d контакта
cs: Sdíleno s %d kontatky
fa: با d% نفر به اشتراک گذاشته شده
fi: Jaettu %d kontaktille
he: שותף עם %d אנשי קשר
hu: Megosztva %d kapcsolattal
it: Condiviso con %d contatti
nl: Gedeeld met %d contacten
pt: Partilhado com %d contactos
sl: Deljeno z %d stiki
sr: Дељено са %d контакта
sv: Delas med %d kontakter
tr: %d kişi ile paylaşıldı

source: Permissions changed
bg: Разрешенията бяха променени
cs: Oprávnění změněna
fa: اجازه ها تغییر کردند
fi: Oikeudet muutettu
he: הרשאות שונו
hu: Hozzáférési feltételek megváltoztatva
it: Permessi cambiati
nl: Toestemmingen gewijzigd
pt: Permissões alteradas
sl: Pravice spremenjene
sr: Дозволе промењене
sv: Rättigheterna har ändrats
tr: İzinler değiştirildi

source: Share left
bg: Напуснато споделяне
cs: Sdílení opuštěno
fi: Jako lähtenyt
he: השיתוף נעזב
hu: Megosztást hagytak
it: Condivisione abbandonata
nl: Gedeeld document is verlaten
pt: Saída da partilha
sl: Delitev zapuščena
sr: Дељење остављено
sv: Delning avslutad
tr: Paylaşım kaldı

source: Shares left
bg: Споделянията са напуснати
cs: Sdílení opuštěna
fi: Jakoja lähtenyt
he: השיתופים נעזבו
hu: Megosztásokat hagytak
it: Condivisioni abbandonate
nl: Gedeelde documenten zijn verlaten
pt: Saída de partilhas
sl: Delitve zapuščene
sr: Дељења остављена
sv: Delningar kvar
tr: Paylaşım kaldı
