Repository: meganz/iOS
Catalog: iMEGA/Languages/*.lproj/Localizable.strings
Languages: bg, cs, fa, fi, he, hu, it, nl, pt, sl, sr, sv, tr

source: Remove sharing
bg: Премахни споделяне
cs: Odebrat sdílení
fi: Poista jakaminen
he: מחק שיתוף
hu: Megosztás törlése
it: Rimuovi condivisione
nl: Verwijder deling
pt: Apagar partilha
sl: Odstrani deljenje
sr: Обриши дељење
sv: Ta bort delning
tr: Paylaşımı kaldır

# removeOneShareOneContactMessage
source: Are you sure you want to remove this share? (Shared with 1 contact)
bg: Сигурни ли сте, че искате да премахнете това споделяне? (Споделено с 1 контакт)
cs: Opravdu chcete obebrat toto sdílení? (Sdíleno s 1 kontaktem)
fi: Haluatko varmasti poistaa tämän jaon (jaettu yhdelle kontaktille)?
he: האם אתה בטוח שברצונך למחוק שיתוף זה? (משותף עם איש קשר אחד)
hu: Biztosan szeretné törölni ezt a megosztást? (Megosztva 1 kapcsolattal)
it: Sei sicuro di voler rimuovere questa condivisione? (condivisa con 1 contatto)
nl: Weet u zeker dat u deze deling wilt verwijderen? (Gedeeld met 1 contact)
pt: Você tem a certeza de que quer remover esta partilha? (Partilhado com 1 contacto)
sl: Ali ste prepričani, da želite odstraniti to deljenje? (Deljeno z 1 stikom)
sr: Да ли сте сигурни да желите да уклоните ово дељење? (Дељено са једним контактом)
sv: Är du säker på att du vill ta bort denna delning (delas med 1 kontakt)
tr: Bu paylaşımı kaldırmak istediğinizden emin misiniz? (1 kişiyle paylaşılmış)

# removeOneShareMultipleContactsMessage
source: Are you sure you want to remove this share? (Shared with %d contacts)
bg: Сигурни ли сте, че искате да премахнете това споделяне? (Споделено с %d контакта)
cs: Opravdu chcete odebrat toto sdílení? (Sdíleno s %d kontakty)
fi: Haluatko varmasti poistaa tämän jaon (jaettu %d kontaktille)?
he: האם אתה בטוח שברצונך למחוק שיתוף זה? (משותף עם %d אנשי קשר)
hu: Biztosan szeretné törölni ezt a megosztást? (Megosztva %d kapcsolattal)
it: Sei sicuro di voler rimuovere questa condivisione? (condivisa con %d contatti)
nl: Weet u zeker dat u deze deling wilt verwijderen? (Gedeeld met %d contacten)
pt: Você tem a certeza de quer quer remover esta partilha? (Partilhado com %d contactos)
sl: Ali ste prepričani, da želite odstraniti to deljenje? (Deljeno s %d stiki)
sr: Да ли сте сигурни да желите да уклоните ово дељење? (Дељено са %d контакта)
sv: Är du säker på att du vill ta bort denna delning? (Delas med %d kontakter)
tr: Bu paylaşımı kaldırmak istediğinizden emin misiniz? (%d kişi ile paylaşılıyor)

# removeMultipleSharesMultipleContactsMessage
source: Are you sure you want to remove these shares? (Shared with %d contacts)
bg: Сигурни ли сте, че искате да премахнете тези споделяния? (Споделено с %d контакта)
cs: Opravdu chcete odebrat tato sdílení? (Sdílena s %d kontakty)
fi: Haluatko varmasti poistaa nämä jaot (jaettu %d kontaktille)?
he: האם אתה בטוח שברצונך למחוק שיתוףים אלו? (משותפים עם %d אנשי קשר)
hu: Biztosan szeretné törölni ezeket a megosztásokat? (Megosztva %d kapcsolattal)
it: Sei sicuro di voler rimuovere queste condivisioni? (condivise con %d contatti)
nl: Weet u zeker dat u deze delingen wilt verwijderen? (Gedeeld met %d contactpersonen)
pt: Você tem a certeza de que quer remover estas partilhas? (Partilhado com %d contactos)
sl: Ali ste prepričani, da želite odstraniti ta deljenja? (Deljeno s %d stiki)
sr: Да ли сте сигурни да желите да уклоните ова дељења? (Дељено за %d контакта)
sv: Är du säker på att du vill ta bort dessa delningar? (Delas med %d kontakter)
tr: Bu paylaşımları kaldırmak istediğinizden emin misiniz? (%d kişi ile paylaşılıyor)

source: Share removed
bg: Споделянето беше успешно премахнато
cs: Sdílení správně odebráno
fa: اشتراک به طور صحیح حذف گردید
fi: Jako poistettu
he: שיתוף נמחק בהצלחה
hu: A megosztás eltávolítása sikeres
it: Condivisione rimossa
nl: Deling verwijderd
pt: Partilha removida corretamente
sl: Skupna raba pravilno odstranjena
sr: Шеровање је исправно уклољено
sv: Delningen har tagits bort
tr: Paylaşım doğru bir şekilde kaldırıldı

source: Shares removed
bg: Споделянията са премахнати
cs: Sdílení obebrána
fi: Jakoja poistettu
he: השיתופים נמחקו
hu: Megosztások törölve
it: Condivisioni rimosse
nl: Delingen verwijderd
pt: Partilhas apagadas
sl: Deljenja odstranjena
sr: Дељење обрисано
sv: Delning borttagen
tr: Paylaşım kaldırıldı

source: Shared with
bg: Споделено със
cs: Sdíleno s
fa: به اشتراک گذاشته شده با
fi: Jaettu
he: משותף עם
hu: Megosztva:
it: Condiviso con
nl: Gedeeld met
pt: Partilhado com
sl: Deljeno z
sr: Поделите са
sv: Delad med
tr: Paylaşılıyor

source: Add from contacts
bg: Добави от контакти
cs: Přidat z kontaktů
fa: از کانتکت ها اضافه کن
fi: Lisää kontakteista
he: הוסף מאנשי קשר
hu: Hozzáadás a kapcsolatokból
it: Aggiunti dai Contatti
nl: Toevoegen vanuit Contacten
pt: Adicionar a partir dos contatos
sl: Dodaj iz stikov
sr: Додај из контакта
sv: Lägg till från kontakter
tr: Kişilerden ekle

source: Add contact
bg: Добави контакт
cs: Přidat kontakt
fa: افزودن مشترک
fi: Lisää kontakti
he: הוסף איש קשר
hu: Kapcsolat hozzáadása
it: Aggiungi contatto
nl: Contact toevoegen
pt: Adicionar contato
sl: Dodaj stik
sr: Додај контакт
sv: Lägg till kontakt
tr: Kişi ekle

source: Contact email
bg: Имейл на контакта
cs: E-mail kontaktu
fa: ایمیل ارتباط
fi: Kontaktin sähköposti
he: מייל איש קשר
hu: Kapcsolat e-mailje
it: Email contatto
pt: Email do contacto
sl: E-pošta stika
sr: Контакт email
sv: Kontakt e-post
tr: Kişi epostası

# addContactButton
source: Add
bg: Добави
cs: Přidat
fa: افزودن
fi: Lisää
he: הוסף
hu: Hozzáadás
it: Aggiungi
nl: Toevoegen
pt: Adicionar
sl: Dodaj
sr: Додај
sv: Lägg till
tr: Ekle

# noNeedToAddYourOwnEmailAddress
source: There’s no need to add your own email address
bg: Няма нужда да добавяте свой собствен имейл адрес
cs: Není třeba přidávat vaši e-mailovou adresu
fi: Omaa sähköpostiosoitetta ei tarvitse lisätä
he: אין צורך להוסיף את כתובת המייל שלך
hu: Nem szükséges hozzáadni saját email címét
it: Non c'è bisogno di aggiungere il tuo indirizzo email
nl: Het is niet noodzakelijk uw eigen e-mailadres toe te voegen
pt: Não é necessário adicionar o seu endereço de email
sl: Ni potrebe, da dodajate lasten e-poštni naslov
sr: Нема потребе да додате Вашу е-маил адресу
sv: Det finns ingen anledning att lägga till din egen e-postadress
tr: Kendi e-posta adresinizi eklemenize gerek yok

# theUsersHaveBeenInvited
source: The users have been invited and will appear in your contact list once accepted.
bg: Потребителите бяха поканени и ще се появят във Вашите контакти след като приемат поканите.
cs: Uživatel byl pozván a objeví se ve vašem seznamu kontaktů, jakmile to přijme.
fi: Käyttäjät on kutsuttu ja he näkyvät kontakteissa hyväksymisen jälkeen.
he: המשתמש הוזמן ויופיע ברשימת אנשי הקשר שלך לאחר שההזמנה תאושר
hu: Felhasználók meghívva és amint elfogadják, megjelennek a névjegyzékedben.
it: Gli utenti sono stati invitati e appariranno nell'elenco dei contatti una volta accettati gli inviti.
nl: De gebruikers zijn uitgenodigd en zullen, eenmaal geaccepteerd, in uw lijst met contactpersonen verschijnen.
pt: Os utilizadores que foram convidados aparecerão na tua lista de contactos assim que aceitarem.
sl: Uporabniki so bili povabljeni in se bodo pojavili v spisku kontaktov, ko sprejmejo povabilo.
sr: Корисник је позван и појавиће се у вашој листи контаката чим прихвати захтев.
sv: Användarna har bjudits in och kommer att läggas till din kontaktlista när de blivit accepterade.
tr: Kullanıcılar davet edildi ve kabul edildikten sonra kişi listenizde görünecektir.

# removeUserTitle
source: Remove contact
bg: Изтрий контакт
cs: Odebrat kontakt
fa: حذف شخص از فهرست ارتباطها
fi: Poista kontakti
he: הסר איש קשר
hu: Partner eltávolítása
it: Rimuovi contatto
nl: Contact verwijderen
pt: Remover contacto
sl: Odstrani stik
sr: Уклоните контакт
sv: Radera kontakt
tr: Kişi sil

# removeMultipleUsersMessage
source: Are you sure you want to remove %d users from your contact list?
bg: Сигурни ли сте, че искате да изтриете %d потребители от вашия списък с контакти?
cs: Opravdu chcete odebrat %d uživatelů z vašeho seznamu kontaktů?
fa: ایا مطمئن هستید می خواهید %d کاربر را از لیست کانتکت خود حذف کنید؟
fi: Haluatko varmasti poistaa %d käyttäjää kontakteistasi?
he: האם אתה בטוח שאתה רוצה למחוק את %d מרשימת אנשי קשר שלך?
hu: Biztosan szeretne törölni %d felhasználót kapcsolatai listájáról?
it: Sei sicuro di voler rimuovere %d utenti dalla lista dei contatti?
nl: Weet u zeker dat u %d gebruikers uit uw contactenlijst wilt verwijderen?
pt: Tem a certeza que deseja remover %d utilizadores da sua lista de contatos?
sl: Ali ste prepričani, da želite odstraniti %d uporabnikov iz svojih stikov?
sr: Да ли сте сигурно да желите да уклоните %d особа из ваше контакт листе?
sv: Är du säker på att du vill ta bort %d dessa användare från din kontaktlista?
tr: Kişi listenizden %d kullanıcı kaldırmak istediğinizden emin misiniz?

# removedContact
source: Contact %@ removed
bg: Контактът %@ беше изтрит
cs: Kontakt %@ odebrán!
fa: کانتکت %@ حذف گردید!
fi: Kontakti %@ poistettu
he: איש הקשר %@ נמחק!
hu: %@ kapcsolat törölve
it: Contatto %@ rimosso
nl: Contact %@ verwijderd
pt: Contato %@ removido
sl: Stik %@ odstranjen!
sr: Контакт %@ уклоњен
sv: Kontakt %@ borttagen
tr: %@ kişisi kaldırıldı

source: Pending
bg: Изчакващ
cs: Čekající
fa: در حالت تعلیق
fi: Odottaa
he: ממתין
hu: Folyamatban
it: In attesa
nl: Afwachting
pt: Pendente
sl: Čaka
sr: На чекању
sv: i avvaktan på
tr: Bekleyen

# leaveFolder
source: Leave
bg: Остави
cs: Opustit
fa: ترک کن
fi: Poistu
he: עזוב
hu: Elhagyás
it: Lascia
nl: Verlaten
pt: Deixar
sl: Zapusti
sr: Остави
sv: Lämna
tr: Ayrıl

# leaveShareAlertMessage
source: Are you sure you want to leave this share?
bg: Сигурни ли сте, че искате да напуснете това споделяне?
cs: Opravdu chcete opustit toto sdílení?
fi: Haluatko varmasti jättää tämän jaon?
he: האם אתה בטוח שברצונך לעזוב את שיתוף זה?
it: Sei sicuro di voler abbandonare questa condivisione?
nl: Weet u zeker dat u deze deling wilt verlaten?
pt: Tem a certeza que quer sair desta partilha?
sl: Ste prepričani, da želite zapustiti to deljenje?
sr: Да ли сте сигурни да желите да напустите ово дељење?
sv: Är du säker på att du vill lämna denna delning?
tr: Bu paylaşımdan ayrılmak istediğine emin misin?

# leaveSharesAlertMessage
source: Are you sure you want to leave these shares?
bg: Сигурни ли сте, че искате да напуснете тези споделяния?
cs: Opravdu chcete opustit tato sdílení?
fi: Haluatko varmasti jättää nämä jaot?
he: האם אתה בטוח שברצונך לעזוב שיתופים אלו?
it: Sei sicuro di voler abbandonare queste condivisioni?
nl: Weet u zeker dat u deze delingen wilt verlaten?
pt: Tem a certeza que quer sair destas partilhas?
sl: Ali ste prepričani, da želite zapustiti ta deljenja?
sr: Да ли сте сигурни да желите да напустите ова дељења?
sv: Är du säker på att du vill lämna dessa delningar?
tr: Bu paylaşımlardan ayrılmak istediğine emin misin?

source: Select All
bg: Избери Всички
cs: Vybrat vše
fi: Valitse kaikki
he: בחר הכל
hu: Összes kijelölése
it: Seleziona tutto
nl: Selecteer Alles
pt: Escolher Todos
sl: Izberi vse
sr: Изаберите све
sv: Välj alla
tr: Tümünü Seç

# oneContact
source: 1 contact
bg: 1 контакт
cs: 1 kontakt
fi: 1 kontakti
he: איש קשר
hu: 1 db kapcsolat
it: 1 contatto
pt: 1 contacto
sl: 1 stik
sr: 1 контакт
sv: 1 kontakt
tr: 1 kişi

# XContactsSelected
source: [X] contacts
bg: [X] контакта
cs: [X] kontaktů
fi: [X] kontaktia
he: [X] אנשי קשר
hu: [X] kapcsolat
it: [X] contatti
nl: [X] contacten
pt: [X] Contactos
sl: [X] stikov
sr: [X] контакти
sv: [X] kontakter
tr: [X] kişi

source: Share folder
bg: Сподели папка
cs: Sdílet složku
fa: اشتراک‌گذاری پوشه
fi: Jaa kansio
he: שתף תיקייה
hu: Mappa megosztása
it: Condividi cartella
pt: Partilhar Pasta
sl: Deli mapo
sr: Подели фасциклу
sv: Delad mapp
tr: Paylaşım klasörü

source: Share folders
bg: Сподели папки
cs: Sdílet složky
fa: پوشه ها را به اشتراک بگذار
fi: Jaa kansioita
he: תיקיות משותפות
hu: Mappák megosztása
it: Condividi Cartelle
pt: Pastas partilhadas
sl: Deli mape
sr: Подели директоријуме
sv: Dela mappar
tr: Dosyaları paylaş

source: Select
bg: Избери
cs: Vybrat
fa: انتخاب
fi: Valitse
he: בחר
hu: Kiválasztás
it: Seleziona
nl: Selecteren
pt: Seleccionar
sl: Izberi
sr: Изаберите
sv: Välj
tr: Seç

source: Permissions
bg: Разрешения
cs: Oprávnění
fa: دسترسی‌ها
fi: Oikeudet
he: הרשאות
hu: Engedélyek
it: Permessi
nl: Toestemmingen
pt: Permissões
sl: Pravice
sr: Дозволе
sv: Behörighet
tr: İzinler

source: Read-only
bg: Само четене
cs: Pouze pro čtení
fi: Vain luku
he: קריאה-בלבד
hu: Írásvédett
it: Sola lettura
nl: Alleen lezen
pt: somente leitura
sl: Samo branje
sr: Само-читање
sv: Läsa-enbart
tr: Salt okunur

source: Read and Write
bg: Четене & Запис
cs: Číst a zapisovat
fa: دارای اجازه نمایش و تغییر
fi: Lue & Kirjoita
he: קרא & כתוב
hu: Írás és olvasás
it: Lettura e Scrittura
nl: Lezen en Schrijven
pt: Ler & Escrever
sl: Branje in pisanje
sr: Читање и писање
sv: Läs & Skriv
tr: Okuma ve Yazma

source: Full access
bg: Пълен достъп
cs: Plný přístup
fa: دسترسی کامل
fi: Täysi pääsy
he: גישה מלאה
hu: Teljes hozzáférés
it: Accesso completo
nl: Volledige toegang
pt: Acesso completo
sl: Poln dostop
sr: Пун приступ
sv: Full tillgång
tr: Tam erişim

# settingsTitle
source: Settings
bg: Настройки
cs: Nastavení
fa: تنظیمات
fi: Asetukset
he: הגדרות
hu: Beállítások
it: Impostazioni
nl: Instellingen
pt: Definições
sl: Nastavitve
sr: Подешавања
sv: Inställningar
tr: Ayarlar

# cameraUploadsLabel
source: Camera Uploads
bg: Качвания от Камерата
cs: Nahrávání z fotoaparátu
fa: اپلود های مربوط به دوربین
fi: Kameralähetykset
he: העלאות מצלמה
hu: Kamerafeltöltések
it: Caricamenti da fotocamera
pt: Transferências da Câmara
sl: Prenosi s kamere
sr: Оптремање фотографија и видео садржаја
sv: Uppladdning av bilder
tr: Kamera Yüklemeleri

# rubbishBinLabel
source: Rubbish Bin
bg: Кошче
cs: Koš
fa: سطل زباله
fi: Roskakori
he: סל האשפה
hu: Szemetesláda
it: Cestino
nl: Prullenbak
pt: Lixo
sl: Koš
sr: Канта за смеће
sv: Papperskorg
tr: Çöp Kutusu

source: Advanced
bg: Разширени
cs: Rozšířené
fa: پیشرفته
fi: Edistynyt
he: מתקדם
hu: Haladó
it: Avanzato
nl: Geavanceerd
pt: Avançado
sl: Napredno
sr: Напредно
sv: Avancerad
tr: Gelişmiş

source: Security Options
bg: Настройки на Сигурността
cs: Možnosti zabezpečení
fa: گزینه های امنیتی
fi: Turvavaihtoehdot
he: אפשרויות אבטחה
hu: Biztonsági opciók
it: Opzioni di Sicurezza
nl: Beveiligingsopties
pt: Opções de segurança
sl: Varnostne možnosti
sr: Сигурносне опције
sv: Säkerhets alternativ
tr: Güvenlik Seçenekleri

source: About
bg: За нас
cs: O nás
fa: درباره مگا
fi: Tietoa
he: הודות
hu: Névjegy
it: Info
nl: Over
pt: Sobre
sl: Podatki o
sr: О нама
sv: Om
tr: Hakkında

# sendFeedbackLabel
source: Send Feedback
bg: Изпрати Отзив
cs: Pošlete zpětnou vazbu
fa: ارسال بازخورد
fi: Lähetä palautetta
he: שלח משוב
hu: Visszajelzés küldése
it: Invia un commento
nl: Feedback Versturen
pt: Envie-nos comentários
sl: Pošljite povratne informacije
sr: Пошаљите фидбек
sv: Skicka respons
tr: Görüş Gönder

# pleaseWriteYourFeedback
source: Please write your feedback here:
bg: Моля, напишете вашето мнение тук:
cs: Sem napište svou zpětnou vazbu:
fi: Ole hyvä ja kirjoita palautteesi tähän:
he: אנא כתוב את חוות דעתך כאן:
hu: Kérjük ide írni visszajelzését:
it: Per favore, inserisci il tuo feedback qui:
nl: Schrijf uw feedback alstublieft hier:
pt: Por favor escreva a sua opinião aqui:
sl: Prosim, vnesite svoje povratne informacije:
sr: Молимо Вас унесите ваш коментар овде:
sv: Var vänlig och lämna synpunkter här:
tr: Buraya görüşlerinizi yazınız:

# noEmailAccountConfigured
source: No email account set up on your device
bg: Няма настроен имейл адрес на вашето устройство
cs: Ve vašem zařízení není nastaven žádný e-mailový účet
fa: هیچ اکونت ایمیل ادرسی روی دستگاه شما تنظیم نشده است
fi: Laitteellesi ei ole asetettu sähköpostiosoitetta
he: לא הוגדרה כתובת מייל במכשיר זה
hu: Nincs beállítva email fiók a készüléken
it: Non hai un account e-mail configurato sul dispositivo
nl: Geen email account ingesteld op uw apparaat
pt: Não tem conta de e-mail configurada no seu dispositivo
sl: Na tej napravi ni nastavljenega e-poštnega računa
sr: Е-маил није присутан на вашем уређају
sv: Ingen e-postkonto som inrättats på enheten
tr: Cihazınızda ayarlı e-posta hesabı yok

# termsOfServicesLabel
source: Terms of Service
bg: Условия за ползване
cs: Podmínky služeb
fa: شرایط استفاده از خدمات
fi: Käyttöehdot
he: תנאי שימוש
hu: Általános szolgáltatási feltételek
it: Termini di Servizio
nl: Algemene Voorwaarden
pt: Termos de Serviço
sl: Splošni pogoji
sr: Услови коришћења
tr: hizmet şartları

# dataProtectionRegulationLabel
source: Data Protection Regulation
it: Regole sulla protezione dei dati
nl: Verordening Gegevensbescherming

source: On
bg: Включен
cs: Zapnuto
fa: روشن
fi: Päällä
he: מופעל
hu: Be
it: Attivo
nl: Aan
pt: Ligado
sl: Prižgano
sr: Укључено
sv: På
tr: Açık

source: Options
bg: Опции
cs: Možnosti
fa: گزینه ها
fi: Valikko
he: אפשרויות
hu: Opciók
it: Opzioni
nl: Opties
pt: Opções
sl: Možnosti
sr: Опције
sv: Möjligheter
tr: Seçenekler

source: (Recommended)
it: (Raccomandato)
nl: (Aanbevolen)

source: Save HEIC photos as
it: Salva le foto HEIC come
nl: HEIC foto's opslaan als

# We recommend JPG, as its the most compatible format for photos.
source: We recommend JPG, as it is the most compatible format for photos.
it: Noi raccomandiamo JPG, in quanto è il formato più compatibile per le foto.
nl: We raden JPG aan, omdat het de meeste verenigbare formaat voor foto's is.

source: Save HEVC videos as
it: Salva i video HEVC come
nl: HEVC video's opslaan als

# We recommend H.264, as its the most compatible format for videos.
source: We recommend H.264, as it is the most compatible format for videos.
it: Noi raccomandiamo H264, in quanto è il formato più compatibile per i video.
nl: We raden H.264 aan omdat het de meest verenigbare formaat is voor video's.

# Compression quality when to transcode HEVC videos to H.264 format.
source: Compression quality when HEVC videos are transcoded to H.264 format.
it: Qualità di compressione quando i video HEVC sono convertiti nel formato H264.
nl: Compressie kwaliteit wanneer HEVC video's getranscodeerd worden naar H.264 formaat.

# uploadVideosLabel
source: Upload Videos
bg: Качи видео
cs: Nahrát videa
fa: ویدئو ها رو اپلود کن
fi: Lähetä videoita
he: העלה סרטים
hu: Videók feltöltése
it: Carica video
nl: Video's Uploaden
pt: Transferir vídeos
sl: Naloži videe
sr: Отпремање видео садржаја
sv: Ladda upp videor
tr: Videoları yükle

source: When enabled, photos will be uploaded.
it: Quando attivo, le foto vengono caricate.
nl: Wanneer ingeschakeld, worden foto's geüpload.

# Photos will be uploaded to Camera Uploads folder.
source: Photos will be uploaded to the Camera Uploads folder.
it: Le foto vengono caricate nella cartella Caricamenti da fotocamera.
nl: Foto's worden geüpload naar de Camera uploads map.

# Photos and videos will be uploaded to Camera Uploads folder.
source: Photos and videos will be uploaded to the Camera Uploads folder.
it: Le foto e i video saranno caricati nella cartella Caricamenti da fotocamera.
nl: Foto's en video's worden geüpload naar de Camera uploads map.

source: Videos will be uploaded to the Camera Uploads folder.
it: I video verranno caricati nella cartella Caricamenti da fotocamera.
nl: Video's worden geüpload naar de Camera uploads map.

source: When enabled, videos will be uploaded.
it: Quando attiva, i video verranno caricati.
nl: Wanneer ingeschakeld, worden video's geüpload.

# New Camera Upload!
source: New Camera Uploads Options!
it: Nuove opzioni per i Caricamenti da fotocamera!
nl: Nieuwe Camera uploads opties

source: Now you can choose to convert HEIC/HEVC photos and videos to the more widely compatible JPEG/H.264 formats.
it: Adesso puoi scegliere di convertire le foto HEIC e i video HEVC nei loro formati più compatibili (rispettivamente, JPG e H264).
nl: Nu kunt u ervoor kiezen HEIC/HEVC-foto's en -video's te converteren naar de meer compatibele JPEG/H.264-formaten.

source: Use Most Compatible Formats
it: Utilizza i formati più compatibili
nl: Gebruik De meest Verenigbare Formaten

source: Custom Settings
it: Impostazioni personalizzate
nl: Aangepaste Instellingen

source: %@ Storage Full
it: %@ archiviazione piena
nl: %@ Opslag Vol

source: Device Storage Almost Full
it: Spazio sul dispositivo quasi pieno
nl: Apparaat Opslag Bijna Vol

source: You do not have enough storage for further camera uploads. Free up space by deleting unneeded apps, videos or music. You can manage your storage in %@
it: Non hai abbastanza spazio per altri caricamenti da fotocamera. Libera un po' di spazio eliminando app non necessarie, video o musica. Puoi gestire il tuo spazio di archiviazione in %@
nl: U heeft geen genoeg Opslag voor verdere Camera uploads. Maak ruimte vrij door het verwijderen van onnodige applicaties, video's of muziek. U kunt uw opslag beheren in %@

source: Settings > General > %@ Storage
it: Impostazioni > Generali > %@ Archiviazione
nl: Instellingen>Algemeen> %@ Opslag

source: Upload Hidden Album
it: Carica l'album nascosto
nl: Upload Verborgen Album

# The video and the photo in each Live Photo will be uploaded.
source: The photo and video versions of each Live Photo will be uploaded.
it: La versione foto e video di ogni Live Photo verranno caricate.
nl: De foto en video versies van elke Live Foto worden geüpload.

# Only the photo in each Live Photo will be uploaded.
source: Only the photo version of each Live Photo will be uploaded.
it: Solo la versione foto di ogni Live Photo verrà caricata.
nl: Alleen de foto versie van elke Live Foto wordt geüpload.

source: All the photos from your burst photo sequences will be uploaded.
it: Tutte le foto delle tue sequenze Burst verranno caricate.
nl: Alle foto's van uw burst foto volgorde worden geüpload.

# Only the representative photos from your burst photo sequences will be uploaded.
source: Only favourite photos from your burst photo sequences will be uploaded.
it: Solo la foto preferita delle tue sequenze Burst verrà caricata.
nl: Alleen favoriete foto's van uw burst-fotoseries worden geüpload.

# The Hidden Album is where you hide photos or videos in your device Photos app.
source: The Hidden Album is where you hide photos or videos in your device’s Photos app.
it: L'album nascosto è dove nascondi le tue foto e i tuoi video nell'app Foto del tuo dispositivo.
nl: De Verborgen Album is waar u foto's of video's verbergt in de Foto Applicatie van uw apparaat.

source: Upload Shared Albums
it: Carica gli album condivisi
nl: Upload Gedeelde Albums

source: Shared Albums from your device’s Photos app will be uploaded.
it: Gli album condivisi dall'app Foto del tuo dispositivo saranno caricati.
nl: Gedeelde Albums van uw apparaat Foto's applicatie worden geüpload.

source: Shared Albums from your device’s Photos app will not be uploaded.
it: Gli album condivisi dall'app Foto del tuo dispositivo non saranno caricati.
nl: Gedeelde Albums van uw apparaat Foto's applicatie worden niet geüpload.

source: Synced albums are where you sync photos or videos to your device’s Photos app from iTunes.
it: Gli album sincronizzati sono dove sincronizzi le foto e i video all'app Foto del tuo dispositivo da iTunes.
nl: Met gesynchroniseerde albums synchroniseert u foto's of video's naar de Foto applicatie op uw apparaat vanuit iTunes.

# sdkVersion
source: MEGA SDK version
cs: Verze SDK MEGA
fi: MEGA ohjelmistokehitysversio
he: גרסת SDK של MEGA
it: Versione MEGA SDK
nl: MEGA SDK Versie
pt: Versão MEGA SDK
sl: MEGA SDK verzija
sr: MEGA SDK верзија
tr: MEGA SDK sürümü

source: MEGAchat SDK version
he: גרסת SDK של MEGAchat
it: Versione SDK MEGAchat
nl: MEGA chat SDK versie
tr: MEGAsohbet SDK sürümü

source: Acknowledgements
bg: Благодарности
cs: Poděkování
fa: قدردانی
fi: Kiitokset
he: תודות
hu: Köszönetnyilvánítás
it: Ringraziamenti
nl: Dankwoord
pt: Agradecimentos
sl: Zasluge
sr: Признања
sv: Tack
tr: Teşekkür
