Repository: meganz/iOS
Catalog: iMEGA/Languages/*.lproj/Localizable.strings
Languages: bg, cs, fa, fi, he, hu, it, nl, pt, sl, sr, sv, tr

# noIncomingSharedItemsEmptyState_text
source: No incoming Shared Folders
bg: Няма входящи Споделени Папки
cs: Žádné příchozí sdílené složky
fi: Ei saapuvia jaettuja kansioita
he: אין תיקיות משותפות נכנסות
it: Nessuna cartella condivisa in arrivo
nl: Geen binnenkomende Gedeelde Mappen
pt: Sem Pastas Partilhadas recebidas
sl: Ni prejetih deljenih map
sr: Нема долазећих Подељених Фолдера
sv: Inga inkommande delade mappar
tr: Gelen Klasör Paylaşımı yok

# noOutgoingSharedItemsEmptyState_text
source: No outgoing Shared Folders
bg: Няма изходящи Споделени Папки
cs: Žádné odchozí sdílené složky
fi: Ei lähteviä jaettuja kansioita
he: אין תיקיות משותפות יוצאות
it: Nessuna cartella condivisa in uscita
nl: Geen uitgaande Gedeelde Mappen
pt: Sem Pastas Partilhadas enviadas
sl: Ni odhodnih deljenih map
sr: Нема одлазећих Подељених Фолдера
sv: Inga utgående delade mappar
tr: Giden Klasör Paylaşımı yok

source: Contact requests
bg: Заявки за контакти
cs: Požadavky kontaktů
fa: درخواستهای تماس
fi: Kontaktipyynnöt
he: בקשות חברי קשר
hu: Kapcsolat kérések
it: Richieste di contatto
nl: Contact verzoeken
pt: Pedidos de contactos
sl: Zahteve stikov
sr: Контакт захтеви
sv: Kontaktförfrågningar
tr: İrtibat talepleri

source: Add contacts
bg: Добави контакти
cs: Přidat kontakty
fi: Lisää kontakteja
he: הוסף אנשי קשר
it: Aggiungi contatto
nl: Contacten toevoegen
pt: Adicionar contactos
sl: Dodaj stike
sr: Додај контакте
sv: Lägg till kontakter
tr: Kişi ekleyin

source: Invite Contact
it: Invita contatto a MEGA
nl: Uitnodigen bij MEGA
tr: Kişi Davet Et

source: Invite Sent
it: Invito spedito
nl: Uitnodiging Verstuurd
tr: Davet Gönderildi

source: Later
it: Più tardi
tr: Sonra

source: Received
it: Ricevuto
nl: Ontvangen
tr: Alınan

source: Sent
bg: Изпратени
cs: Odeslané
fa: ارسال شد
fi: Lähetetyt
he: נשלח
hu: Elküldve
it: Inviato
nl: Verzonden
pt: Enviado
sl: Poslani
sr: Послато
sv: Skickade
tr: Gönderilen

source: Request accepted
bg: Заявката е приета
cs: Požadavek přijat
fa: درخواست قبول شد
fi: Pyyntö hyväksytty
he: הבקשה אושרה
hu: Kérés elfogadva
it: Richesta accettata
nl: Verzoek geaccepteerd
pt: Pedido aceite
sl: Zahteva sprejeta
sr: Захтев прихваћен
sv: Förfrågan accepterad
tr: İstek kabul edildi

source: Request cancelled
bg: Заявката беше отменена
cs: Požadavek zrušen
fa: درخواست لغو شد
fi: Pyyntö peruutettu
he: בקשה בוטלה
hu: Kérés törölve
it: Richiesta cancellata
nl: Verzoek geannuleerd
pt: Pedido cancelado
sl: Zahteva preklicana
sr: Захтев отказан
sv: Förfrågan avbruten
tr: İstek iptal edildi

source: Request deleted
bg: Заявката беше изтрита
cs: Požadavek odstraněn
fa: درخواست حذف شد
fi: Pyyntö poistettu
he: בקשה נמחקה
hu: Kérés törölve
it: Richiesta eliminata
nl: Verzoek verwijderd
pt: Pedido apagado
sl: Zahteva izbrisana
sr: Захтев обрисан
sv: Förfrågan borttagen
tr: İstek silindi

# noRequestPending
source: No pending requests
bg: Няма чакащи заявки
cs: Žádné žádosti čekající na vyřízení
fi: Ei avoimia pyyntöjä
he: אין בקשות שממתינות
it: Nessuna richiesta in attesa
nl: Geen verzoeken in behandeling
pt: Não existem convites pendentes
sl: Ni čakajočih zahtev
sr: Нема захтева на чекању
sv: Inga obesvarade förfrågningar
tr: Bekleyen istek yok

# transfersEmptyState_titlePaused
source: Paused Transfers
bg: Трансфери на Пауза
cs: Pozastavené přenosy
fi: Tauotetut siirrot
he: העברות שנעצרו
it: Trasferimenti in pausa
nl: Overdrachten Gepauzeerd
pt: Transferências em pausa
sl: Zaustavljeni prenosi
sr: Паузирани Трансфери
sv: Pausade överföringar
tr: Durdurulmuş Aktarmalar

# transfersEmptyState_titleAll
source: No Transfers
bg: Няма Трансфери
cs: Žádné Přenosy
fi: Ei siirtoja
he: אין העברות
it: Nessun trasferimento
nl: Geen overdrachten
pt: Não há Transferências
sl: Ni prenosov
sr: Нема трансфера
sv: Inga överföringar
tr: Aktarma Yok

# transfersEmptyState_titleDownload
source: No Downloads
bg: Няма Сваляния
cs: Žádná Stahování
fi: Ei latauksia
he: אין הורדות
it: Nessun Download
nl: Geen downloads
pt: Não há Descarregamentos
sl: Ni prevzemanj
sr: Нема скидања
sv: Inga nedladdningar
tr: İndirme Yok

# transfersEmptyState_titleUpload
source: No Uploads
bg: Няма Качвания
cs: Žádná Nahrávání
fi: Ei lähetyksiä
he: אין העלאות
it: Nessun Upload
nl: Geen Uploads
pt: Sem Uploads
sl: Ni nalaganj
sr: Нема аплоада
sv: Inga uppladdningar
tr: Yükleme Yok

source: Queued
bg: В опашката
cs: Zařazeno do fronty
fa: در صف قرار گرفت
fi: Jonossa
he: בתור
hu: Sorban áll
it: In coda
nl: Wachtrij
pt: Na fila
sl: Čaka
sr: На чекању
sv: Köad
tr: Sıraya alındı

source: Paused
it: In pausa
nl: Gepauzeerd

source: Completing…
it: Finendo…
nl: Voltooien…

source: Retrying…
it: Riprovando…
nl: Opnieuw proberen…

# sortTitle
source: Sort by
bg: СОРТИРАЙ ПО
cs: SEŘADIT PODLE
fa: دسته بندی کن
fi: LAJITTELE
he: מיין לפי
hu: RENDEZÉS
it: Ordina per
nl: Sorteer op
pt: SORTEAR POR
sl: SORTIRAJ PO
sr: СОРТИРАЈ ПО
sv: Sortera efter
tr: SIRALA

source: Save
bg: Запази
cs: Uložit
fa: ذخیره
fi: Tallenna
he: שמור
hu: Mentés
it: Salva
nl: Opslaan
pt: Guardar
sl: Shrani
sr: Сачувајте
sv: Spara
tr: Kaydet

source: Name (ascending)
bg: име (възходящ)
cs: název (vzestupně)
fa: نام (صعودی)
fi: nimi (nouseva)
he: שם (עולה)
hu: név (növekvő)
it: Nome (ascendente)
nl: Naam (oplopend)
pt: nome (ascendente)
sl: ime (rastoče)
sr: име (растуће)
sv: Namn (stigande)
tr: isim (artan)

source: Name (descending)
bg: име (низходящ)
cs: název (sestupně)
fa: نام (نزولی)
fi: nimi (laskeva)
he: שם (יורד)
hu: név (csökkenő)
it: Nome (descendente)
nl: Naam (aflopend)
pt: nome (descendente)
sl: ime (padajoče)
sr: име (опадајуће)
sv: Namn (fallande)
tr: isim (azalan)

source: Largest
bg: най-голям
cs: největší
fa: بزرگترین
fi: suurin
he: גדול ביותר
hu: Legnagyobb
it: più largo
nl: Grootste
pt: maiores
sl: največja
sr: највећи
sv: Största
tr: en büyük

source: Smallest
bg: най-малкия
cs: nejmenší
fa: کوچک ترین
fi: pienin
he: קטן ביותר
hu: legkisebb
it: più piccolo
nl: Kleinste
pt: mais pequeno
sl: najmanjši
sr: најмањи
sv: Minsta
tr: en ufak

source: Newest
bg: най-нов
cs: nejnovější
fa: جدیدترین
fi: uusin
he: חדש ביותר
hu: legújabb
it: più recente
nl: Nieuwste
pt: mais recente
sl: najnovejši
sr: најновије
sv: Senaste
tr: en yeni

source: Oldest
bg: най-стария
cs: nejstarší
fa: قدیمی ترین
fi: vanhin
he: ישן ביותר
hu: legrégebbi
it: più vecchio
nl: Oudste
pt: mais antiga
sl: najstarejši
sr: најстарије
sv: Äldst
tr: en eski

# choosePhotoVideo
source: Choose
bg: Избери
cs: Zvolte
fa: انتخاب کنید
fi: Valitse
he: בחר
hu: Kiválaszt
it: Scegli da Foto
nl: Kies uit Foto’s
pt: Escolher
sl: Izberite
sr: Изаберите
sv: Välj
tr: Seç

# capturePhotoVideo
source: Capture
bg: Заснимане
cs: Zachytit
fa: عکس بگیر
fi: Kaappaa
he: צלם
hu: Felvétel
it: Scatta
nl: Vastleggen
pt: Captar
sl: Posnemi
sr: Ухвати слику или видео
sv: Fånga
tr: Yakala

source: Scan Document
it: Scansiona documento
nl: Document Scannen

source: New Folder
bg: Нова папка
cs: Nová složka
fa: پوشه جدید
fi: Uusi kansio
he: תיקייה חדשה
hu: Új mappa
it: Nuova Cartella
nl: Nieuwe Map
pt: Nova pasta
sl: Nova mapa
sr: Нови директоријум
sv: Ny mapp
tr: Yeni klasör

# newFolderMessage
source: Name for the new folder
bg: Име на новата папка
cs: Název nové složky
fa: نام برای پوشه ی جدید
fi: Uuden kansion nimi
he: שם לתיקייה החדשה
hu: Az új mappa neve
it: Nome della nuova cartella
nl: Naam voor de nieuwe map
pt: Nome para a nova pasta
sl: Ime nove mape
sr: Име за нови фолдер
sv: Namn för den nya mappen
tr: Yeni klasör için isim

# createFolderButton
source: Create
bg: Създай
cs: Vytvořit
fa: ایجاد
fi: Luo
he: צור
hu: Létrehozás
it: Crea
nl: Creëer
pt: Criar
sl: Kreiraj
sr: Креирај
sv: Skapa
tr: Oluştur

source: There is already a folder with the same name
it: C'è già una cartella con lo stesso nome
nl: Er is al een map met dezelfde naam

source: There is already a file with the same name
it: C'è già un file con lo stesso nome
nl: Er is al een bestand met dezelfde naam

# fileExistAlertController_Message
source: [A] already uploaded with the name [B]
bg: [A] вече е качено с името [B]
cs: [A] je již nahráno pod názvem [B]
fi: [A] on jo lähetetty nimellä [B]
he: [A] הועלה כבר עם השם [B]
hu: [A] már fel van töltve a következő néven: [B]
it: [A] già caricato con il nome [B]
nl: [A] is reeds geüpload met de naam [B]
pt: [A] já carregado com o nome [B]
sl: [A] že naložen z imenom [B]
sr: [A] је већ окачен са именом [B]
sv: [A] finns redan med namnet [B]
tr: [A], [B] adıyla zaten yüklendi

# filesAlreadyExistMessage
source: %d files selected were already uploaded into this folder.
bg: %d от избраните файлове вече бяха качени в тази папка.
cs: Vybraných %d souborů již bylo nahráno do této složky.
fa: d% فایل انتحاب شده قبلا در این فولدر آپلود شده است.
fi: Valitut %d tiedostoa lähettiin jo tähän kansioon
he: %d קבצים שנבחרו כבר הועלו לתקייה זו.
hu: A(z) %d kijelölt fájl már fel van töltve ebbe a mappába.
it: %d file selezionati sono già stati caricati in questa cartella.
nl: %d geselecteerde bestanden werden al geüpload naar deze map.
pt: %d ficheiros seleccionados já tinham sido carregados para esta pasta.
sl: %d izbranih datotek je bilo že naloženih v to mapo.
sr: %d селектованих докумената су већ окачени у овај директоријум.
sv: %d valda filer har redan blivit uppladdade i denna mapp.
tr: Seçilen %d dosya zaten bu klasör içine yüklendi.

# uploadStarted_Message
source: Upload started
bg: Качването стартира
cs: Nahrávání spuštěno!
fa: اپلود شروع شد
fi: Lähetys aloitettu
he: העלאה החלה
hu: Feltöltés megkezdve!
it: Upload partito
nl: Upload gestart
pt: Upload iniciado
sl: Nalaganje začeto
sr: Аплоад започет
sv: Uppladdning påbörjad
tr: Yükleme başladı

# youNoLongerHaveAccessToThisFile_alertTitle
source: You no longer have access to this file
bg: Вече нямате достъп до този файл
cs: Již nemáte přístup k tomuto souboru
fa: شما ديگر به اين فايل دسترسي نداريد
fi: Sinulla ei ole enää pääsyä tähän tiedostoon
he: אין לך גישה לקובץ זה
hu: Már nem rendelkezik hozzáféréssel a fájlhoz
it: Non hai più accesso a questo file
nl: U heeft niet langer toegang tot dit bestand
pt: Você já não tem acesso a este ficheiro
sl: Nimate več dostopa do te datoteke
sr: Немате више приступ овом документу
sv: Du har inte längre åtkomst till den här filen
tr: Artık bu dosyaya erişim hakkınız yok

# youNoLongerHaveAccessToThisFolder_alertTitle
source: You no longer have access to this folder
bg: Вече нямате достъп до тази папка
cs: Již nemáte přístup k této složce
fa: شما ديگر به اين فولدر دسترسي نداريد
fi: Sinulla ei ole enää pääsyä tähän kansioon
he: אין לך גישה לתיקייה זה
hu: Már nem rendelkezik hozzáféréssel a mappához
it: Non hai più accesso a questa cartella
nl: U heeft niet langer toegang tot deze map
pt: Você já não tem acesso a esta pasta
sl: Nimate več pravic za dostop do te mape
sr: Немате више приступ овом директоријуму.
sv: Du har inte längre åtkomst till denna mapp
tr: Artık bu klasöre erişim hakkınız yok

# folderInboxError
source: Inbox is reserved for use by Apple.
bg: Inbox е резервирана за използване от Apple
cs: Štítek Příchozí má vyhrazeno pro použití Apple.
fa: برچسب Inbox برای استفاده Apple رزرو شده است.
fi: Inbox on varattu Applen käyttöön.
he: שם זה שמור לשימוש על ידי אפל.
hu: A Postaláda felirat az Apple általi használatra van fenntartva.
it: Inbox è di uso riservato da Apple
nl: Het label Inbox is gereserveerd voor gebruik door Apple.
pt: A caixa de entrada é reservada para uso da Apple.
sl: Oznaka "Inbox" je rezervirana za uporabo s strani Apple.
sr: Инбокс је резервисан за коришћење од стране Apple.
sv: Inkorg är reserverat för användning av Apple.
tr: Gelen etiketi Apple tarafından kullanılmak üzere ayrılmıştır.

source: Save Image
bg: Запази Изображение
cs: Uložit obrázek
fi: Tallenna kuva
he: שמור תמונה
it: Salva immagine
nl: Afbeelding opslaan
pt: Guardar imagem
sl: Shrani sliko
sr: Сачувај фотографију
sv: Spara bild
tr: Görseli Kaydet

source: Generating link…
bg: Генериране на линк...
cs: Generování odkazu...
fa: ساختن لینک....
fi: Luodaan linkkiä...
he: יוצר קישור...
hu: Link előállítása...
it: Generando link…
nl: Link genereren…
pt: A gerar link...
sl: Generiram povezavo...
sr: Генерисање линка...
sv: Generar länk...
tr: Bağlantı oluşturuluyor...

source: Generating links…
bg: Генериране на линкове...
cs: Generování odkazů...
fi: Luodaan linkkejä...
he: יוצר קישורים...
it: Generando i link…
nl: Links genereren…
pt: A gerar ligações...
sl: Generiram povezave...
sr: Генерисање линкова...
sv: Skapar länkar....
tr: Bağlantılar oluşturuluyor...

source: Link copied
bg: Линкът е копиран
cs: Odkaz zkopírován
fa: پیوند کپی شد
fi: Linkki kopioitu
he: קישור הועתק
hu: Link lemásolva
it: Link copiato
nl: Link gekopieerd
pt: Endereço copiado
sl: Povezava kopirana
sr: Линк ископиран
sv: Länk kopierad
tr: Bağlantı kopyalandı

source: Links copied
bg: Линковете бяха копирани
cs: Odkazy zkopírovány
fi: Linkit kopioitu
he: הקישורים הועתקו
it: Link copiati
nl: Links gekopieerd
pt: Ligações copiadas
sl: Povezave kopirane
sr: Линкови су ископирани
sv: Länkar kopierade
tr: Bağlantılar kopyalandı

source: Copied to the clipboard
he: הועתק
it: Copiato negli appunti
nl: Gekopieerd naar het klembord
tr: Panoya kopyalandı

source: Copyright warning
bg: Предупреждение относно авторското право
cs: Upozornění na autorská práva
fi: Tekijänoikeusvaroitus
he: אזהרת זכויות יוצרים
hu: Szerzői jogi figyelmeztetés
it: Avviso di copyright
nl: Auteursrecht waarschuwing
pt: Aviso de Direitos de autor
sl: Opozorilo o avtorskih pravicah
sr: Упозорење о ауторским правима
sv: Upphovsrättsvarning
tr: Telif hakkı uyarısı

# copyrightWarningToAll
source: Copyright warning to all users
bg: Предупреждение относно авторските права за всички потребители
cs: Upozornění na autorská práva pro všechny uživatele
fi: Tekijänoikeusvaroitus kaikille käyttäjille
he: אזהרת הפרת זכויות יוצרים עבור כל המשתמשים
hu: Szerzői joggal kapcsolatos figyelmeztetés mindenkinek
it: Avviso di copyright a tutti gli utenti
nl: Waarschuwing over auteursrechten aan alle gebruikers
pt: Aviso de copyright a todos os utilizadores
sl: Opozorilo o avtorskih pravicah za vse uporabnike
sr: Копирајт упозорење свим корисницима
sv: Upphovsrättsvarning till alla användare
tr: Tüm kullanıcılar için telif hakkı uyarısı

# copyrightMessagePart1
source: MEGA respects the copyrights of others and requires that users of the MEGA cloud service comply with the laws of copyright.
bg: MEGA зачита авторските права на другите и изисква потребителите на MEGA cloud услугата да спазват закона за авторското право.
cs: MEGA respektuje autorská práva druhých a vyžaduje, aby uživatelé cloudové služby MEGA dodržovali právní předpisy autorského práva.
fi: MEGA kunnioittaa toisten tekijänoikeuksia ja edellyttää, että MEGA-pilvipalvelun käyttäjät noudattavat tekijänoikeuslakeja.
he: MEGA מכבדת את זכויות היוצרים של אחרים ודורשת שמשתמשי אחסון ענן MEGA להיענות לחוקי זכויות היוצרים.
hu: A MEGA tiszteletben tartja mások szerzői jogait, és előírja a MEGA felhőalapú szolgáltatás felhasználóinak, hogy szintén megfeleljenek ezen jogszabályoknak.
it: MEGA rispetta il copyright degli altri e ha bisogno che gli utenti di MEGA Cloud Drive accettino e rispettino le leggi riguardo il copyright.
nl: MEGA respecteert het auteursrecht van anderen en eist dat de gebruikers van de MEGA cloud service zich aan de auteurswetten houden.
pt: O MEGA respeita os copyrights dos outros e requer o respeito das leis de copyright por parte dos utilizadores
sl: MEGA spoštuje avtorske pravice drugih in zahteva od uporabnikov MEGA storitev v oblaku, da se držijo pravil avtorskega prava.
sr: MEGA поштује копирајте и захтева од својих корисника да их такође поштују.
sv: MEGA respekterar upphovsrätten och kräver att våra användare efterlever rådande upphovsrättslig lagstiftning.
tr: MEGA başkalarının telif haklarına saygı duyar ve MEGA bulut hizmeti kullanıcılarının telif yasalarına uyması gerekir.

# copyrightMessagePart2
source: You are strictly prohibited from using the MEGA cloud service to infringe copyrights. You may not upload, download, store, share, display, stream, distribute, email, link to, transmit or otherwise make available any files, data or content that infringes any copyright or other proprietary rights of any person or entity.
bg: Строго се забранява да използвате MEGA cloud услугата за нарушаване на авторските права. Вие не можете да качвате, сваляте, съхранявате, споделяте, показвате, излъчвате, разпространявате, изпращате на електронна поща, слагате линкове, прехвърляте или предоставяте по друг начин каквито и да е файлове, данни, или съдържание, което нарушава авторските права или други права на собственост на някое физическо или юридическо лице.
cs: Je striktně zakázáno používání cloudové služby MEGA k porušování autorských práv. Nesmíte nahrávat, stahovat, ukládat, sdílet, zobrazovat, streamovat, distribuovat, odesílat e-mailem, odkazovat na, přenášet nebo jinak zpřístupňovat jakékoliv soubory, data nebo obsah, který porušuje jakákoliv autorská práva nebo jiná vlastnická práva jakékoliv osoby nebo subjektu.
fi: Kiellämme ehdottomasti MEGA-pilvipalvelun käyttämistä tekijänoikeuksien rikkomiseen. Et saa lähettää, ladata, säilyttää, jakaa, näyttää, suoratoistaa, levittää, sähköpostittaa, linkittää, välittää tai muuten asettaa saataville mitään tiedostoja, dataa tai sisältöä, joka rikkoo kenen tahansa toisen henkilön tai tahon tekijänoikeutta tai omistusoikeuksia.
he: אסור לחלוטין להשתמש באחסון הענן של MEGA כדי להפר זכויות יוצרים. אסור לכם להעלאות, להוריד, לאחסן, לשתף, להציג, להזרים, להפיץ, לשלוח אימייל, לקשר, לשדר או במילים אחרות לא ליצור עותק זמין של הקבצים, המידע, או תוכן שמפר זכויות יוצרים או זכויות הקניין של כל אדם.
hu: Szigorúan tilos a MEGA felhő alapú szolgáltatását szerzői jogok megsértésére használni. Tilos feltölteni, letölteni, tárolni, megosztani, kiállítani, közvetíteni, terjeszteni, e-mailben küldeni, linkelni, továbbítani vagy egyéb módon elérhetővé tenni a más személy vagy szervezet szerzői vagy egyéb tulajdonosi jogait sértő fájlokat, adatokat vagy tartalmat.
it: Ti è severamente proibito utilizzare il servizio cloud di MEGA per infrangere il copyright. Non potresti caricare, scaricare, archiviare, condividere, mostrare, streammare, distribuire, inviare per email, linkare, trasmettere o in qualunque altro modo rendere disponibile qualsiasi file, dato o contenuto che infrange il copyright o altri diritti di proprietà di qualsiasi persona o ente.
nl: Het is strikt verboden om de MEGA cloud dienst te gebruiken om inbreuk te maken op auteursrecht. U mag niet uploaden, downloaden, opslaan, delen, weergeven, streamen, verdelen, mailen, linken naar, overdragen of anders beschikbaar maken van elk bestand, gegevens of inhoud die inbreuk maken op auteursrecht of andere eigendom rechten van elk persoon of entiteit.
pt: É expressamente proibido o uso do serviço da cloud MEGA com vista à infracção de copyrights. Você não pode carregar, descarregar, armazenar, partilhar, mostrar, fazer streaming, distribuir, enviar por email, endereçar, transmitir ou disponibilizar quaisquer ficheiros, dados ou conteúdo que infrinjam qualquer copyright ou outros direitos autorais de qualquer pessoa ou entidade.
sl: Striktno vam je prepovedana uporaba MEGA storitev v oblaku za kršenje avtorskih pravic. Ne smete nalagati, prevzemati, shranjevati, deliti, prikazovati, prenašati, distribuirati, pošiljtati preko e-pošte, deliti povezave ali kako drugače dajati na voljo kakršnekoli datoteke, podatke ali vsebino, ki krši kakršnekoli avtorske pravice ali druge pravice katerekoli osebe ali entitete.
sr: Стриктно је забрањено коришћење MEGA облака за кршење копирајта. Не смете качити, скидати, чувати, делити, приказивати, стримовати, дистрибуирати, слати е-маилом, линковати, пребацивати или чинити доступним било какве документе, податке или садржај који крши копирајт или друга власничка права особе или организације.
sv: Det är strängt förbjudet att med hjälp av MEGA cloud service bryta mot upphovsrättsliga lagar och regler. Du får inte ladda upp, ladda ned, lagra, dela, visa, streama, distribuera, E-maila eller länka till innehåll som inskränker på upphovsrätten eller som tillhör någon annan person.
tr: MEGA bulut hizmetini telif haklarını ihlal etmek için kullanmanız kesinlikle yasaktır. Herhangi bir şahsın veya varlığın telif hakkına sahip olduğu verileri ulaşılır hale gelmesi için, yükleyemez, depolayamaz, paylaşamaz, görüntüleyemez, yayımlayamaz, dağıtamaz, postalayamaz, bağlantı ekleyemezsiniz.

source: Agree
bg: Съгласен съм
cs: Souhlasím
fi: Hyväksy
he: מסכים
hu: Elfogadás
it: Accetta
nl: Akkoord
pt: Concordo
sl: Se strinjam
sr: Пристајем
sv: Godkänner
tr: Kabul ediyorum

source: Disagree
it: Rifiuta
nl: Oneens
tr: Reddet

source: Link without key
bg: Линк без ключ
cs: Odkaz bez klíče
fi: Linkki ilman avainta
he: קישור ללא מפתח
hu: Link a kulcs nélkül
it: Link senza key
nl: Link zonder sleutel
pt: Endereço sem chave
sl: Povezava brez ključa
sr: Линк без кључа
sv: Länka utan nyckel
tr: Anahtarı olmayan bağlantı

source: Link with key
bg: Линк с ключ
cs: Odkaz s klíčem
fi: Linkki avaimen kanssa
he: קישור עם מפתח
hu: Link a kulccsal
it: Link con chiave
nl: Link met code
pt: Endereço com chave
sl: Poveži s ključem
sr: Линк са кључем
sv: Länk med nyckel
tr: Anahtarlı bağlantı

source: (PRO ONLY)
bg: (САМО PRO)
cs: (POUZE PRO)
fi: (VAIN PRO)
he: (רק PRO)
it: (SOLO PRO)
nl: (ALLEEN VOOR PRO)
pt: (SÓ PRO)
sl: (SAMO PRO)
sr: (САМО ПРО)
sv: (ENDAST PRO)
tr: (SADECE PRO)

source: Set expiry date
bg: Задай дата на валидност
cs: Nastavit datum vypršení
fi: Aseta vanhentumispäivä
he: קבע תאריך תפוגה
it: Imposta data di scadenza
nl: Stel de Vervaldatum in
pt: Definir data de validade
sl: Nastavite datum poteka
sr: Сетуј датум истека
sv: Välj utgångsdatum
tr: Son kullanma tarihi belirle

source: Set password protection
bg: Задай защита с парола
cs: Nastavte ochranu heslem
he: הגדר הגנה עם סיסמא
it: Imposta la protezione della password
nl: Wachtwoord bescherming instellen
pt: Definir protecção da palavra-passe
sl: Nastavite zaščito gesla
sr: Постави заштиту лозинком
sv: Ställ in lösenordsskydd
tr: Parola ile koru

source: Encrypt
bg: Криптирай
cs: Šifrovat
he: הצפן
hu: Titkosítás
it: Cripta
nl: Coderen
pt: Encriptar
sl: Kriptiraj
sr: Енкриптуј
sv: Kryptera
tr: Şifrele

source: Encrypted
bg: Криптиран
cs: Šifrováno
he: מוצפן
it: Criptato
nl: Gecodeerd
pt: Encriptado
sl: Kriptirano
sr: Енкриптовано
sv: Krypterad
tr: Şifrelendi

source: Copy link
bg: Копирай линк
cs: Kopírovat odkaz
fi: Kopioi linkki
he: העתק קישור
hu: Link másolása
it: Copia link
nl: Kopieer link
pt: Copiar link
sl: Kopiraj povezavo
sr: Копирајте линк
sv: Kopiera länk
tr: Bağlantıyı Kopyala

source: Copy key
it: Copia chiave
nl: Kopieer sleutel
tr: Anahtarı kopyala

source: Open in…
bg: Отвори във...
cs: Otevřít v...
fa: بار کردن در
fi: Avaa sovelluksessa...
he: פתח עם...
hu: Megnyitás máshol...
it: Apri con…
nl: Openen in…
pt: Abrir em...
sl: Odpri v...
sr: Отвори у...
sv: Öppna i...
tr: Uygulamada aç...

source: Upload to MEGA
it: Upload
nl: Uploaden naar MEGA

source: Tap file to rename
it: Clicca file per rinominare
nl: Tik bestand om te hernoemen

source: My chats
it: Le mie chat
nl: Mijn gesprekken

source: File sent to chat
he: הקובץ נשלח לצ'אט
it: Il file è stato inviato alla chat
nl: Bestand verstuurd naar gesprek
tr: Dosya sohbete gönderildi

# fileSentToXChats
source: File sent to %1$d chats
it: File inviato a %1$d chat
nl: Bestand verzonden naar %1$d gesprekken
tr: Dosya %1$d sohbete gönderildi

source: Files sent to chat
he: קבצים שנשלחו לצ'אט
it: I file sono stati inviati alla chat
nl: Bestanden verstuurd naar gesprek
tr: Dosyalar sohbete gönderildi

# xfilesSentSuccesfully
source: %d files sent successfully
it: %d file inviati con successo
nl: %d bestanden succesvol verzonden
tr: %d dosya aşarıyla gönderildi
