Repository: meganz/iOS
Catalog: iMEGA/Languages/*.lproj/Localizable.strings
Languages: bg, cs, fa, fi, he, hu, it, nl, pt, sl, sr, sv, tr

# autorenewableDescription
source: Subscriptions are renewed automatically for successive subscription periods of the same duration and at the same price as the initial period chosen. You can switch off the automatic renewal of your MEGA PRO subscription no later than 24 hours before your next subscription payment is due via your iTunes account settings page. To manage your subscriptions, simply click on the App Store icon on your mobile device, sign in with your Apple ID at the bottom of the page (if you haven’t already done so) and then click View ID. You’ll be taken to your account page where you can scroll down to Manage App Subscriptions. From there, you can select your MEGA PRO subscription and view your scheduled renewal date, choose a different subscription package or toggle the on-off switch to off to disable the auto-renewal of your subscription.
bg: Абонаментите се подновяват автоматично за последователни абонаментни периоди със същия срок и на същата цена като на първоначално избрания период. Можете да изключите автоматичното подновяване на вашия MEGA PRO абонамент не по-късно от 24 часа преди следващата абонаментна дата за плащане, от страницата за настройки на вашия iTunes профил. За да управлявате вашите абонаменти, просто кликнете върху иконата на App Store на вашия телефон, влезте с вашия Apple ID в долната част на страницата (ако вече не сте го направили) и след това щракнете върху View ID. Ще бъдете пренасочени към страницата на профила си, където по-надолу на страницата се намира Настройка на Абонаментите за Приложения. От там можете да изберете вашия MEGA PRO абонамент и видите насрочената дата за подновяване, да изберете друг абонаментен пакет или превключване ключа за включване/изключване на изключено положение, за да забраните автоматичното подновяване на абонамента си.
cs: Předplatné je automaticky obnovováno PRO následující období automaticky a to za stejných podmínek, jako bylo prvotní období. Automatické obnovení předplatného MEGA PRO můžete vypnout nejpozději 24 hodin před zaúčtováním dalšího období. Automatickou obnovu předplatného můžete vypnout nastavení účtu iTunes. PRO správu předplatných, otevřete Nastavení -> App Store, přihlaste se svým Apple ID vespod obrazovky (pokud již přihlášení nejste) a zvolte možnost Zobrazit ID. Budete přesměrování na stránku správy vašeho účtu, zde zvolte položku Spravovat. V seznamu Odběrů zvolte MEGA PRO předplatné. Nyní vidíte stav vašeho předplatného a datum dalšího zúčtovacího období. Zde můžete změnit druh vašeho předplatného nebo jej úplně vypnout pomocí přepínače vyp/zap.
fi: Tilaukset uusitaan automaattisesti perätteisesti saman pituisina tilauksina ja valitun alkuperäisen tilauksen hintaan. Voit kytkeä automaattisen MEGA PRO-tilauksen uusiutumisen 24 tuntia ennen seuraavan tilauksen maksun erääntymistä iTunes-tilisi asetussivulta. Hallitaksesi tilauksiasi napauta App Store-kuvaketta laitteessasi, kirjaudu Apple ID:lläsi sivun alareunassa (ellet ole jo niin tehnyt) ja sitten paina Näytä ID. Sinut ohjataan tilisivullesi, jossa voit vierittää alaspäin hallinnoidaksesi sovellustilauksia. Sieltä voit valita MEGA PRO-tilauksesi ja tarkastaa uusimispäivän, valita eri tilauspaketin tai muuttaa automaattisen tilauksen uusiutumisen päälle tai pois.
he: המנויים מחודשים באופן אוטומטי לתקופות צמודות. כל חידוש הוא לאותה תקופה כמו התקופה ההתחלתית ובאותו הסכום. ניתן לכבות את החידוש האוטומטי של חשבון ה-MEGA PRO שלך לא יאוחר מ-24 שעות לפני החידוש הבא דרך עמוד האפשרויות של החשבון שלך ב-iTunes. ניתן לנהל בקלות את המנויים שלך, לחץ על האייקון של חנות האפליקציות של אפל, ה-App Store, היכנס עם החשבון של באפל בתחתית העמוד (אם לא עשית זאת כבר) ולחץ על "הצג חשבון" (View ID). תילקח לדף החשבון שלך ושם תוכל לגלול למטה אל "נהל מנויים מאפליקציות" (Manage App Subscriptions). משם תוכל לבחור את החשבון שלך ב-MEGA PRO ולראות את התאריך לחידוש, לבחור מבין אפשרויות המנויים שלנו וגם לשנות את הגדרת החידוש האוטומטי.
hu: Subscriptions are renewed automatically for successive subscription periods of the same duration and at the same price as the initial period chosen. You can switch off the automatic renewal of your MEGA PRO subscription no later than 24 hours before your next subscription payment is due via your iTunes account settings page. To manage your subscriptions, simply click on the App Store icon on your handset, sign in with your Apple ID at the bottom of the page (if you haven't already done so) and then click View ID. You'll be taken to your account page where you can scroll down to Manage App Subscriptions. From there, you can select your MEGA PRO subscription and view your scheduled renewal date, choose a different subscription package or toggle the on-off switch to off to disable the auto-renewal of your subscription.
it: Gli abbonamenti sono rinnovati automaticamente per periodi successivi della stessa durata e allo stesso prezzo del periodo inizialmente scelto. Puoi disattivare il rinnovo automatico del tuo abbonamento MEGA Pro non oltre 24 ore prima che il tuo prossimo pagamento sia processato tramite la pagina delle impostazioni dell'account iTunes. Per gestire i tuoi abbonamenti, clicca sull'icona dell'App Store sul tuo dispositivo, effettua l'accesso con il tuo Apple ID in fondo alla pagina (se non l'hai già fatto) e poi clicca su Vedi ID. Ti porterà alla pagina del tuo account dove puoi scorrere fino alla Gestione degli abbonamenti. Da lì, puoi selezionare il tuo abbonamento MEGA Pro e vedere la data prevista per il rinnovo, scegliere un diverso abbonamento o disattivare il rinnovo automatico del tuo abbonamento.
nl: Abonnementen worden automatisch verlengd voor opeenvolgende abonnementsperioden van dezelfde duur en tegen dezelfde prijs als de gekozen initiële periode. U kunt de automatische verlenging van uw MEGA Pro-abonnement uiterlijk 24 uur voordat uw volgende abonnementsbetaling verschuldigd is, uitschakelen via de instellingenpagina van uw iTunes-account. Om uw abonnementen te beheren, tikt u op de Applicatie Winkel-pictogram op uw mobiele apparaat, logt u in met uw Apple-ID onderaan de pagina (als u dat nog niet hebt gedaan) en tikt u vervolgens op ID bekijken. U wordt naar uw accountpagina geleid waar u naar beneden kunt scrollen naar Applicatie-abonnementen Beheren. Van daaruit kunt u uw MEGA Pro-abonnement selecteren en uw geplande verlengingsdatum bekijken, een ander abonnementspakket kiezen of de aan-uitschakelaar op uit zetten om de automatische verlenging van uw abonnement uit te schakelen.
pt: As subscrições são automaticamente renovadas por períodos iguais, de igual duração e ao mesmo preço que o período inicial escolhido.Pode anular a renovação automática da SUA subscrição MEGA PRO até 24 horas antes do próximo pagamento da subscrição através da página de configurações da SUA conta iTunes.Para gerir as suas subscrições basta clicar no ícone da App Store no seu dispositivo, entrar com seu ID da Apple na parte inferior da página (se ainda não o tiver feito) e, em seguida, clicar em Ver ID. Aí será direcionado para a página da SUA conta, e na parte inferior da mesma, gerir as suas subscrições. A partir daqui, pode selecionar a SUA subscrição MEGA Pro e ver a SUA data de renovação programada, escolher um pacote de subscrição diferente ou puxar o botão on-off para fora para desactivar a renovação automática da SUA subscrição.
sl: Naročnine se avtomatsko obnavljajo za sledeča obdobja naročnine za enako trajanje in isto ceno, kot je bilo izbrano prvotno obdobje. Avtomatsko obnavljanje vaše MEGA PRO naročnine lahko ugasnete ne kasneje kot 24 ur, preden je čas za plačilo naslednjega obdobja, preko iTunes nastavitev računa. Za upravljanje z naročninami, preprosto kliknite na App Store ikono na vaši napravi, se prijavite svojim Apple ID na dnu strani (če tega še niste storili) in kliknite na View ID. Preusmerjeni boste na stran vašega računa, kjer se lahko premaknete do Manage App Subscriptions. Od tam lahko izberete svojo MEGA PRO naročnino in pogledate predvideni dan obnove, izberete drug paket naročnine ali pa premaknete stikalo na off za onemogočenje avtomatske obnove vaše naročnine.
sr: Претплате се обнављају аутоматски за узастопне претплатне периоде истог трајања и исте цене као и почетни изабрани период. Можете угасити аутоматску обнову Ваше MEGA PRO претплате не касније од 24 часа пре наплате следећег претплатног периода преко Ваше iTunes странице подешавања налога. Да бисте управљали својим претплатама, једноставно кликните на Продавницу Апликације иконицу на свом уређају пријавите се са својим Apple ID на дну странице (ако већ нисте) и након тога кликните на Погледај ID. Бићете пребачени на страницу Вашег налога где можете да скролујете доле до Управљај Претплатама Апликација. Одатле, можете изабрати своју MEGA PRO претплатз и видети Ваш заказан датум обнове, изабрати другачији претплатнички пакет или пребацити on-off прекидач на off да онемогућите аутоматско-обнављање Ваше претплате.
sv: Abonnemang förnyas automatiskt för efterföljande perioder av samma längd och till samma pris som den inledande perioden som valts. Du kan stänga av automatisk förlängning av din MEGA PRO abonnemang senast 24 timmar innan din nästa prenumeration, betalning sker via din iTunes-sidas kontoinställningar. För att hantera dina prenumerationer, klickar du bara på ikonen App Store på din telefon, logga in med ditt Apple-ID längst ner på sidan (om du inte redan har gjort det) och sedan klicka på Visa ID. Du kommer att tas till ditt konto där du kan bläddra ner till Hantera App prenumerationer. Därifrån kan du välja MEGA PRO abonnemang och visa ditt planerade förnyelsedatum, välja en annan abonnemangspaket eller växla på strömbrytaren till off för att inaktivera automatisk förnyelse av din prenumeration.
tr: Abonelikler ardışık abonelik periyotlarında aynı ücret ve süre uzunluğunda otomatik olarak yenilenir. MEGA PRO otomatik abonelik yenilenmesini bir sonraki yenilenme zamanından önce iTunes hesap ayarlarından kapatabilirsiniz. Aboneliklerinizi yönetmek için, App Store ikonuna tıklayın ve Apple ID'niz ile en alttan giriş yapın (önceden yapmadıysanız) ve ID Göster'e basın. Uygulama Aboneliklerini yönetebileceğiniz bir sayfa çıkacaktır. Buradan, MEGA PRO aboneliğinizi seçip yenilenme tarihini görebilirsiniz, veya otomatik yenilenme tarihini kapatabilirsiniz.

source: Open MEGA and sign in to continue
he: פתח MEGA והתחבר על מנת להמשיך
it: Apri MEGA e accedi per continuare
nl: Open MEGA en login om door te gaan
tr: Devam etmek için MEGA'ya giriş yapın

source: Connecting…
it: Connessione in corso…
nl: Verbinden…
tr: Bağlanıyor...

# shareExtensionUnsupportedAssets
source: Some items could not be shared with MEGA
he: מספר פריטים לא שותפו עם MEGA
it: Alcuni oggetti potrebbero non essere condivisi con MEGA
nl: Sommige items konden niet gedeeld worden in MEGA
tr: Bazı öğeler MEGA ile paylaşılamaz

source: Shared successfully
it: Condiviso
nl: Succesvol gedeeld

source: Transfer failed:
bg: Трансферът се провали:
cs: Přenos selhal:
fi: Siirto epäonnistui:
he: העברה נכשלה:
hu: Átvitel sikertelen:
it: Trasferimento fallito:
nl: Overdracht mislukt:
pt: A transferência falhou:
sl: Prenos neuspešen:
sr: Трансфер неуспешан:
sv: Överföring misslyckades
tr: Aktarma başarısız oldu:

source: No error
bg: Няма грешка
cs: Žádná chyba
fi: Ei virheitä
he: אין שגיאה
hu: Nincs hiba
it: Nessun errore
nl: Geen fout
pt: Sem erros
sl: Ni napak
sr: Нема грешака
sv: Inga fel
tr: Hata yok

source: Internal error
bg: Вътрешна грешка
cs: Vnitřní chyba
fi: Sisäinen virhe
he: שגיאה פנימית
hu: Belső hiba
it: Errore interno
nl: Interne fout
pt: Erro interno
sl: Notranja napaka
sr: Интерна грешка
sv: Internt fel
tr: Dahili hata

source: Invalid argument
bg: Невалиден аргумент
cs: Neplatný argument
fi: Virheellinen muuttuja
he: ערך שגוי
hu: Érvénytelen paraméter
it: Argomento non valido
nl: Ongeldige invoer
pt: Argumento inválido
sl: Napačen argument
sr: Погрешан аргумент
sv: Ogiltigt argument
tr: Geçersiz argüman

source: Request failed, retrying
bg: Заявка се провали, опитваме отново
cs: Požadavek selhal, opakování
fi: Pyyntö epäonnistui, yritetään uudelleen
he: הבקשה נדחתה, מנסה שוב
hu: Sikertelen kérelem, újrapróbálkozás
it: Richiesta non riuscita, riprovo
nl: Verzoek mislukt, opnieuw proberen
pt: O pedido falhou, tente novamente
sl: Zahteva neuspešna, ponavljam
sr: Захтев је прекинут, понављање захтева
sv: Begäran misslyckades, försöker igen
tr: İstek başarısız oldu, yeniden deneniyor

source: Rate limit exceeded
bg: Лимитът е превишен
cs: Překročeno omezení přenosové rychlosti
fi: Asetettu raja ylitetty
he: חריגה
hu: Arány korlát meghaladva
it: Tasso limite superato
nl: Snelheidslimiet overschreden
pt: Limite excedido
sl: Omejitev hitrosti presežena
sr: Стопа ограничења је прекорачена
sv: Hastighetsbegränsning överskriden
tr: Hız sınırı aşıldı

source: Failed permanently
bg: Траен неуспех
cs: Trvale selhalo
fi: Epäonnistui pysyvästi
he: נכשל מיידית
hu: Végérvényesen sikertelen
it: Fallito permanentemente
nl: Permanent mislukt
pt: Falha permanente
sl: Trajno neuspešno
sr: Перманентно прекинуто
sv: Misslyckades slutgiltigt
tr: Kalıcı olarak başarısız oldu

source: Too many concurrent connections or transfers
bg: Твърде много едновременни връзки или трансфери
cs: Příliš mnoho souběžných připojení nebo přenosů
fi: Liian monta samanaikaista yhteyttä tai siirtoa
he: יותר מידי חיבורים או העברות
hu: Túl sok az egyidejű kapcsolat vagy átvitel
it: Troppe connessioni simultanee o trasferimenti
nl: Teveel gelijktijdige verbindingen of overdrachten
pt: Demasiadas conexões ou transferências em simultâneo
sl: Preveč sočasnih povezav ali prenosov
sr: Превише тренутних конекција или трансфера
sv: För många samtidiga anslutningar
tr: Çok fazla eşzamanlı bağlantı veya aktarma

source: Out of range
bg: Извън обхват
cs: Mimo rozsah
fi: Alueen ulkopuolella
he: מחוץ לטווח
hu: Hatótávon kívül esik
it: Fuori dal campo
nl: Buiten bereik
pt: Fora de alcance
sl: Izven območja
sr: Изван досега
sv: Utom räckvidd
tr: Aralık dışında

source: Expired
bg: Изтекъл
cs: Vypršelo
fi: Vanhentunut
he: פג תוקף
hu: Lejárt
it: Scaduto
nl: Verlopen
pt: Expirou
sl: Poteklo
sr: Истекло
sv: Upphört
tr: Süresi doldu

source: Not found
bg: Не е намерен
cs: Nenalezeno
fi: Ei löytynyt
he: לא נמצא
hu: Nem található
it: Non trovato
nl: Niet gevonden
pt: Não encontrado
sl: Ni najdeno
sr: Није пронађено
sv: Ej hittad
tr: Bulunamadı

source: Circular linkage detected
bg: Открито е циклично свързване
cs: Bylo zjištěno cyklické propojení
fi: Kehälinkki havaittu
he: זוהה קישור מעגלי
hu: Cirkuláris kapcsolatot észlelt
it: Linkage circolare rilevato
nl: Circulaire koppeling gedetecteerd
pt: Ligação circular detetada
sl: Zaznano verižno povezovanje
sr: Кружна веза откривена
sv: Cirkulär bindning detekteras
tr: Döngüsel bağlantı tespit edildi

source: Access denied
bg: Достъпът е отказан
cs: Přístup odepřen
fi: Pääsy evätty
he: הגישה נדחתה
hu: Hozzáférés megtagadva
it: Accesso negato
nl: Toegang geweigerd
pt: Acesso negado
sl: Dostop zavrnjen
sr: Приступ прекинут
sv: Åtkomst nekad
tr: Erişim reddedildi

source: Already exists
bg: Вече съществува
cs: Již existuje
fi: On jo olemassa
he: קיים כבר
hu: Már létezik
it: Esiste già
nl: Bestaat al
pt: Já existe
sl: Že obstaja
sr: Већ постоји
sv: Finns redan
tr: Zaten var

source: Incomplete
bg: Незавършен
cs: Nedokončeno
fi: Keskeneräinen
he: לא הסתיים
hu: Befejezetlen
it: Incompleto
nl: Incompleet
pt: Incompleto
sl: Nezaključeno
sr: Недовољно
sv: Ej komplett
tr: Eksik

# Invalid key/Decryption error
source: Decryption error
bg: Невалиден ключ/Грешка при декриптиране
cs: Neplatný klíč nebo chyba dešifrování
fi: Virheellinen avain/Virhe salauksen purussa
he: מפתח שגוי / בעיה בפיצוח ההצפנה
hu: Érvénytelen kulcs/Visszafejtési hiba
it: Errore di decrittazione
nl: Decryptie fout
pt: Chave errada/ Erro de decifração
sl: Napačen ključ/Napaka v dekripciji
sr: Погрешан кључ/ Грешка у декрипцији
sv: Ogiltig nyckel / dekrypteringsfel
tr: Geçersiz anahtar/şifre çözme hatası

source: Bad session ID
bg: Неваливно ID на сесията
cs: Špatné ID relace
fi: Virheelllinen istunnon tunnus
he: זיהוי עונה שגוי
hu: Rossz munkamenet ID
it: ID di sessione invalido
nl: Slechte sessie ID
pt: ID de sessão errado
sl: Napačen ID povezave
sr: Погрешна сесија ID
sv: Ogiltigt sessions-ID
tr: Bozuk oturum kimliği

source: Blocked
bg: Блокиран
cs: Blokováno
fi: Torjuttu
he: חסום
hu: Blokkolva
it: Bloccato
nl: Geblokkeerd
pt: Bloqueado
sl: Blokirano
sr: Блокирано
sv: Blockerad
tr: Engellendi

source: Over quota
bg: Над квотата
cs: Překročena kvóta
fi: Kiintiön ylitse
he: מעבר למכסה
hu: Kvóta túllépve
it: Oltre quota
nl: Over tegoed
pt: Quota excedida
sl: Preko kvote
sr: Изнад квоте
sv: Överskriden kvot
tr: Kota aşımı

source: Temporarily not available
bg: Временно не е наличен
cs: Dočasně nedostupné
fi: Tilapäisesti ei saatavilla
he: לא זמין זמנית
hu: Átmenetileg nem elérhető
it: Temporaneamente non disponibile
nl: Tijdelijk niet beschikbaar
pt: Temporariamente não disponível
sl: Začasno nedosegljivo
sr: Тренутно недоступно
sv: Temporärt ej tillgänglig
tr: Geçici olarak kullanılamıyor

source: Connection overflow
bg: Преливане на връзката
cs: Přetečení připojení
fi: Liiallinen määrä yhteyksiä
he: חיבור מוצף
hu: Kapcsolati túlcsordulás
it: Overflow di connessione
nl: Connectie overfloop
pt: Erro na conexão
sl: Preseženo število povezav
sr: Прекинута конекција
sv: Överföring misslyckades
tr: Bağlantı aşımı

source: Write error
bg: Грешка при запис
cs: Chyba zápisu
fi: Virhe kirjoitettaessa
he: שגיאת כתיבה
hu: Írási hiba
it: Errore di scrittura
nl: Schrijffout
pt: Erro de escrita
sl: Napaka pri pisanju
sr: Грешка у писању
sv: Skrivfel
tr: Yazma hatası

source: Read error
bg: Грешка при четене
cs: Chyba čtení
fi: Virhe luettaessa
he: שגיאת קריאה
hu: Olvasási hiba
it: Errore di lettura
nl: Leesfout
pt: Erro de leitura
sl: Napaka pri branju
sr: Грешка у читању
sv: Läsfel
tr: Okuma hatası

source: Invalid application key
bg: Невалиден ключ на приложението
cs: Neplatný klíč aplikace
fi: Virheellinen sovellusavain
he: מפתח אפליקציה שגוי
hu: Érvénytelen alkalmazás kulcs
it: Chiave di applicazione non valida
nl: Ongeldige toepassingssleutel
pt: Chave da aplicação inválida
sl: Napačen ključ aplikacije
sr: Погрешан апликациони кључ
sv: Ogiltig applikationsnyckel
tr: Geçersiz uygulama anahtarı

source: Terms of Service breached
it: Termini di Servizio violati
nl: Algemene Voorwaarden geschonden

source: Upload produces recursivity
it: Il trasferimento è fallito a causa di una struttura ricorsiva della directory
nl: Overdracht is mislukt vanwege een recursieve mapstructuur

source: SSL verification failed
it: Verifica SSL fallita
nl: SSL verificatie mislukt

source: Not enough quota
it: Non hai abbastanza banda di trasferimento
nl: Niet genoeg tegoed

source: Multi-factor authentication required
it: È necessaria l’autenticazione a due fattori
nl: Twee-staps authenticatie vereist

# Access denied for users
source: Access denied for non-admin users
it: Accesso negato per gli utenti non amministratori
nl: Toegang geweigerd voor niet-admin-gebruikers

source: Business account has expired
it: L’account Business è scaduto
nl: Account gedeactiveerd

source: Credit card rejected
it: Carta di credito rifiutata
nl: Credit kaart geweigerd

source: Billing failed
it: Fatturazione fallita
nl: Facturering mislukt

source: Rejected by fraud protection
it: Respinta dalla protezione frodi
nl: Afgewezen door fraudebescherming

source: Too many requests
it: Troppe richieste
nl: Te veel verzoeken

source: Balance error
it: Errore nel bilancio
nl: Saldo-fout

source: HTTP Error
it: Errore HTTP
nl: HTTP fout

source: Unknown error
bg: Неизвестна грешка
cs: Neznámá chyba
fi: Tuntematon virhe
he: שגיאה לא ידועה
hu: Ismeretlen hiba
it: Errore sconosciuto
nl: Onbekende fout
pt: Erro desconhecido
sl: Neznana napaka
sr: Непозната грешка
sv: Okänt fel
tr: Bilinmeyen hata

source: Calling…
it: Chiamata in corso…
nl: Bellen…
tr: Aranıyor...

source: Incoming call
it: Chiamata in arrivo
nl: Inkomende oproep

source: Quality of videos uploaded to a chat
it: Qualità dei video caricati in una chat
nl: Kwaliteit van video's geüpload in een chat

source: Video quality
it: Qualità dei video
nl: Video Kwaliteit

source: Preparing…
it: Preparando…
nl: Voorbereiden…

source: Auto-Accept
it: Accetta automaticamente
nl: Automatisch-accepteren
tr: Otomatik Kabul

# autoAcceptFooter
source: MEGA users who scan your QR code will be automatically added to your contact list.
he: Contacts that scan your QR Code will be automatically added to your contact list.
it: Gli utenti MEGA che scansioneranno il QR Code saranno aggiunti automaticamente alla lista dei tuoi contatti.
nl: MEGA gebruikers die uw QR-code scannen, worden automatisch toegevoegd aan uw lijst met contactpersonen.
sv: Contacts that scan your QR Code will be automatically added to your contact list.
tr: Kare Kodunuzu tarayan kişiler otomatik olarak kişi listenize eklenecektir.

source: Reset QR Code
it: Resetta QRcode
nl: QR-code resetten
tr: Kare Kodunu Sıfırla

# resetQrCodeFooter
source: Previous QR codes will no longer be valid.
it: I QRcode precedenti non saranno più validi
nl: Vorige QR-codes zijn niet langer geldig.
tr: Önceki kare kodlar artık geçerli olmayacak.

source: My QR code
it: Il mio QRcode
nl: Mijn QR-code

source: Scan Code
it: Scansiona QR Code
nl: Code scannen
tr: Kodu Tara

# lineCodeWithCamera
source: Line up the QR code to scan it with your device’s camera
it: Inquadra il QRcode fa scansionare con la fotocamera del tuo dispositivo
nl: Zet de QR-code klaar om het te scannen met de camera van uw apparaat
tr: KareKod'u cihazınızın kamerası ile taratın

source: Invalid code
it: QR Code non valido
nl: Ongeldige code
tr: Geçersiz kod

source: Code scanned
it: QR Code scansionato
nl: Code gescanned
tr: Kod tarandı

# sharedWidth
source: Shared with:
he: משותף עם:
it: Condivise con:
nl: Gedeeld met:
sv: Delad med:
tr: Şununla paylaşılan:

source: Sharing
he: שיתוף
it: Condividi
nl: Delen
sv: Delning
tr: Paylaşım

source: Versions
it: Versioni
nl: Versies
tr: Sürümler

source: Total size
he: משקל כולל
it: Dimensione Totale
nl: Totale grootte
sv: Total storlek
tr: Toplam boyut

source: Type
he: סוג
it: Tipo
sv: Typ
tr: Tür

source: Contains
he: מכיל
it: Contiene
nl: Bevat
sv: Innehåller
tr: İçerik

source: Modified
he: השתנה
it: Modificato
nl: Gewijzigd
sv: Modifierad
tr: Düzenlendi

source: Added
it: Aggiunto
nl: Toegevoegd

source: users
he: משתמשים
it: utenti
nl: gebruikers
sv: användare
tr: kullanıcı

source: user
he: משתמש
it: utente
nl: gebruiker
sv: användare
tr: kullanıcı

source: [X] versions
it: [X] versioni
nl: [X] versies
tr: [X] sürümler

# deleteVersion
source: Do you want to delete this version?
it: Vuoi eliminare questa versione?
nl: Wilt u deze versie verwijderen?
tr: Bu sürümü silmek istiyor musunuz?

# permanentlyRemoved
source: It will be permanently removed
it: Sarà rimossa permanentemente
nl: Het wordt permanent verwijderd
tr: Kalıcı olarak kaldırılacak

source: Delete
he: מחק
it: Cancella
nl: Verwijderen
sv: Ta bort
tr: Sil

source: Revert
he: שחזר
it: Ritorna
nl: Terugdraaien
tr: Geri dön

source: Download
he: הורד
it: Scarica
nl: Downloaden
sv: Ladda ner
tr: İndir

source: Current Version
it: Versione corrente
nl: Huidige Versie
tr: Geçerli Sürüm

source: Previous Versions
it: Versioni precedenti
nl: Vorige Versies
tr: Önceki Sürümler

source: Current Versions
it: Versioni correnti
nl: Huidige Versies
tr: Geçerli Sürümler

# remindPasswordTitle
source: Do you remember your password?
he: האם אתה זוכר את הסיסמא שלך?
it: Ricordi la tua password?
nl: Herinnert u zich uw wachtwoord?
tr: Parolanızı hatırlıyor musunuz?
