Repository: meganz/iOS
Catalog: iMEGA/Languages/*.lproj/Localizable.strings
Languages: bg, cs, fa, fi, he, hu, it, nl, pt, sl, sr, sv, tr

# remindPasswordText
source: Due to MEGA’s encryption technology you are unable to reset your password without data loss. Please make sure you remember your password.
he: Due to MEGA’s encryption technology you are unable to reset you password without data loss. Please make sure you remember your password.
it: A causa della tecnologia di criptazione utilizzata da MEGA non è possibile resettare la password senza una perdita di dati. Per favore, fai in modo di ricordare la tua password.
nl: Door MEGA's coderings-technologie bent u niet in staat uw wachtwoord te resetten zonder gegevens verlies. Zorg ervoor dat u uw wachtwoord onthoud.
sv: Due to MEGA’s encryption technology you are unable to reset you password without data loss. Please make sure you remember your password.
tr: MEGA'nın şifreleme teknolojisi veri kaybına uğramadan parola kurtarmayı imkansız kılar. Lütfen parolanızı hatırladığınıza emin olun.

# remindPasswordLogoutText
source: Before logging out we recommend you export your Recovery Key to a safe place. Note that you’re not able to reset your password if you forget it.
it: Prima di effettuare il logout TI raccomandiamo di esportare la tua Chiave di Recupero in un posto sicuro. Ricorda che non potrai resettare la tua password se la dimentichi.
nl: Voordat u uitlogt raden we u aan uw Herstelsleutel te exporteren naar een veilige plek. Merk op dat u uw wachtwoord niet kunt resetten als u het vergeet.
tr: Çıkış yapmadan önce Kurtarma Anahtarını güvenli bir konuma aktarmanızı tavsiye ederim. Parolanızı unuttuğunuzda sıfırlayamayacağınızı unutmayın.

# dontShowAgain
source: Do not show again
he: Don’t show me again
it: Non mostrare più
nl: Laat niet opnieuw zien
sv: Don’t show me again
tr: Bir daha gösterme

source: Test Password
it: Testa la password
nl: Wachtwoord testen
tr: Parolayı Dene

source: Backup Recovery Key
he: גבה מפתח שחזור
it: Copia la Chiave di Recupero
nl: Reservekopie Herstelsleutel Maken
sv: Säkerhetskopiera återställningsnyckel
tr: Kurtarma Anahtarını yedekle

# testPasswordText
source: Please test your password below to ensure you remember it. If you lose your password, you will lose access to your MEGA data. [A]Learn more[/A]
he: אנא נסה את סיסמתך על מנת לוודא כי הינך זוכר אותה. אם תשכח את סיסמתך, תאבד את היכולת לגשת למידע שלך ב-MEGA. [A]למד עוד[/A]
it: Per favore, testa la tua password qui sotto per assicurarti di ricordarla. Se perdi la tua password, perderai ogni accesso ai tuoi dati archiviati su MEGA. [A]Leggi di più[/A].
nl: Test uw wachtwoord hieronder om ervoor te zorgen dat u die onthoud. Als u uw wachtwoord verliest, verliest u toegang tot uw MEGA gegevens. [A]Meer informatie[/A]
tr: Lütfen parolanızı hatırladığınızı aşağıdan test edin. Eğer parolanızı kaybederseniz, MEGA verilerinize erişiminizi de kaybedeceksiniz. [A]Daha fazlası[/A]

source: Confirm
cs: Potvrdit
he: אשר
it: Conferma
nl: Bevestigen
sl: Potrdi
sv: Bekräfta
tr: Onayla

source: Password accepted
he: סיסמא התקבלה
it: Password accettata
nl: Wachtwoord geaccepteerd
tr: Parola kabul edildi

source: Export Recovery Key
he: ייצא מפתח שחזור
it: Esporta Chiave di Recupero
nl: Herstelsleutel Exporteren
sv: Exportera återställningsnyckel
tr: Kurtarma Anahtarını Dışarı Aktar

source: Proceed to logout
it: Procedi al logout
nl: Doorgaan met uitloggen
tr: Çıkış yap

# testPasswordLogoutText
source: You are about to logout, please test your password to ensure you remember it. If you lose your password, you will lose access to your MEGA data.
it: Stai per effettuare il logout, per favore testa la tua password per assicurarti di ricordarla. Se perdi la tua password, perderai l'accesso ai tuoi dati archiviati su MEGA.
nl: U staat op het punt om uit te loggen. Test uw wachtwoord om er zeker van te zijn dat u het onthoudt. Als u uw wachtwoord verliest, verliest u de toegang tot uw MEGA-gegevens.
tr: Çıkış yapmak üzeresiniz, lütfen hatırladığınızdan emin olmak için parolanızı test edin. Eğer parolanızı unutursanız, MEGA verilerinize erişiminizi kaybedeceksiniz.

source: Loading…
he: טוען...
it: Caricamento…
nl: Laden…
tr: Yükleniyor...

source: Next
it: Avanti
nl: Volgende

source: Ignore
it: Ignora
nl: Negeren

source: Open browser
it: Apri browser
nl: Browser openen

source: Restart
it: Riavvia
nl: Herstarten

source: Resume playback?
it: Ricominciare playback?
nl: Afspelen hervatten?

# continueOrRestartVideoMessage
source: %1$s will continue at %2$s
it: %1$s continuerà a %2$s
nl: %1$s wordt hervat bij %2$s

source: Resume
it: Riprendi
nl: Doorgaan

source: Preview Content
it: Anteprima del contenuto
nl: Inhoud Weergeven

source: Missed call
it: Chiamata persa
nl: Gemiste oproep

source: Call was rejected
it: La chiamata è stata rifiutata
nl: Oproep was geweigerd

source: Call was cancelled
it: La chiamata è stata annullata
nl: Oproep was geannuleerd

source: Call was not answered
it: La chiamata non ha avuto risposta
nl: Oproep was niet beantwoord

source: Call failed
it: Chiamata fallita
nl: Oproep mislukt

source: Call ended.
it: Chiamata terminata.
nl: Oproep beëindigd.

source: Group call ended
it: Chiamata di gruppo terminata
nl: Groep oproep beëindigd

source: [A]Group call ended[/A][C]. Duration: [/C]
it: [A]Chiamata di gruppo terminata[/A][C]. Durata: [/C]
nl: [A]Groepsoproep beëindigd [/A][C]. Duur: [/C]

source: Duration: %@
it: Durata: %@
nl: Duur: %@

source: File not supported
it: File non supportato
nl: Bestand niet ondersteund

# message_fileNotSupported
source: You can save it for Offline and open it in a compatible app.
it: Puoi salvarlo per l'Offline e aprirlo in una app compatibile
nl: U kunt het opslaan voor Offline en het openen in een bestaanbare app.

source: Forward
it: Inoltra
nl: Doorversturen

source: Messages sent
it: Messaggi inviati
nl: Berichten verzonden

source: Archived chats
it: Chat archiviate
nl: Gearchiveerde gesprekken

# archiveChatMessage
source: Are you sure you want to archive this conversation?
it: Sei sicuro di voler archiviare questa conversazione?
nl: Weet u zeker dat u dit gesprek wilt archiveren?

# unarchiveChatMessage
source: Are you sure you want to unarchive this conversation?
it: Sei sicuro di voler rimuovere dall'archivio questa conversazione?
nl: Weet u zeker dat u dit gesprek uit het archief wilt halen?

source: Unarchive Chat
it: Togli chat dall'archivio
nl: Gesprek uit Archief halen

source: Archive Chat
it: Archivia chat
nl: Gearchiveerd gesprek

source: Archived
it: Archiviate
nl: Gearchiveerd

source: No Archived Chats
it: Nessuna chat archiviata
nl: Geen Gearchiveerde Gesprekken

source: Two-Factor Authentication
it: Autenticazione a due fattori
nl: Twee-staps authenticatie

source: Begin Setup
it: Inizia setup
nl: Begin de Instelling

# pleaseEnterTheSixDigitCode
source: Please enter the 6-digit code generated by your Authenticator App.
it: Per favore, inserisci il codice di 6 cifre generato dalla tua app di autenticazione.
nl: Voer de 6-cijferige code gegenereerd door uw Authenticatie Applicatie in.

# whyYouDoNeedTwoFactorAuthentication
source: Why do you need Two-Factor Authentication?
it: Perché hai bisogno dell'autenticazione a due fattori?
nl: Waarom heeft u twee-staps authenticatie nodig?

# whatIsTwoFactorAuthentication
source: Two-Factor Authentication is a second layer of security for your account.
it: L'autenticazione a due fattori è un secondo livello di sicurezza per il tuo account.
nl: Twee-staps authenticatie is een tweede laag aan beveiliging voor uw account.

# whyYouDoNeedTwoFactorAuthenticationDescription
source: Two-Factor Authentication is a second layer of security for your account. Which means that even if someone knows your password they cannot access it, without also having access to the six digit code only you have access to.
it: L'autenticazione a due fattori è un secondo livello di sicurezza per il tuo account.Che significa che anche se qualcuno sa la tua password non può accedere al tuo account, senza avere accesso anche al numero di 6 cifre a cui hai accesso solo tu.
nl: Twee-staps authenticatie is een tweede laag aan beveiliging voor uw account. Wat betekend dat zelfs als iemand uw wachtwoord weet ze geen toegang hebben zonder dat, zonder ook toegang te hebben tot de zes cijferige code waar alleen u toegang tot heeft.

# youNeedATwoFactorAuthenticationApp
source: You need a two factor authentication app on this device
it: Ci dispiace, l’autenticazione a due fattori non può essere attivata sul tuo dispositivo. Per favore, apri l’App Store per installare un’app autenticatrice.
nl: Het spijt ons, maar twee-staps authenticatie kan niet worden ingeschakeld op uw apparaat. Open de Applicatie Store om een ​​Authenticator-applicatie te installeren.

source: You need an authenticator app to enable 2FA on MEGA. You can download and install the Google Authenticator, Duo Mobile, Authy or Microsoft Authenticator app for your phone or tablet.
it: Hai bisogno di un'applicazione di autenticazione per attivare l'autenticazione a due fattori (2FA) su MEGA. Puoi scaricare ed installare le app di Google Authenticator, Duo Mobile, Authy o Microsoft Authenticator per il tuo telefono o tablet.
nl: U heeft een authenticatie applicatie nodig om 2FA in te schakelen op MEGA. U kunt de applicatie Google Authenticator, Duo Mobile, Authy of Microsoft Authenticator downloaden en installeren voor uw telefoon of tablet.

source: Two-Factor Authentication Enabled
it: Autenticazione a due fattori attivata
nl: Twee-staps authenticatie ingeschakeld

# twoFactorAuthenticationEnabledDescription
source: Next time you login to your account you will be asked to enter a 6-digit code provided by your Authenticator App.
it: La prossima volta che effettuerai l'accesso al tuo account ti verrà chiesto di inserire il codice di 6 cifre che ti è stato fornito dalla app di autenticazione.
nl: De volgende keer dat u inlogt in uw account wordt u gevraagd een 6-cijferige code in te voeren die gegeven is door uw Authenticatie Applicatie.

# pleaseSaveYourRecoveryKey
source: Please save your Recovery Key in a safe location
it: Per favore, salva la tua Chiave di Recupero in un posto sicuro
nl: Sla uw Herstelsleutel op op een veilige locatie

# twoFactorAuthenticationEnabledWarning
source: If you lose access to your account after enabling 2FA and you have not backed up your Recovery Key, MEGA cannot help you gain access to it again.
it: Se perdi accesso al tuo account dopo aver attivato la 2FA e non hai una copia della tua Chiave di Recupero, MEGA non può aiutarti ad ottenere nuovamente accesso al tuo account.
nl: Als u toegang verliest tot uw account nadat u 2FA heeft ingeschakeld en u uw Herstelsleutel niet heeft opgeslagen, dan kan MEGA u niet helpen de toegang terug te krijgen.

source: Two-Factor Authentication Disabled
it: Autenticazione a due fattori disabilitata
nl: Twee-staps authenticatie uitgeschakeld

# scanOrCopyTheSeed
source: Scan or copy the seed to your Authenticator App. Be sure to backup this seed to a safe place in case you lose your device.
it: Scansiona o copia il seed della tua app di autenticazione. Assicurati di copiare questo seed in un posto sicuro nel caso in cui tu perda il tuo dispositivo.
nl: Scan of kopieer de seed naar uw Authenticator Applicatie. Zorg ervoor dat u een backup maakt op een veilige plek voor het geval u uw apparaat verliest.

source: Lost your Authenticator device?
it: Hai perso il tuo dispositivo autenticatore?
nl: Bent u uw Authenticatie apparaat verloren?

source: Save Images in Photos
it: Salva immagini nella Galleria
nl: Afbeeldingen opslaan in Foto's

source: Save Videos in Photos
it: Salva video nella Galleria
nl: Video's Opslaan in Foto's

source: Images and/or videos downloaded will be stored in the device’s media library instead of the Offline section.
it: Le immagini e/o i video scaricati saranno archiviati nella Galleria del dispositivo invece della sezione Offline.
nl: Afbeeldingen of video's die gedownload zijn worden opgeslagen in de media bibliotheek van het apparaat in plaats van de Offline sectie.

source: Camera
it: Fotocamera

source: Save in Photos
it: Salva nella Galleria
nl: Opslaan in Foto's

source: Save a copy of the images and videos taken from the MEGA app in your device’s media library.
it: Salva una copia delle immagini e dei video fatti dall'app di MEGA nella Galleria del tuo dispositivo.
nl: Maak een kopie van de afbeeldingen en video's die gemaakt zijn van de MEGA applicatie in de media bibliotheek van uw apparaat.

source: Search
it: Cerca
nl: Zoeken

source: You hold the keys
it: Tu hai le chiavi
nl: U heeft de sleutels

source: Security is why we exist, your files are safe with us behind a well oiled encryption machine where only you can access your files.
it: La sicurezza è il motivo per cui esistiamo, i tuoi file sono al sicuro con noi dietro ad una macchina di criptazione ben oliata dove solo tu puoi accedere ad i tuoi file.
nl: Veiligheid is waarom we bestaan, uw bestanden zijn veilig bij ons achter een goed geolied coderingsapparaat waar alleen u toegang heeft tot uw bestanden.

source: Encrypted chat
it: Chat criptata
nl: Gecodeerd gesprek

source: Fully encrypted chat with voice and video calls, group messaging and file sharing integration with your Cloud Drive.
it: Chat interamente criptate con chiamate audio e video, messaggi di gruppo e condivisione di file integrata al tuo Cloud Drive.
nl: Volledig gecodeerd gesprek met spraak en video oproepen, groepsgesprekken en bestandsdeling integratie met uw Cloud Schijf.

source: Create your Network
it: Crea il tuo Network
nl: Creëer uw Netwerk

source: Add contacts, create a network, collaborate, and make voice and video calls without ever leaving MEGA
it: Aggiungi contatti, crea un network, collabora, ed effettua chiamate audio e video senza lasciare mai MEGA
nl: Contacten toevoegen, netwerk creëren, samenwerken, en spraak en video oproepen maken zonder MEGA ooit te verlaten

source: Your Photos in the Cloud
it: Le tue foto nel Cloud
nl: Uw Foto's in de Cloud

source: Camera Uploads is an essential feature for any mobile device and we have got you covered. Create your account now.
it: I Caricamenti da fotocamera sono una feature essenziale per qualsiasi dispositivo mobile e possiamo farlo per te. Crea il tuo account adesso.
nl: Camera uploads is een essentieel kenmerk voor elk mobiel apparaat en wij hebben u bedekt. Creëer uw account nu.

source: Setup MEGA
it: Imposta MEGA
nl: MEGA Instellen

source: To fully take advantage of your MEGA account we need to ask you some permissions.
it: Per avere un totale beneficio del tuo account MEGA abbiamo bisogno di chiederti alcuni permessi.
nl: Om volledig voordeel te krijgen van uw MEGA-account hebben we sommige toestemmingen nodig.

source: The MEGA app may not work as expected without the required permissions. Are you sure?
it: L'app di MEGA potrebbe non funzionare come aspettato senza i permessi di cui ha bisogno. Sei sicuro?
nl: De MEGA applicatie kan niet werken zoals verwacht zonder de vereiste toestemmingen. Weet u het zeker?

source: %1 of %2
it: %1 di %2
nl: %1 van de %2

source: Allow Access to Photos
it: Permetti l'accesso alle foto
nl: Verleen Toegang tot Foto's

source: Please give the MEGA App permission to access Photos to share photos and videos.
it: Per favore, dai all'app di MEGA il permesso di accedere alla tua Galleria per salvare le foto e i video.
nl: Geef MEGA toestemming om toegang tot uw Foto's om foto's en video's te delen.

source: Enable Microphone and Camera
it: Attiva microfono e fotocamera
nl: Microfoon en Camera Inschakelen

source: To send voice messages and make encrypted voice and video calls, allow MEGA access to your Camera and Microphone
it: Per inviare note vocali ed effettuare chiamate audio e video criptate, permetti a MEGA l'accesso alla tua Fotocamera ed al tuo Microfono.
nl: Om spraakberichten te versturen en gecodeerde spraak en video oproepen te maken, geef MEGA toestemming om uw Camera en Microfoon te gebruiken

source: Enable Notifications
it: Attiva le notifiche
nl: Notificaties Inschakelen

source: We would like to send you notifications so you receive new messages on your device instantly.
it: Vorremmo inviarti notifiche affinché tu possa ricevere messaggi sul tuo dispositivo immediatamente.
nl: We willen u notificaties sturen zodat u nieuwe berichten direct op uw apparaat kunt ontvangen.

source: Allow Access
it: Permetti accesso
nl: Toegang Toestaan

source: File Management
it: Gestione file
nl: Bestandsbeheer

source: File Versioning
it: Salvataggio delle versioni dei file
nl: Bestand Versiebeheer

source: Enable or disable file versioning for your entire account. Disabling file versioning does not prevent your contacts from creating new versions in shared folders.
it: Attiva o disattiva le versioni dei file per il tuo account. Disabilitare le versioni dei file non esclude che i tuoi contatti creino nuove versioni nelle cartelle condivise.
nl: Versionering inschakelen of uitschakelen voor uw gehele account. Versionering uischakelen zorgt er niet voor dat uw contacten nieuwe versies kunnen creëren in gedeelde mappen.

source: When file versioning is disabled, the current version will be replaced with the new version once a file is updated (and your changes to the file will no longer be recorded). Are you sure you want to disable file versioning?
it: Quando le versioni dei file sono disabilitate, la versione corrente verrà rimpiazzata dalla nuova versione una volta che il file viene aggiornato (e i cambiamenti del file non verranno più registrati). Sei sicuro di voler disabilitare le versioni dei file?
nl: Wanneer bestandsversie is uitgeschakeld, worden de huidige versies vervangen door de nieuwe versie zodra een bestand is ge-update (en uw wijzigingen van het bestand niet langer worden vastgelegd). Weet u zeker dat u de bestandsversie wilt uitschakelen?

source: Total size taken up by file versions:
it: Grandezza totale occupata dalle versioni dei file:
nl: Totale ruimte ingenomen door bestandsversies:

source: Delete all older versions of my files
it: Elimina tutte le precedenti versioni dei miei file
nl: Verwijder alle oudere versies van mijn bestanden

source: All current files will remain. Only historic versions of your files will be deleted.
it: Tutti i file correnti rimarranno. Solo le versioni precedenti dei tuoi file verranno eliminate.
nl: Alle huidige bestanden blijven behouden. Alleen oudere versies van uw bestanden worden verwijderd.

source: You are about to delete the version histories of all files. Any file version shared to you from a contact will need to be deleted by them. Please note that the current files will not be deleted.
it: Stai per eliminare la storia delle versioni di tutti i file. Qualsiasi versione di un file condiviso con te da un contatto dovrà essere eliminato da quel contatto. Per favore, nota che i file correnti non saranno eliminati.
nl: U staat op het punt de versie geschiedenis van alle bestanden te verwijderen. Alle bestanden die gedeeld zijn van jou naar een contact moeten door hun verwijderd worden. Hou er rekening mee dat de huidige versies niet verwijderd worden.

# Rubbish-Bin Cleaning Scheduler:
source: Rubbish Bin Clearing Scheduler
it: Programmazione svuotamento Cestino:
nl: Planner voor het legen van de Prullenbak

source: Remove files older than
it: Rimuovi file più vecchi di
nl: Verwijder bestanden ouder dan

source: The Rubbish Bin is cleared for you automatically. The minimum period is 7 days and the maximum period is 30 days.
it: Il Cestino viene svuotato per te automaticamente. Il periodo minimo è di 7 giorni ed il periodo massimo è di 30 giorni.
nl: De Prullenbak wordt automatisch voor u geleegd. De minimale periode is 7 dagen en de maximale periode is 30 dagen.

source: The Rubbish Bin can be cleared for you automatically. The minimum period is 7 days.
it: Il Cestino può essere svuotato per te automaticamente. Il periodo minimo è di 7 giorni.
nl: De Prullenbak kan automatisch voor u geleegd worden. De minimale periode is 7 dagen.

source: To disable the Rubbish Bin Clearing Scheduler or set a longer retention period, you need to subscribe to a PRO plan.
it: Per disabilitare lo svuotamento automatico del Cestino o per impostare un periodo pi lungo di retenzione, devi abbonarti ad un piano Pro.
nl: Als u de planning voor het legen van de Prullenbak wilt uitschakelen of een langere bewaarperiode wilt instellen, moet u zich abonneren op een Pro-abonnement.

source: Do you want to close all other sessions? This will log you out on all other active sessions except the current one.
it: Vuoi chiudere tutte le altre sessioni? Questo ti farà uscire da tutte le altre sessioni attive, fatta eccezione per quella corrente.
nl: Wilt u alle andere sessies sluiten? Dit logt u uit op alle andere actieve sessies behalve de huidige sessie.

source: %@ joined the call.
it: %@ si è unito alla chiamata.
nl: %@ neemt deel aan de oproep.

source: %@ left the call.
it: %@ ha abbandonato la chiamata.
nl: %@ heeft de oproep verlaten.

source: There is an active group call. Tap to join.
it: C'è una chiamata di gruppo attiva. Clicca per unirti.
nl: Er is een actieve groep oproep. Tik om mee te doen.

source: There is an active call. Tap to join.
it: C'è una chiamata attiva. Clicca per unirti.
nl: Er is een active oproep, tik om mee te doen.

source: Touch to return to call %@
it: Tocca per tornare alla chiamata %@
nl: Tik om %@ terug te bellen

source: Save to Photos
it: Salva nella Galleria
nl: Opslaan naar Foto's

source: Saving to Photos…
it: Salvataggio nella Galleria…
nl: Opslaan naar Foto's…

source: Saved to Photos
it: Salvata nella Galleria
nl: Opgeslagen naar Foto's

source: Could not save Item
it: Non ho potuto salvare l'oggetto
nl: Kon Item niet opslaan

source: Encrypted Key Rotation
it: Rotazione della chiave di criptazione
nl: Rotatie van Coderingssleutel

source: Enable Encrypted Key Rotation
it: Attiva la rotazione della chiave di criptazione
nl: Sleutelrotatie van Coderingssleutel Inschakelen

source: Get chat link
it: Ottieni il link della chat
nl: Gesprekslink ophalen

source: Key rotation is slightly more secure, but does not allow you to create a chat link and new participants will not see past messages.
it: La rotazione della chiave di criptazione è leggermente più sicura, ma non ti permette di creare un link della chat e i nuovi partecipanti non potranno vedere i messaggi inviati prima del loro ingresso.
nl: Sleutelrotatie van de coderingssleutel is iets veiliger, maar u kunt geen gesprekslink maken en nieuwe deelnemers zullen geen eerdere berichten zien.

source: Key rotation is disabled for conversations with more than 100 participants.
it: La rotazione della chiave di criptazione è disabilitata per le chat con più di 100 partecipanti.
nl: Sleutelrotatie van coderingssleutel is uitgeschakeld voor gesprekken met meer dan 100 deelnemers.

source: To create a chat link you must name the group.
it: Per creare un link della chat devi dare un nome al gruppo.
nl: Om een gespreklink te creëren moet u de groep een naam geven.

source: Chat link
it: Link della chat
nl: Gesprekslink

source: Join
it: Unisciti
nl: Aansluiten

source: You have joined %@
it: Ti sei unito a %@
nl: U bent aangesloten tot %@

source: Observers
it: Osservatori
nl: Waarnemers

source: %@ enabled Encrypted Key Rotation.
it: %@ ha attivato la rotazione della Chiave di criptazione.
nl: %@ ingeschakelde coderingssleutelrotatie.

# %@ created a public link for the chat.
source: %@ created a chat link
it: %@ ha creato un link della chat
nl: %@ heeft een gesprekslink gecreëerd

# %@ removed a public link for the chat.
source: %@ removed the chat link
it: %@ ha rimosso il link della chat
nl: %@ heeft de chat link verwijderd
