Repository: meganz/iOS
Catalog: iMEGA/Languages/*.lproj/Localizable.strings
Languages: bg, cs, fa, fi, he, hu, it, nl, pt, sl, sr, sv, tr

# removeFileFoldersToRubbishBinMessage
source: You are about to permanently remove 1 file and %d folders. Would you like to proceed? (You cannot undo this action.)
bg: Вие сте на път трайно да премахнете 1 файл и %d папки. Бихте ли искали да продължите? (Не можете да отмените това действие.)
cs: Chystáte se trvale odebrat 1 soubor a %d složek. Chcete pokračovat? (Tuto akci nemůžete vrátit zpět.)
fa: شما در حال پاک کردن دائمی 1 فایل و %d پوشه هستید. ایا می خواهید ادامه دهید؟ (بعدا نمی توانید به عقب برگردید.)
fi: Olet poistamassa lopullisesti yhden tiedoston ja %d kansiota. Haluatko jatkaa (toimintoa ei voi perua)?
he: הינך עומד למחוק קובץ אחד ו-%d תיקיות. האם אתה רוצה להמשיך? (פעולה זו לא ניתנת לביטול)
hu: Ön véglegesen készül törölni 1 fájlt és %d mappát. Szeretné folytatni? (Ezt a műveletet nem vonhatja vissza.)
it: Stai per rimuovere in modo permanente 1 file e %d cartelle. Vuoi continuare? (Non è possibile annullare questa azione.)
nl: U staat op het punt om 1 bestand en %d mappen definitief te verwijderen. Wilt u doorgaan? (U kunt deze actie niet ongedaan maken)
pt: Está prestes a remover permanentemente 1 ficheiro e %d pastas. Pretende continuar? (Esta ação é irreversível.)
sl: Nameravate trajno odstraniti 1 datoteko in %d map. Ali želite nadaljevati? (Tega postopka ne morete povrniti)
sr: Овим ћете трајно уклонити 1 документ и %d директоријума. Потврдите за наставак? (Не можете повратити ову акциу)
sv: Du är på väg att permanent ta bort 1 fil- och %d mappar. Vill du fortsätta? (Du kan inte ångra den här åtgärden.)
tr: 1 dosya ve %d klasörü kalıcı olarak kaldırmak üzeresiniz. Devam etmek ister misiniz? (Bu eylemi geri alamazsınız.)

# removeFilesFolderToRubbishBinMessage
source: You are about to permanently remove %d files and 1 folder. Would you like to proceed? (You cannot undo this action.)
bg: Вие сте на път трайно да премахнете %d файла и 1 папка. Бихте ли искали да продължите? (Не можете да отмените това действие.)
cs: Chystáte se trvale odebrat %d souborů a 1 složku. Chcete pokračovat? (Tuto akci nemůžete vrátit zpět.)
fa: شما در حال پاک کردن دائمی %d فایل و 1 پوشه هستید. ایا می خواهید ادامه دهید؟ (بعدا نمی توانید به عقب برگردید.)
fi: Olet poistamassa lopullisesti %d tiedostoa ja yhden kansion. Haluatko jatkaa (toimintoa ei voi perua)?
he: הינך עומד למחוק %d קבצים ותיקייה אחת. האם אתה רוצה להמשיך? (פעולה זו לא ניתנת לביטול)
hu: Ön véglegesen készül törölni %d fájlt és 1 mappát. Szeretné folytatni? (Ezt a műveletet nem vonhatja vissza.)
it: Stai per rimuovere in modo permanente %d file e 1 cartella. Vuoi continuare? (Non è possibile annullare questa azione.)
nl: U staat op het punt om %d bestanden en 1 map definitief te verwijderen. Wilt u doorgaan? (U kunt deze actie niet ongedaan maken)
pt: Está prestes a remover permanentemente %d ficheiros e 1 pasta. Pretende continuar? (Esta ação é irreversível.)
sl: Nameravate trajno odstraniti %d datotek in 1 mapo. Ali želite nadaljevati? (Tega postopka ne morete povrniti)
sr: Овим ћете трајно уклонити %d докумената и 1 директоријум. Потврдите за наставак? (Не можете повратити ову акциу)
sv: Du är på väg att permanent ta bort %d filer och en mapp. Vill du fortsätta? (Du kan inte ångra den här åtgärden.)
tr: %d dosya ve 1 klasörü kalıcı olarak kaldırmak üzeresiniz. Devam etmek ister misiniz? (Bu eylemi geri alamazsınız.)

# removeFilesFoldersToRubbishBinMessage
source: You are about to permanently remove [A] files and [B] folders. Would you like to proceed? (You cannot undo this action.)
bg: Вие сте на път трайно да премахнете [A] файла и [B] папки. Бихте ли искали да продължите? (Не можете да отмените това действие.)
cs: Chystáte se trvale odebrat [A] souborů [B] složek. Chcete pokračovat? (Tuto akci nemůžete vrátit zpět.)
fi: Olet poistamassa pysyvästi [A] tiedostoa ja [B] kansiota. Haluatko jatkaa (toimintoa ei voi perua)?
he: אתה עומד למחוק לצמיתות [A] קבצים ו-[B] תיקיות. האם ברצונך להמשיך? (לא ניתן לחזור אחורה אחרי פעולה זו.)
hu: Épp véglegesen készül törölni [A] fájlt és [B] mappát. Szeretné folytatni? (Ez a művelet nem vonható vissza.)
it: Stai per cancellare definitivamente [A] file e [B] cartelle. Vuoi continuare? (non puoi annullare questa azione)
nl: U gaat [A] bestanden en [B] mappen permanent verwijderen. Wilt u doorgaan? (U kunt deze actie niet ongedaan maken.)
pt: Está prestes a apagar permanentemente [A] ficheiros e [B] pastas. Deseja prosseguir?(Esta ação é irreversível.)
sl: Nameravate trajno odstraniti [A] datotek in [B] map. Ali želite nadaljevati? (Tega postopka ne morete povrniti.)
sr: Овим ћете трајно уклонити [A] докумената и [B] директоријума. Потврдите за наставак? (Не можете повратити ову акциу)
sv: Du är på väg att permanent radera [A] filer och [B] mappar, vill du fortsätta? (Du kan inte ångra detta)
tr: [A] dosya ve [B] klasörü kalıcı olarak kaldırmak üzeresiniz. Devam etmek ister misiniz? (Bu eylemi geri alamazsınız.)

# fileRemovedToRubbishBinMessage
source: 1 file removed from MEGA
bg: 1 файл беше изтрит от MEGA
cs: 1 soubor odebrán z MEGA
fa: ١ فايل از مگا برداشته شد
fi: 1 tiedosto poistettu MEGAsta
he: קובץ אחד נמחק מ-MEGA
hu: 1 fájl törölve a MEGÁ-ról
it: 1 file rimosso da MEGA
nl: 1 bestand verwijderd van MEGA
pt: 1 ficheiro removido da MEGA
sl: 1 datoteka odstranjena z MEGA
sr: 1 датотека уклоњена из MEGA
sv: 1 fil borttagen från MEGA
tr: 1 dosya MEGA'dan kaldırıldı

# filesRemovedToRubbishBinMessage
source: %d files removed from MEGA
bg: %d файла бяха премахнати от MEGA
cs: %d souborů odebráno z MEGA
fa: d% فايل از مگا حذف شد
fi: %d tiedostoa poistettu MEGAsta
he: %d קבצים נמחקו מ-MEGA
hu: % fájl törölve a MEGÁ-ról
it: %d files rimossi da MEGA
nl: %d bestanden verwijderd van MEGA
pt: %d ficheiros removidos da MEGA
sl: %d datotek odstranjenih z MEGA
sr: %d докумената је уклоњено из MEGA
sv: %d filer borttagna från MEGA
tr: %d dosya MEGA'dan kaldırıldı

# folderRemovedToRubbishBinMessage
source: 1 folder removed from MEGA
bg: 1 папка беше изтрита от MEGA
cs: 1 složka odebrána z MEGA
fa: 1 فولدر از مگا حذف شد
fi: 1 kansio poistettu MEGAsta
he: תיקייה אחת נמחקה מ-MEGA
hu: 1 mappa törölve a MEGÁ-ról
it: 1 cartella rimossa da MEGA
nl: 1 map verwijderd van MEGA
pt: 1 pasta removida do MEGA
sl: 1 mapa odstranjena z MEGA
sr: 1 директоријум је уклоњен из MEGA
sv: 1 mapp borttagen från MEGA
tr: 1 klasör MEGA'dan kaldırıldı

# foldersRemovedToRubbishBinMessage
source: %d folders removed from MEGA
bg: %d папки бяха изтрити от MEGA
cs: %d složek odebráno z MEGA
fa: d% فولدر از مگا حذف شد
fi: %d kansiota poistettiin MEGAsta
he: %d תיקייה נמחקו מ-MEGA
hu: % mappa törölve a MEGÁ-ról
it: %d cartelle rimosse da MEGA
nl: %d mappen verwijderd van MEGA
pt: %d pastas apagadas do MEGA
sl: %d map odstranjenih z MEGA
sr: %d директоријума обрисано из MEGA
sv: %d mappar borttagna från MEGA
tr: %d klasör MEGA'dan kaldırıldı

# fileFolderRemovedToRubbishBinMessage
source: 1 file and 1 folder removed from MEGA
bg: 1 файл и 1 папка бяха премахнати от MEGA
cs: 1 soubor a 1 složka odebrány z MEGA
fa: ١فايل و ١ فولدر از مگا حذف شدند
fi: 1 tiedosto ja 1 kansio poistettu MEGAsta
he: קובץ אחד ותיקיה אחת נמחקו מ-MEGA
hu: 1 fájl és 1 mappa törölve a MEGÁ-ról
it: 1 file e 1 cartella rimossi da MEGA
nl: 1 bestand en 1 map zijn verwijderd van MEGA
pt: 1 ficheiro e 1 pasta foram removidos do MEGA
sl: 1 datoteka in 1 mapa je bila odstranjena z MEGA
sr: 1 документ и 1 директоријум уклоњен из MEGA
sv: 1 fil och 1 mapp borttagna från MEGA
tr: 1 dosya ve 1 klasör MEGA'dan kaldırıldı

# fileFoldersRemovedToRubbishBinMessage
source: 1 file and %d folders removed from MEGA
bg: 1 файл и %d папки бяха изтрити от MEGA
cs: 1 soubor a %d složek odebráno z MEGA
fa: ١فايل و d% فولدر از مگا حذف شدند
fi: 1 tiedosto ja %d kansiota poistettu MEGAsta
he: קובץ אחד ו-%d תיקיות נמחקו מ-MEGA
hu: 1 fájl és %d mappa törölve a MEGÁ-ról
it: 1 file e %d cartelle rimosse da MEGA
nl: 1 bestand en %d mappen zijn verwijderd van MEGA
pt: 1 ficheiro e %d pastas removidos do MEGA
sl: 1 datoteka in %d map odstranjenih z MEGA
sr: 1 документ и %d директоријума уклоњени из MEGA
sv: 1 fil och %d mappar borttagna från MEGA
tr: 1 dosya ve %d klasör MEGA'dan kaldırıldı

# filesFolderRemovedToRubbishBinMessage
source: %d files and 1 folder removed from MEGA
bg: %d файла и 1 папка бяха изтрити от MEGA
cs: %d souborů a 1 složka odebráno z MEGA
fa: d% فايل و ١ فولدر از مگا حذف شدند
fi: %d tiedostoa ja 1 kansio poistettu MEGAsta
he: %d קבצים ותיקייה אחת נמחקו מ-MEGA
hu: %d fájl és 1 mappa törölve a MEGÁ-ról
it: %d file e 1 cartella rimossi da MEGA
nl: %d bestanden en 1 map zijn verwijderd van MEGA
pt: %d ficheiros e 1 pasta removidos do MEGA
sl: %d datotek in 1 mapa odstranjenih z MEGA
sr: %d докумената и 1 директоријум уклоњен из MEGA
sv: %d filer och 1 mapp borttagna från MEGA
tr: %d dosya ve 1 klasör MEGA'dan kaldırıldı

# filesFoldersRemovedToRubbishBinMessage
source: [A] files and [B] folders removed from MEGA
bg: [A] файла и [B] папки бяха изтрити от MEGA
cs: [A] souborů a [B] složek odebráno z MEGA
fa: [A]فايل و [B] فولدر از مگا حذف شدند
fi: [A] tiedostoa ja [B] kansiota poistettu MEGAsta
he: [A] קבצים ו-[B] תיקיות נמחקו מ-MEGA
hu: [A] fájl és [B] mappa törölve a MEGÁ-ról
it: [A] file e [B] cartelle rimosse da MEGA
nl: [A] bestanden en [B] mappen zijn verwijderd van MEGA
pt: [A] ficheiros e [B] pastas removidos do MEGA
sl: [A] datotek in [B] map odstranjenih z MEGA
sr: [A] докумената и [B] директоријума уклоњени из MEGA
sv: [A] filer och [B] mappar borttagna från MEGA
tr: [A] dosya ve [B] klasör MEGA'dan kaldırıldı

source: New password
bg: Нова парола
cs: Nové heslo
fa: پسورد جدید
fi: Uusi salasana
he: סיסמה חדשה
hu: Új jelszó
it: Nuova password
nl: Nieuw wachtwoord
pt: Nova palavra-chave
sl: Novo geslo
sr: Нова шифра
sv: Nytt lösenord
tr: Yeni şifre

source: Confirm Password
bg: Потвърди парола
cs: Potvrďte heslo
fa: پسورد را تایید کنید
fi: Vahvista salasana
he: אשר סיסמא
hu: Jelszó megerősítése
it: Conferma password
nl: Bevestig wachtwoord
pt: Confirma a palavra-chave
sl: Potrdi geslo
sr: Потврдите лозинку
sv: Bekräfta lösenord
tr: Şifreyi onaylayın

# passwordChanged
source: Your password has been changed.
bg: Вашата парола беше променена.
cs: Vaše heslo bylo změněno.
fa: پسورد شما تغییر یافت.
fi: Salasanasi vaihdettu.
he: סיסמתך שונתה.
hu: A jelszavad meg lett változtatva.
it: La tua password è stata modificata.
nl: Uw wachtwoord is gewijzigd.
pt: A tua palavra-chave foi alterada.
sl: Vaše geslo je bilo spremenjeno.
sr: Ваша шифра је промењена.
sv: Ditt lösenord har ändrats.
tr: Şifreniz değiştirildi.

source: Forgot password?
bg: Забравена парола?
cs: Zapomenuté heslo?
fi: Unohtuiko salasana?
he: שכחת סיסמא?
it: Password dimenticata?
nl: Wachtwoord vergeten?
pt: Esqueceu-se da palavra-passe?
sl: Pozabljeno geslo?
sr: Заборављена лозинка?
sv: Glömt lösenord?
tr: Şifrenizi mi unuttunuz?

# recoveryLinkHasExpired
source: This recovery link has expired, please try again.
bg: Този линк за възстановяване е изтекъл, моля опитайте отново.
cs: Tento odkaz pro obnovení vypršel, zkuste to znovu.
fi: Tämä palautuslinkki on vanhentunut, yritä uudelleen.
he: קישור זה פג תוקף, אנא נסה שנית.
hu: Ez a visszaszerzési link lejárt, kérjük próbálja újra.
it: Questo link di recupero è scaduto, si prega di riprovare.
nl: Deze herstelkoppeling is verlopen, probeer a.u.b. opnieuw.
pt: Este link de recuperação expirou, tenta novamente.
sl: Ta povezava za obnovo je potekla, prosim poskusite ponovno.
sr: Ваш линк за рековери је истекао, молимо Вас да покушате поново.
sv: Din återställningslänk har gått ut, var god försök igen.
tr: Bu kurtarma bağlantısının süresi doldu, lütfen tekrar deneyin.

source: Password reset
bg: Възстановяване на парола
cs: Obnovení hesla
fi: Salasanan palautus
he: אתחול סיסמא
hu: Jelszó alaphelyzetbe állítása
it: Reset Password
nl: Wachtwoord resetten
pt: Restaurar palavra-chave
sl: Ponastavitev gesla
sr: Ресетујте лозинку
sv: Återställ lösenord
tr: Şifre sıfırlama

source: Please enter your Recovery Key
bg: Моля въведете вашия Възстановяващ Ключ
cs: Zadejte svůj Obnovovací klíč
he: אנא הכנס מפתח שחזור
it: Per favore, inserisci la tua chiave di recupero
nl: Voer a.u.b. uw Herstelcode in
sl: Prosim, vnesite svoj Rešilni ključ
sv: Var vänlig skriv in din återställningsnyckel
tr: Lütfen Kurtarma Anahtarını girin

source: Recovery Key
bg: Възстановяващ Ключ
cs: Obnovovací klíč
fi: Palautusavain
he: מפתח שחזור
it: Chiave di Recupero
nl: Herstelsleutel
pt: Chave de recuperação
sl: Rešilni ključ
sr: Резервни Кључ
sv: Återställningsnyckel
tr: Kurtarma Anahtarı

source: Invalid Recovery Key
bg: Невалиден Възстановяващ Ключ
cs: Neplatný Obnovovací klíč
fi: Virheellinen palautusavain
he: מפתח שחזור לא תקין
hu: Érvénytelen master kulcs
it: Chiave di Recupero non valida
nl: Ongeldige Herstelsleutel
pt: Chave de Recuperação inválida
sl: Napačen rešilni ključ
sr: Неисправан кључ за повраћај
sv: Ogiltig återställningsnyckel
tr: Geçersiz Kurtarma Anahtarı

# youRecoveryKeyIsGoingTo
source: Your Recovery Key is going to be used to reset your password. Please enter your new password.
bg: Вашият Възстановяващ Ключ ще бъде използван, за да възстановите паролата си. Моля, въведете новата си парола.
cs: Váš Obnovovací klíč bude použit pro obnovení vašeho hesla. Zadejte své nové heslo.
fi: Palautusavaintasi käytetään salasanasi nollaamiseen. Ole hyvä ja syötä uusi salasana.
he: מפתח השחזור שלך ישמש על מנת לאפס את הסיסמא שלך. אנא הכנס סיסמא חדשה.
it: La tua Chiave di Recupero sarà usata per resettare la tua password. Per favore, inserisci la tua nuova password.
nl: Uw Herstelsleutel wordt gebruikt om uw wachtwoord te resetten. Voer uw nieuwe wachtwoord in.
pt: A sua Chave de Recuperação será usada para redefinir a sua palavra-passe. Por favor, insira a nova palavra-passe.
sl: Vaše rešilno geslo bo uporabljeno za spremembo vašega gesla. Prosim, vnesite svoje novo geslo.
sr: Ваш Кључ за повраћај ће бити искоришћен за ресетовање Ваше лозинке. Молимо, унесите своју нову лозинку.
sv: Din återställningsnyckel kommer att användas för att återställa ditt lösenord. Vänligen ange ditt nya lösenord.
tr: Kurtarma Anahtarınız şifrenizi sıfırlamak için kullanılacaktır. Lütfen, yeni şifrenizi girin.

# yourPasswordHasBeenReset
source: Your password has been reset successfully. Please log into your account now.
bg: Вашата парола е нулирана успешно. Моля, влезте в профила си сега.
cs: Vaše heslo bylo úspěšně obnoveno. Zkuste se nyní přihlásit do svého účtu.
fi: Salasanasi on nollattu onnistuneesti. Ole hyvä ja kirjaudu tilillesi nyt.
he: הסיסמא אותחלה בהצלחה. אנא התחבר כעת.
hu: Jelszava sikeresen alaphelyzetbe lett állítva. Most kérem jelentkezzen be a fiókba.
it: La tua password è stata reimpostata correttamente. Si prega di accedere al proprio account.
nl: Uw wachtwoord is succesvol gereset. Log nu a.u.b. in uw account.
pt: A tua palavra-chave foi restaurada com sucesso. Por favor, entra novamente na tua conta agora.
sl: Vaše geslo je bilo uspešno ponastavljeno. Prosim, prijavite se sedaj v vaš račun.
sr: Ваша лозинка је успешно ресетована. Молимо Вас да се сада улогујете на Ваш налог.
sv: Ditt lösenord har uppdaterats. Du kan logga in på kontot nu.
tr: Şifreniz başarıyla sıfırlandı. Şimdi hesabınıza giriş yapın.

source: Send
bg: Изпрати
cs: Odeslat
fi: Lähetä
he: שלח
hu: Küldés
it: Invia
nl: Versturen
pt: Enviar
sl: Pošlji
sr: Пошаљи
sv: Skicka
tr: Gönder

source: Park account
bg: Паркирай профила
cs: Zaparkování účtu
fi: Jätä tili
he: החנה חשבון
hu: Fiók leparkolása
it: Resetta account
nl: Parkeer account
pt: Estacionar conta
sl: Parkiraj račun
sr: Паркирање налога
sv: Parkera konto
tr: Hesabı park et

# startingFreshAccount
source: I acknowledge that I am starting a fresh, empty account and that I will lose all data in my present account unless I recall my password or locate an exported Recovery Key.
bg: Наясно съм, че стартирам нов, празен профил и, че ще загубя всички данни в настоящия ми профил, освен ако не си спомня паролата си или не намеря експортиран Възстановяващ Ключ.
cs: Potvrzuji, že spouštím nový, prázdný účet, a že přijdu o všechna svá data v mém současném účtu, pokud si nevzpomenu na své heslo nebo nebo nenajdu exportovaný Obnovovací klíč.
fi: Ymmärrän, että olen aloittamassa uutta, tyhjää tiliä ja menetän kaiken taaksejätetyn datan, ellen muista salasanaani tai löydä vietyä salausavainta.
he: אני מבין כי אני מתחיל חשבון חדש וריק ואני אאבד את כל המידע שלי בחשבון הקודם שלי אלא אם אזכר בסיסמא או אמצא את קובץ מפתח השחזור שלי.
hu: Tudomásul veszem, hogy egy új, üres fiókot indítok, és hogy a jelenlegi fiókomban lévő minden adat elvész, hacsak nem tudom felidézni jelszavamat, vagy keresek elő egy exportált master kulcsot.
it: Sono a conoscenza del fatto che sto iniziando un nuovo, vuoto account e che perderò tutti i dati nel mio account finché non userò la mia password o una copia della mia Chiave di Recupero.
nl: Ik erken dat ik een nieuw, leeg account start en dat ik al mijn gegevens van mijn huidige account zal verliezen tenzij ik mijn wachtwoord herinner of een geëxporteerde Herstelsleutel terugvind.
pt: Tenho consciência de que estou a criar uma nova conta, vazia, e que irei perder todos os dados na minha conta actual a não ser que me lembre da minha palavra-passe ou localize uma Chave de Recuperação exportada.
sl: Potrjujem, da začenjam z novim, praznim računom in da bom izgubil vse podatke, ki so v mojem trenutnem računu, razen če se spomnim svoje geslo ali najdem izvoženi rešilni ključ.
sr: Разумем да започињем нов, празни налог и да ћу изгубити све податке на свом садашњем налогу уколико се не сетим лозинке или пронађем извезени Кључ за повраћај.
sv: Jag är medveten att jag börjar ett nytt, tomt konto och att jag kommer att förlora all data i mitt nuvarande konto om jag inte minns mitt lösenord eller lokaliserar en exporterad återställningsnyckel .
tr: Sıfırdan boş bir hesaba başlayacağımı ve şifremi hatırlamadığım/Kurtarma Anahtarını temin etmediğim sürece şu anki hesabındaki tüm verileri kaybedeceğimi kabul ediyorum.

source: Start new account
bg: Започни нов профил
cs: Založit nový účet
fi: Luo uusi tili
he: פתח חשבון חדש
hu: Új fiók indítása
it: Inizia un nuovo account
nl: Start nieuw account
pt: Começar uma conta de novo
sl: Začni z novim računom
sr: Стартујте нови налог
sv: Starta ett nytt konto
tr: Yeni hesap başlatın

# yourAccounHasBeenParked
source: Your old account has been parked successfully. You can now log into your new account.
bg: Старият ви профил е паркиран успешно. Сега можете да влезете в новия си профил.
cs: Váš starý účet byl úspěšně zaparkován. Nyní se můžete přihlásit do svého nového účtu.
fi: Vanha tilisi on jätetty onnistuneesti. Voit nyt kirjautua uudelle tilillesi.
he: החשבון הישן שלך נחנה. הינך יכול כעת להתחבר לחשבונך החדש.
hu: Régi fiókja sikeresen leparkolásra került. Most már bejelentkezhet új fiókjába.
it: Il tuo vecchio account è stato sospeso con successo. Ora puoi accedere al tuo nuovo account.
nl: Uw oude account is succesvol geparkeerd. U kunt nu inloggen met uw nieuwe account.
pt: A sua conta antiga foi estacionada com sucesso. Pode agora entrar na sua nova conta.
sl: Vaš stari račun je bil uspešno parkiran. Sedaj se lahko prijavite v novi račun.
sr: Ваш стари налог је успешно постављен. Сада можете да се улогујете на Ваш нови налог.
sv: Ditt gamla konto har parkerats. Du kan nu logga in med ditt nya konto.
tr: Eski hesabınız başarıyla park edilmiştir. Artık yeni hesabınızda oturum açabilirsiniz.

source: New email
bg: Нов имейл
cs: Nový e-mail
he: מייל חדש
it: Nuovo indirizzo email
nl: Nieuw e-mailadres
pt: Novo email
sl: Nova e-pošta
sr: Нови емаил
sv: Ny e-post
tr: Yeni eposta

source: Confirm email
bg: Промени имейл
cs: Potvrdit e-mail
fi: Vahvista sähköpostiosoite
he: אשר כתובת מייל
hu: Email megerősítése
it: Confermare email
nl: Bevestig e-mailadres
pt: Confirmar email
sl: Potrdite e-pošto
sr: Потврди е-маил
sv: Bekräfta E-mail
tr: E-postayı doğrula

source: Confirm new email
bg: Потвърди нов имейл
cs: Potvrďte nový e-mail
he: אשר כתובת מייל חדשה
it: Conferma la nuova email
nl: Bevestig nieuw e-mailadres
pt: Confirmar novo email
sl: Potrdite novo e-pošto
sr: Потврдите нови емаил
sv: Bekräfta ny e-post
tr: Yeni epostayı doğrula

source: Change Email
it: Cambiare Email
nl: Wijzig e-mailadres

# oldAndNewEmailMatch
source: The new and the old email must not match
bg: Новият и старият имейл не трябва да съвпадат
cs: Nový a starý e-mail se nesmí shodovat
he: כתובת המייל החדשה והישנה לא יכולים להיות אותן הדבר
it: La nuova e la vecchia email non devono combaciare
nl: Het nieuwe en het oude e-mailadres mogen niet hetzelfde zijn
pt: O email novo e o antigo não coincidem
sl: Nova in stara e-pošta ne moreta biti enaki
sr: Нова и стара емаил адреса не смеју бити исте.
sv: Den nya och den gamla e-postadressen måste matcha
tr: Eski ve yeni eposta adresi aynı olmamalı

source: Emails do not match
bg: Имейлите не съвпадат
cs: E-maily se neshodují
he: כתובות המייל לא תואמות
it: Le email non combaciano
nl: Emailadressen komen niet overeen
pt: Os emails não coincidem
sl: E-pošti se ne ujemata
sr: Емаил адресе се не поклапају
sv: E-post matchar inte
tr: Epostalar eşleşmiyor

# emailAddressChangeAlreadyRequested
source: You have already requested a confirmation link for that email address.
bg: Вие вече сте поискал линк за потвърждение на този имейл адрес.
cs: Již jste si vyžádali potvrzovací odkaz pro tuto e-mailovou adresu.
fi: Tälle sähköpostiosoitteelle on jo kertaalleen pyydetty vahvistuslinkkiä.
he: ביקשת כבר קוד אישור עבור כתובת מייל זו
hu: Már kérelmezett megerősítő linket erre az email címre.
it: Hai già richiesto un link di conferma per quell'indirizzo email.
nl: U heeft al een bevestigingslink voor dat e-mailadres gevraagd.
pt: Você já pediu um endereço de confirmação para este endereço de email.
sl: Za ta e-poštni naslov ste že zahtevali potrditveno povezavo.
sr: Већ сте затражили линк за потврду за ту е-маил адресу.
sv: Du har redan begärt en verifieringslänk för denna E-mail adressen.
tr: O e-posta adresine zaten bir doğrulama bağlantısı istediniz.

# emailIsChanging_description
source: Please go to your inbox and click the link to confirm your new email address.
bg: Моля, отидете в пощенската си кутия и кликнете върху линка, за да потвърдите вашия нов имейл адрес.
cs: Přejděte do své příchozí pošty a klikněte na odkaz pro potvrzení vaší nové e-mailové adresy.
fi: Ole hyvä ja mene sähköpostiisi ja klikkaa linkkiä vahvistaaksesi uuden sähköpostiosoitteesi.
he: עבור לתיבת הדואר הנכנס שלך והקלק על הקישור בהודעה בכדי לאמת את כתובת הדוא"ל החדשה שלך.
hu: Kérjük nézze meg beérkezett üzeneteit és kattintson a linkre új email címe megerősítéséhez.
it: Per favore, vai nella tua casella dei messaggi e clicca sul link per confermare il tuo nuovo indirizzo email.
nl: Ga naar uw postvak in en klik de link om uw nieuwe email te bevestigen.
pt: Por favor verifique a caixa de entrada do seu email e clique no endereço para confirmar esta mudança de email.
sl: Prosim, pojdite v svojo mapo s prejetimi sporočili in kliknite na povezavo za potrditev vašega novega e-poštnega naslova.
sr: Молимо Вас да проверите ваш инбокс и кликнете на линк за потврду Ваше нове е-маил адресе.
sv: Var vänlig kontrollera din inkorg och klicka på länken för att verifiera din nya E-mail adress.
tr: Gelen kutunuza gidin ve yeni e-posta adresinizi onaylamak için bağlantıya tıklayın.
