Repository: meganz/iOS
Catalog: iMEGA/Languages/*.lproj/Localizable.strings
Languages: bg, cs, fa, fi, he, hu, it, nl, pt, sl, sr, sv, tr

source: Cancel
bg: Отказ
cs: Zrušit
fa: انصراف
fi: Peruuta
he: ביטול
hu: Mégse
it: Annulla
nl: Annuleren
pt: Cancelar
sl: Prekliči
sr: Откажи
sv: Avbryt
tr: İptal

source: Clear
it: Pulisci
nl: Wissen

source: Yes
bg: Да
cs: Ano
fi: Kyllä
he: כן
hu: Igen
it: Si
nl: Ja
pt: Sim
sl: Da
sr: Да
sv: Ja
tr: Evet

source: Upload
bg: Качване
cs: Nahrát
fa: آپلود
fi: Lähetys
he: העלאה
hu: Feltöltés
it: Carica
nl: Uploaden
pt: Enviar
sl: Nalaganje
sr: Пренос
sv: Uppladdningar
tr: Yükle

source: Error
bg: Грешка
cs: Chyba
fa: خطا
fi: Virhe
he: שגיאה
hu: Hiba
it: Errore
nl: Fout
pt: Erro
sl: Napaka
sr: Грешка
tr: Hata

source: Name
bg: Име
cs: Jméno
fa: نام
fi: Nimi
he: שם
hu: Név
it: Nome
nl: Naam
pt: Nome
sl: Ime
sr: Назив
sv: Namn
tr: İsim

source: Edit
bg: Редактиране
cs: Upravit
fi: Muokkaa
he: ערוך
hu: Szerkesztés
it: Modifica
nl: Bewerken
pt: Editar
sl: Uredi
sr: Уреди
sv: Ändra
tr: Düzenle

source: Saved
bg: Запазено
cs: Uloženo
he: נשמר
it: Salvato
nl: Opgeslagen
sl: Shranjeno
sr: Снимљено
sv: Sparad
tr: Kaydedildi

source: Passcode
bg: Код за достъп
cs: Heslo
fa: رمز عبور
fi: Pääsykoodi
he: קוד
hu: Számkód
it: Codice di accesso
nl: Toegangscode
pt: Código de acesso
sl: Dostopna koda
sr: Код за лозинку
sv: Lösenord
tr: Parola

source: Size
bg: Размер
cs: Velikost
fa: حجم
fi: Koko
he: גודל
hu: Méret
it: Dimensione
nl: Grootte
pt: Tamanho
sl: Velikost
sr: Величина
sv: Storlek
tr: Boyut

source: Quality
it: Qualità
nl: Kwaliteit

source: Folder
bg: Папка
cs: Složka
fa: پوشه
fi: Kansio
he: תיקייה
hu: Mappa
it: Cartella
nl: Map
pt: Pasta
sl: Mapa
sr: Фолдер
sv: Mapp
tr: Klasör

# noCamera
source: No camera available
bg: Няма налична камера
cs: Není dostupný žádný fotoaparát
fa: هیچ دوربینی موجود نیست
fi: Ei kameraa
he: לא נמצאה מצלמה
hu: Nem áll rendelkezésre kamera
it: Camera non disponibile
nl: Geen camera beschikbaar
pt: Câmara não disponível
sl: Kamera ni na voljo
sr: Камера није омогућена
sv: Ingen kamera tillgänglig
tr: Kamera yok

source: Attention
bg: Внимание
cs: Upozornění
fa: توجه
fi: Huomio
he: שים לב
hu: Figyelem
it: Attenzione
nl: Waarschuwing
pt: Atenção
sl: Pozor
sr: Пажња
sv: Uppmärksamhet
tr: Dikkat

# cameraPermissions
source: Please give MEGA app permission to access your Camera in your Settings
bg: Моля, дайте на MEGA приложението разрешение за достъп до вашата Камера в Настройките
cs: Udělte aplikaci MEGA oprávnění pro přístup k vašemu fotoaparátu v nastavení!
fa: لطفا به app مگا اجازه بدهید تا دسترسی به دوربین شما داشه باشد در تنظیمات خودتان.
fi: Ole hyvä ja anna asetuksissa MEGA-sovellukselle pääsyoikeus kameraan
he: אנא אפשר לאפליקציית MEGA לגשת למצלמה שלך בהגדרות
hu: Kérjük adjon engedélyt a MEGA alkalmazásnak a Beállításokban, hogy hozzáférhessen a Kamerához
it: Dai il permesso all'app MEGA di accedere alla videocamera in Impostazioni
nl: Geef MEGA toestemming tot toegang tot uw Camera in de Instellingen
pt: Por favor, dê permissão à MEGA para aceder à sua Câmera nas suas Definições
sl: Prosim, dovolite MEGA aplikaciji dostop do kamere v vaših nastavitvah
sr: Молимо Вас дајте MEGA апликацији дозволу да приступ камери у Вашим подешавањима
sv: Vänligen ge MEGA app behörighet att komma åt din kamera i dina inställningar
tr: Ayarlardan MEGA uygulamasının Kamera'ya erişmesi için izin verin lütfen

# microphonePermissions
source: Please give MEGA app permission to access your Microphone in your Settings
it: Per favore, dai a MEGA il permesso di accedere al tuo Microfono nelle tue Impostazioni
nl: Geef MEGA toestemming tot toegang tot uw Microfoon in de Instellingen
tr: Mikrofonunuza Ayarlar'dan erişebilmesi için lütfen MEGA uygulamasına izin verin

# photoLibraryPermissions
source: Please give MEGA app permission to access your photo library in Settings
bg: Моля, дайте на MEGA приложението разрешение за достъп до вашата фото галерия в Настройките
cs: Udělte aplikaci MEGA oprávnění pro přístup k vaší knihovně fotek v nastavení!
fa: لطفا به مگا app اجازه ی دسترسی به کتابخانه ی عکس خود را در تنظیمات بدهید
fi: Ole hyvä ja anna asetuksissa MEGA-sovellukselle pääsyoikeus valokuviin
he: אנא אפשר לאפליקציית MEGA לגשת לגלריית התמונות שלך בהגדרות
hu: Kérjük adjon engedélyt a MEGA alkalmazásnak a Beállításokban, hogy hozzáférhessen a fénykép könyvtárhoz
it: Dai il permesso all'app MEGA di accedere alle foto in Impostazioni
nl: Geef MEGA toestemming tot toegang van uw Foto's in de Instellingen
pt: Por favor, dê permissão à MEGA para aceder às suas fotografias nas Definições
sl: Prosim, dovolite MEGA aplikaciji dostop do knjižnice fotografij v Nastavitvah
sr: Молимо Вас дајте MEGA апликацији дозволу да приступ Вашој фото библиотеци у Подешавањима
sv: Vänligen ge MEGA app behörighet att komma åt ditt bildbibliotek i Inställningar
tr: Ayarlardan MEGA uygulamasının fotoğraf albümüne erişmesi için izin verin lütfen

# accountAlreadyConfirmed
source: Your account has been activated. Please log in.
bg: Вашият акаунт вече е бил активиран. Моля влезте в профила си.
cs: Váš účet byl již aktivován. Přihlaste se.
fa: شناسه کاربری شما فعال شد. لطفاٌ وارد سیستم شوید.
fi: Tilisi on jo aktivoitu. Ole hyvä ja kirjaudu.
he: חשבונך כבר אומת. אנא התחבר.
hu: Fiókod már aktiválva van. Kérlek jelentkezz be.
it: Il tuo account è già stato attivato. Per favore, effettua il login.
nl: Uw account is geactiveerd. Log in.
pt: A tua conta já se encontra ativa. Podes iniciar a tua sessão.
sl: Vaš račun je bil že aktiviran. Prosim, prijavite se.
sr: Ваш налог је већ активиран. Молимо пријавите се.
sv: Ditt konto har redan aktiverats. Var god, logga in.
tr: Hesabınız aktive edildi. Lütfen giriş yapın.

source: Your confirmation link is no longer valid. Your account may already be activated or you may have cancelled your registration.
it: Il tuo link di conferma non è più valido. Il tuo account potrebbe essere stato già attivato o potresti aver annullato la tua registrazione.
nl: Uw bevestigingslink is niet langer geldig. Uw account kan al geactiveerd zijn of u kunt uw registratie geannuleerd hebben.

# linkNotValid
source: Invalid link
bg: Невалиден линк
cs: Neplatný odkaz
fi: Virheellinen linkki
he: קישור לא תקין
hu: Érvénytelen link
it: Link non valido
nl: Ongeldige link
pt: Endereço inválido
sl: Neveljavna povezava
sr: Неисправан линк
sv: Ogiltig länk
tr: Geçersiz bağlantı

# decryptionKeyAlertTitle
source: Enter decryption key
bg: Въведете ключ за разшифроване
cs: Zadejte dešifrovací klíč
fa: کلید رمزگشایی را وارد کنید
fi: Syötä purkuavain
he: הכנס מפתח לפיענוח
hu: Írd be a visszafejtési kulcsot
it: Inserisci la chiave di decrittazione
nl: Vul decoderingssleutel in
pt: Introduza chave de decifração
sl: Vnesite ključne besede za opis
sr: Укуцајте декрипциони кључ
sv: Ange dekrypteringsnyckel
tr: Şifre çözme anahtarını girin

# decryptionKeyAlertMessage
source: To access this folder/file, you will need its Decryption key. If you do not have the key, contact the creator of the link.
bg: За достъп до тази папка/файл, ще ви е необходим Декриптиращ ключ. Ако не разполагате с ключа, се свържете със създателя на връзката.
cs: Pro přístup k této složce nebo souboru budete potřebovat jejich dešifrovací klíč. Pokud tento klíč nemáte, obraťte se na autora odkazu.
fi: Avataksesi tämän kansion/tiedoston tarvitset sen purkuavaimen. Jos sinulla ei ole avainta, ota yhteyttä linkin tekijään.
he: על מנת לגשת לתיקייה/קובץ הזה, תצטרך את מפתח הפיענוח שלו. אם אין לך את המפתח, צור קשר עם יוצר הקישור.
it: Per accedere, avrai bisogno della Chiave di Decriptazione. Se non la hai, per favore contatta il creatore del link.
nl: Om toegang te krijgen tot deze map of dit bestand heeft u de Decoderingssleutel nodig. Als u de sleutel niet heeft, neem dan contact op met de maker van de link.
pt: Para aceder a esta pasta/ficheiro, irá precisar da Chave de Desencriptação. Se não tem a chave, contate o dono do link.
sl: Za dostop do te mape/datoteke potrebujete njen dekripcijski ključ. Če ključa nimate, stopite v stik z ustvarjalcem povezave.
sr: Да бисте приступили овом фолдеру/фајлу, требаће вам његов Декрипцијски кључ. Ако немате кључ, контактирајте креатора линка.
sv: För att komma åt den här mappen / filen, behöver du dess dekrypteringsnyckel. Om du inte har nyckeln, kontakta skaparen av länken.
tr: Bu klasöre/dosyaya erişmek için Şifre Çözme anahtarı gerekir. Anahtar yoksa bağlantı oluşturan kişiyle irtibat kurun.

source: Decryption key
bg: Декриптиращ ключ
cs: Dešifrovací klíč
fi: Purkuavain
he: מפתח פיענוח
hu: Visszafejtési kulcs
it: Chiave di decrittazione
nl: Decoderingssleutel
pt: Chave de desencriptação
sl: Dekripcijski ključ
sr: Кључ за дешифровање
sv: Dekrypteringsnyckel
tr: Şifre çözme anahtarı

source: Decrypt
bg: Разшифровай
cs: Dešifrovat
fa: رمزگشایی
fi: Pura salaus
he: פענח
hu: Visszafejtés
it: Decripta
nl: Decoderen
pt: Decrifrar
sl: Dekriptiraj
sr: Декрипт
sv: Dekryptera
tr: Şifre çöz

# decryptionKeyNotValid
source: Invalid decryption key
bg: Невалиден ключ за декриптиране
cs: Neplatný dešifrovací klíč
fi: Virheellinen purkuavain
he: מפתח פיענוח לא תקין
it: Chiave di decriptazione non valida
nl: Ongeldige decoderingssleutel
pt: Chave de desencriptação inválida
sl: Napačen dekripcijski ključ
sr: Неисправан кључ за декриптовање
sv: Ogiltig krypteringsnyckel
tr: Geçersiz şifre çözme anahtarı

source: To access this link, you will need its password.
it: Per accedere a questo link, hai bisogno della sua password.
nl: Om deze link te gebruiken, heeft u het bijbehorende wachtwoord nodig.

source: If you do not have the password, contact the creator of the link.
it: Se non hai la password, contatta il creatore del link.
nl: Als u het wachtwoord niet heeft, neem dan contact op met de maker van de link.

source: Enter the password
it: Inserisci la password
nl: Voer het wachtwoord in

# loggedOut_alertTitle
source: Logged out
bg: Излязохте от системата
cs: Odhlášen
fa: از سیستم خارج شدید
fi: Kirjauduttu ulos
he: נותק בהצלחה
hu: Kijelentkezve
it: Disconnesso
nl: Afgemeld
pt: Sessão terminada
sl: Odjavljen
sr: Одјављен
sv: Loggade ut
tr: Çıkış yapıldı

# loggedOutFromAnotherLocation
source: You have been logged out of this device from another location
bg: Излезли сте от това устройство от друго място
cs: Byli jste odhlášeni z tohoto zařízení z jiného umístění
fa: شما از محل دیگری از این دستگاه خارج شده اید.
fi: Olet kirjautunut ulos tästä laitteesta, koska kirjauduit sisään toisaalla
he: נותקת ממכשיר זה ממקום אחר
hu: Ebből a készülékből másik helyről jelentkezett ki
it: Sei stato disconnesso su questo dispositivo da un’altra posizione
nl: U bent afgemeld van dit apparaat vanuit een andere locatie
pt: Foi desconectado deste dispositivo a partir de outro local.
sl: S te naprave ste bili odjavljeni z druge lokacije
sr: Одјављени сте из овог уређаја са друге локације
sv: Du har loggats ut från den här enheten från en annan plats
tr: Başka bir yerden oturum açıldığı için bu cihazdan çıkış yapıldı

# sslUnverified_alertTitle
source: MEGA is unable to connect securely through SSL. You might be on public Wi-Fi with additional requirements.
bg: SSL ключът на сървъра не може да бъде проверен. Възможно е да сте засегнати от атака "човек-в-средата".
cs: SSL klíč serveru nemůže být ověřen. Mohli byste být ovlivněni útokem člověkem uprostřed.
fa: كدگذار SSL سرور شناخته نشد. شما ممكن است مورد حمله سايبري قرار بگيريد.
fi: Palvelimen SSL-avainta ei voida todentaa. Saatat olla altistunut niin sanotulle mies välissä -hyökkäykselle.
he: מפתח ה-SSL של השרת לא אומת. ייתכן ואתה קורבן של התקפת איש-באמצע.
hu: A szerver SSL kulcsa nem erősíthető meg. Lehetséges, hogy közbeékelődéses támadás áldozata.
it: MEGA non riesce a connettersi in sicurezza tramite SSL. Potresti essere collegato ad un WiFi pubblico che richiede requisiti addizionali.
nl: MEGA kan geen veilige verbinding maken via SSL. Mogelijk gebruikt u openbare wifi met aanvullende vereisten.
pt: O SSL do servidor não pode ser verificado. Você pode estar a ser alvo de um ataque man-in-the-middle.
sl: Ne morem preveriti strežniškega SSL ključa. Lahko ste žrtev man-in-the-middle napada.
sr: SSL кључеви сервера не могу бити верификовани. Могућност man-in-the-middle напада.
sv: Serverns SSL kan inte verifieras, du kan vara utsatt för intrång.
tr: Sunucunun SSL anahtarı doğrulanamadı. İki bağlantı noktası arasındaki bağlantıyı izinsiz izleme saldırısı altında olabilirsiniz.

# theContentIsNotAvailableForThisAccount
source: The content you are trying to access is not available for this account. Please try to login with same account as in the mobile web client.
bg: The content you are trying to access is not available for this account. Try to login with same account as in the mobile web client.
cs: The content you are trying to access is not available for this account. Try to login with same account as in the mobile web client.
fi: The content you are trying to access is not available for this account. Try to login with same account as in the mobile web client.
he: The content you are trying to access is not available for this account. Try to login with same account as in the mobile web client.
hu: The content you are trying to access is not available for this account. Try to login with same account as in the mobile web client.
it: Il contenuto a cui stai provando ad accedere non è disponibile per questo account. Per favore, prova ad effettuare il login con lo stesso account come nel client web mobile.
nl: De inhoud die u probeert te openen, is niet beschikbaar voor dit account. Probeer in te loggen met hetzelfde account als in de mobiele webclient.
pt: The content you are trying to access is not available for this account. Try to login with same account as in the mobile web client.
sl: The content you are trying to access is not available for this account. Try to login with same account as in the mobile web client.
sr: The content you are trying to access is not available for this account. Try to login with same account as in the mobile web client.
sv: The content you are trying to access is not available for this account. Try to login with same account as in the mobile web client.
tr: Erişmeye çalıştığınız içerik bu hesap için mevcut değil. Mobil web istemcisindeki hesabta yer alan aynı hesapla giriş yapmayı deneyin.

# takingLongerThanExpected
source: The process is taking longer than expected. Please wait…
it: Il processo sta prendendo più tempo di quanto previsto. Per favore, aspetta.
nl: Het proces duurt langer dan verwacht. Wacht alstublieft…
tr: İşlem beklenenden uzun sürmekte. Lütfen bekleyin.

# serversAreTooBusy
source: Servers are too busy. Please wait…
he: השרתים עמוסים. אנא המתן.
it: I server sono occupati. Per favore, aspetta.
nl: Servers zijn te druk. Even geduld alstublieft…
sv: Servern är upptagen, var vänlig vänta.
tr: Sunucular meşgul. Lütfen bekleyin.

# unableToReachMega
source: Unable to reach MEGA. Please check your connectivity or try again later.
it: Non è possibile raggiungere MEGA. Per favore, controlla la tua connessione o riprova più tardi.
nl: Niet in staat om MEGA te bereiken. Controleer uw connectiviteit of probeer later nogmaals.
tr: MEGA'ya erişim başarısız. Lütfen bağlantınızı kontrol edin veya tekrar deneyin.

# tooManyRequest
source: Too many requests. Please wait.
it: Troppe richieste. Per favore, aspetta.
nl: Te veel verzoeken. Wacht a.u.b.
tr: Çok fazla istek. Lütfen bekleyin.

source: Please log in to your account.
bg: Моля, влезте в профила си.
cs: Přihlaste se ke svému účtu.
fa: لطفاً وارد شناسه کاربریتان شوید.
fi: Ole hyvä ja kirjaudu sisään käyttäjätilillesi.
he: אנא התחבר לחשבון שלך.
hu: Kérlek jelentkezz be fiókodba.
it: Si prega di accedere al proprio account.
nl: Log in op uw account.
pt: Por favor entra na tua conta.
sl: Prosim, prijavite se v svoj račun.
sr: Молимо Вас да се улогујете на Ваш налог.
sv: Vänligen logga in till ditt konto.
tr: Lütfen oturum açın.

# needToBeLoggedInToCompleteYourEmailChange
source: You need to be logged in to complete your email change. Please log in again with your current email address and then click on your confirmation link again.
it: Devi fare l'accesso per completare il cambio di email. Per favore, fai di nuovo l'accesso con la tua email corrente e poi clicca sul link id conferma di nuovo.
nl: U moet ingelogd zijn om uw email wijziging te voltooien. Log opnieuw in met uw huidige e-mailadres en tik dan opnieuw op uw bevestigingslink.

source: Create Account
bg: Създаване на профил
cs: Vytvořit účet
fa: ساختن شناسه
fi: Luo tili
he: צור חשבון
hu: Fiók létrehozása
it: Crea un Account
nl: Creëer Account
pt: Criar Conta
sl: Naredi račun
sr: Креирајте налог
sv: Skapa konto
tr: Hesap Yaratın

# invalidMailOrPassword
source: Invalid email and/or password. Please try again
bg: Невалиден имейл и/или парола. Моля, опитайте отново
cs: Neplatný e-mail a/nebo heslo. Zkuste to znovu
fa: ایمیل / پسورد اشتباه. اطفا دوباره تلاش کنید
fi: Virheellinen sähköposti ja/tai salasana. Ole hyvä ja yritä uudelleen.
he: כתובת מייל ואו סיסמא לא תקינים. אנא נסה שוב
hu: Érvénytelen email és/vagy jelszó. Kérjük próbálja újra.
it: E-mail e/o password non validi. Riprova, per favore
nl: Ongeldig e-mailadres of wachtwoord. Probeer nogmaals.
pt: E-mail inválido e / ou palavra-passe. Por favor, tente novamente.
sl: Napačna e-pošta in/ali geslo. Prosim, poskusite ponovno
sr: Неисправна е-маил адреса или лозинка. Покушајте поново
sv: Ogiltig e-post och / eller lösenord. Var god försök igen
tr: Geçersiz e-posta ve/veya şifre. Lütfen tekrar deneyin

# tooManyAttemptsLogin
source: You have attempted to log in too many times. Please wait until %@ and try again.
bg: Опитали сте се да влезете твърде много пъти. Моля, изчакайте, докато %@ и опитайте отново.
cs: Pokusili jste se přihlásit příliš mnohokrát. Čekejte do %@ a zkuste to znovu.
he: ניסית להתחבר יותר מדי פעמים. אנא חכה עד %@ ונסה שוב.
it: Hai provato ad accedere troppe colte. Per favore, attendi fino alle %@ e riprova.
nl: U hebt te vaak geprobeerd om in te loggen. Wacht alstublieft tot %@ en probeer het opnieuw.
pt: Você tentou iniciar sessão demasiadas vezes. Por favor aguarde até %@ e tente novamente.
sl: Prevečkrat ste se poskusili prijaviti. Prosim, počakajte do %@ in poskusite ponovno.
sr: Превише пута сте пробали да се пријавите. Молимо сачекајте до %@ и покушајте поново.
sv: Du har försökt logga in för många gånger. Vänta tills%@ och försök igen.
tr: Çok fazla giriş denemesi yaptınız. Lütfen bekleyin %@

# accountNotConfirmed
source: Please check your email and follow the link to confirm your account.
bg: Моля, проверете електронната си поща и последвайте линка, за да потвърдите профила си.
cs: Zkontrolujte svůj e-mail a následujte odkaz pro potvrzení vašeho účtu.
he: אנא בדוק את תיבת הדואר שלך על מנת לאשר את חשבונך.
it: Per favore, controlla la tua email e clicca sul link per confermare l'account.
nl: Controleer uw email en klik op de link om uw account te bevestigen.
sl: Prosim, preverite svojo e-pošto in sledite povezavi, da potrdite svoj račun.
sv: Kontrollera din e-post och följ länken för att bekräfta ditt konto.
tr: Lütfen e-postanızı kontrol edin ve hesabınızı onaylamak için gönderilen linke tıklayın.

# accountBlocked
source: Your account has been blocked. Please contact support@mega.nz
bg: Профилът ви е блокиран. Моля, свържете се с support@mega.nz
cs: Váš účet byl zablokován. Obraťte se na support@mega.nz
fa: اکونت شما بلاک شده است. لطفا با support@mega.nz تماس بگیرید
fi: Käyttäjätilisi on estetty. Ole hyvä, ota yhteyttä support@mega.nz
he: החשבון שלך נחסם. אנא צור קשר עם support@mega.nz
hu: Fiókod le lett tiltva. Kérlek vedd fel a kapcsolatot a support@mega.nz-vel
it: Il tuo account è stato chiuso a causa di una violazione dei Termini di Servizio di MEGA incluso il, ma non limitato al, comma 15.
nl: Uw account is beëindigd vanwege een schending van de Algemene Voorwaarden van MEGA, inclusief maar niet beperkt tot clausule 15.
pt: A sua conta foi bloqueada. Por favor entre em contato com support@mega.nz
sl: Vaš račun je bil blokiran. Prosim, stopite v stik s support@mega.nz
sr: Ваш налог је блокиран. Молимо контактирајте support@mega.nz
sv: Ditt konto har blivit blockerat. Var vänlig och kontakta support@mega.nz
tr: Hesabınız bloke edilmiştir. Lütfen support@mega.nz ile irtibata geçiniz

# emailInvalidFormat
source: Enter a valid email
bg: Въведи валиден имейл
cs: Zadejte platný e-mail
fa: یک ایمیل صحیح وارد کنید
fi: Syötä kelpaava sähköpostiosoite
he: הכנס אימייל תקין
hu: Írjon be érvényes emailt
it: Inserisci una mail valida
nl: Vul een geldig email adres in
pt: Introduzo e-mail válido
sl: Vnesi veljavno e-pošto
sr: Унесите исправан е-маил
sv: Skriv in en giltig email
tr: Geçerli bir e-posta girin

source: The email address format is invalid
bg: Форматът на имейл адреса е невалиден
cs: Vypadá to, že je zde poškozený e-mail
fi: Sähköpostiosoitteen muoto on virheellinen
he: כתובת המייל איננה תקינה
hu: Úgy néz ki van egy rosszul megformázott email
it: Sembra che si tratti di una e-mail non valida
nl: Het e-mailadres is ongeldig
pt: O formato do endereço de email é inválido
sl: Format e-poštnega naslova je neveljaven
sr: Формат е-маил адресе је неисправан.
sv: E-postadressen formatet är ogiltigt
tr: E-posta adresi biçimi geçersiz

# passwordInvalidFormat
source: Enter a valid password
bg: Въведете валидна парола
cs: Zadejte platné heslo
fa: یک پسورد صحیح را انتخاب کنید
fi: Syötä kelpaava salasana
he: הכנס סיסמא תקינה
hu: Írjon be érvényes jelszót
it: Inserisci una password valida
nl: Voer een geldig wachtwoord in
pt: Introduza uma palavra-passe válida
sl: Vnesite veljavno geslo
sr: Унесите исправну лозинку
sv: Skriv in ett lösenord
tr: Geçerli bir parola girin

source: Please strengthen your password.
fi: Ole hyvä ja vahvenna salasanaasi.
he: אנא הכנס סיסמא חזקה יותר.
it: Inserisci una password più sicura.
nl: Kies een sterker wachtwoord.
pt: Por favor torna a tua palavra-chave mais forte.
sv: Vänligen skapa ett starkare lösenord.
tr: Lütfen şifrenizi güçlendirin.

source: Very weak
fi: Erittäin heikko
he: חלש מאוד
it: Molto debole
nl: Heel zwak
pt: Muito Fraco
sv: Väldigt svagt
tr: Çok zayıf

source: Weak
fi: Heikko
he: חלש
it: Debole
nl: Zwak
pt: Fraco
sv: Svagt
tr: Zayıf

# passwordVeryWeakOrWeak
source: Your password is easily guessed. Try making your password longer. Combine uppercase and lowercase letters. Add special characters. Do not use names or dictionary words.
fi: Salasanasi on helposti arvattavissa. Yritä tehdä salasanastasi pidempi. Yhdistele isoja ja pieniä kirjaimia. Lisää erikoismerkkejä. Älä käytä nimiä tai sanakirjoista löytyviä sanoja.
he: סיסמתך קלה לניחוש. אנא נסה להאריך אותה. ערבב בין אותיות גדולות לאותיות קטנות. הוסף תווים מיוחדים. אל תשתמש בשמות או במילים מהמילון.
it: La tua password è facilmente intuibile. Rendi la tua password più lunga. Combina lettere maiuscole e minuscole. Aggiungi caratteri speciali. Non utilizzare nomi o parole del dizionario
nl: Uw wachtwoord is makkelijk te raden. Probeer uw wachtwoord langer te maken. Combineer hoofdletter en kleine letters. Voeg speciale tekens toe. Gebruik geen namen of woordenboek woorden.
pt: A tua palavra-chave é fácil de ser adivinhada. Tenta escolher uma mais longa. Dica: combina maiúsculas com minúsculas, adiciona caracteres especiais e não use nomes ou palavras do dicionário.
sv: Lösenordet är för lätt att gissa. Försök att skapa ett längre lösenord. Kombinera gärna stora och små bokstäver. Lägg till specialtecken. Använd ej namn eller uppslagsord.
tr: Şifreniz kolaylıkla tahmin edildi. Şifrenizi daha uzun seçmeyi deneyin. Büyük ve küçük harflerin kombinasyonunu kullanın. Özel karakterler ekleyin. Özel isim yada sözlük kelimelerini kullanmayın.
