Repository: meganz/iOS
Catalog: iMEGA/Languages/*.lproj/Localizable.strings
Languages: bg, cs, fa, fi, he, hu, it, nl, pt, sl, sr, sv, tr

# twoMonthsFree
source: An annual subscription is 17% cheaper than 12 monthly payments
bg: Вземете два месеца безплатно ако се абонирате за едногодишен PRO план
cs: Získejte dva měsíce zdarma, pokud si předplatíte roční plán PRO
fa: 2 ماه اشتراک رایگان با خرید طرح یکساله حرفه ای
fi: Annual subscription is 17% cheaper than 12 monthly payments
he: מנוי שנתי הוא זול ב-17% מאשר 12 תשלומים חודשיים
hu: Két hónapot ingyen megkaphat, ha előfizet egy egyéves PRO csomagra
it: L'abbonamento annuale è il 16% meno costosi di 12 abbonamenti mensili
nl: Een jaarlijks abonnement is 16% goedkoper dan 12 losse betalingen
pt: Annual subscription is 17% cheaper than 12 monthly payments
sl: Annual subscription is 17% cheaper than 12 monthly payments
sr: Annual subscription is 17% cheaper than 12 monthly payments
tr: Yıllık abonelik, 12 aylık ödemeye göre %17 daha ucuzdur

source: Request a plan
cs: Žádost o plán
fi: Tiedustele erillistilausta
he: בקש תוכנית
it: Richiedi un piano
nl: Verzoek om een abonnement
pt: Pedir um plano
sl: Zahtevaj paket
sr: Захтевај план
sv: Fråga efter en plan
tr: Bir plan talep et

source: Select membership:
bg: Изберете план:
cs: Vyberte členství:
fa: انتخاب عضویت:
fi: Valitse jäsenyys:
he: בחר סוג:
hu: Tagság kiválasztása:
it: Scegli il tipo di abbonamento:
nl: Kies abonnement:
pt: Seleccione a modalidade:
sl: Izberi članarino:
sr: Изаберите чланство:
sv: Välj medlemskap
tr: Üyelik seçin:

source: Save 17%
bg: Спести 17%
cs: Ušetřete 17 %
fa: 17% صرفه جویی
fi: Säästä 17%
he: חסוך 17%
hu: 17%-os megtakarítás
it: Risparmierai il 16%
nl: Bespaar 16%
pt: Poupe 17%
sl: Prihranite 17%
sr: Уштеди 17%
sv: Spara 17%
tr: %17 daha ucuz

# wrongPurchase
source: WRONG PURCHASE %@ (%ld)
bg: ГРЕШНА ПОКУПКА %@ (%ld)
cs: ŠPATNÝ NÁKUP %@ (%ld)
fa: خرید اشتباه %@ (%ld)
fi: VÄÄRÄ OSTOS %@ (%ld)
he: רכישה שגויה %@ (%ld)
hu: HIBÁS VÁSÁRLÁS %@ (%ld)
it: ACQUISTO ERRATO %@ (%ld)
nl: VERKEERDE AANKOOP %@ (%ld)
pt: COMPRA FALHADA %@ (%ld)
sl: NAPAČEN NAKUP %@ (%ld)
sr: ПОГРЕШНА КУПОВИНА %@ (%ld)
sv: Fel vid köpet %@ (%ld)
tr: YANLIŞ SATINALMA %@ (%ld)

# appPurchaseDisabled
source: In-App Purchases is disabled, please enable it in the iOS Settings
bg: Вътрешни покупки е изключено, моля активирайте го от iOS Настройки
cs: Nákupy v aplikacích jsou zakázany, povolte je v nastavení iOS
fi: Sovelluksen sisäiset ostot on poistettu käytöstä, ole hyvä ja ota ominaisuus käyttöön iOS-asetuksista
he: אין אפשרות לבצע קניות מתוך האפליקציה, אנא אפשר זאת בהגדרות iOS.
hu: Az alkalmazáson belüli vásárlás le van tiltva, kérjük engedélyezze azt az iOS beállításokban.
it: Gli acquisti in-app sono disattivati, per favore attivali nelle Impostazioni iOS
nl: In-App Betalingen is uitgeschakeld, schakel het alstublieft in in de iOS-Instellingen
pt: As Compras In-App estão desactivadas, por favor active-as nas definições iOS.
sl: Nakupi znotraj aplikacij so onemogočeni, prosim omogočite jih v iOS nastavitvah
sr: In-App куповина је искључена, молимо Вас укључите је у iOS подешавањима
sv: In-App-köp är avaktiverat, var vänlig slå på detta i iOS inställningar.
tr: Uygulama-içi alımları devre dışı, iOS Ayarlar'dan etkinleştirin lütfen

# productNotFound
source: Product %@ is not found, please contact ios@mega.nz
bg: Продуктът %@ не е намерен, моля свържете се с ios@mega.nz
cs: Produkt %@ nebyl nalezen, obraťte se na ios@mega.nz
fa: محصول %@ موجود نیست. لطفا" با ios@mega.nz تماس بگیرید
fi: Tuotetta %@ ei löytynyt, ole hyvä ja ota yhteyttä osoitteeseen ios@mega.nz
he: המוצר %@ לא נמצא, אנא צור קשר עם ios@mega.nz
hu: A(z) %@ termék nem található, kérjük írjon a ios@mega.nz címre
it: Il prodotto %@ non è stato trovato, per favore contatta ios@mega.nz
nl: Product %@ is niet gevonden, neem alstublieft contact op met ios@mega.nz
pt: O produto %@ não foi encontrado, por favor contacte ios@mega.nz
sl: Produkt %@ ni najden, prosim kontaktirajte ios@mega.nz
sr: Производ %@ није нађен, молимо Вас контактирајте ios@mega.nz
sv: Produkten %@ hittades inte. Kontakta ios@mega.nz
tr: %@ ürünü bulunamadı, lütfen ios@mega.nz ile irtibata geçin

# allowPurchase_title
source: Allow purchases
bg: Разрешете закупуването
cs: Povolte předplatné
fa: فعالسازي خريدها
fi: Salli ostokset
he: אפשר רכישות
hu: Vásárlások engedélyezése
it: Consenti acquisti
nl: Aankopen toestaan
pt: Permitir compras
sl: Dovoli nakupe
sr: Дозволи куповину
sv: Tillåt köp
tr: Satın almalara izin ver

# allowPurchase_message
source: You must enable In-App Purchases in your iOS Settings before restoring a purchase.
bg: Трябва да включите Покупките от приложенията от вашите iOS Настройки преди възстановяване на покупката.
cs: Musíte povolit nákupy z aplikace v nastavení iOS před obnovením nákupu.
fa: قبل از بازگردانی خرید باید خرید درون برنامه ای را در تنظیمات iOS خود فعال کنید.
fi: Ennen ostoksen palautusta sovelluksen sisäiset ostot on otettava käyttöön iOS-asetuksista.
he: עליך לאפשר רכישות בתוך האפליקציה בהגדרות הטלפון שלך לפני שאנו משחזרים את הרכישה.
hu: A vásárlás visszaállítása előtt az iOS beállításokban engedélyeznie kell az alkalmazáson belüli vásárlásokat.
it: Devi attivare gli acquisti in-app nelle Impostazioni iOS prima di recuperare un acquisto.
nl: U zult eerst In-Applicatie betalingen moeten inschakelen in uw iOS Instellingen voordat u een aankoop kan herstellen.
pt: Você deve activar as Compras In-App não suas definições antes de restabelecer uma compra.
sl: V iOS nastavitvah morate omogočiti nakupe iz aplikacij, če želite obnoviti nakupe.
sr: Морате омогућити In-App Куповину у Вашим iOS подешавањима пре него што рестаурирате куповину.
sv: Du måste tillåta In-App-köp i iOS inställningar innan du kan genomföra ett köp.
tr: Bir satınalmayı geri yüklemeden önce iOS Ayarlarında Uygulama İçi Satınalmaları etkinleştirmeniz gerekir.

source: Restore
bg: Възстанови
cs: Obnovit
fa: یازگردان
fi: Palauta
he: שחזר
hu: Visszaállítás
it: Ripristina
nl: Herstellen
pt: Restaurar
sl: Obnovi
sr: Повратити
sv: Återställ
tr: Geri yükle

source: Monthly
bg: Месечно
cs: Měsíčně
fa: ماهانه
fi: Kuukausittain
he: חודשי
hu: Havonként
it: Mensilmente
nl: Maandelijks
pt: Mensalmente
sl: Mesečno
sr: Месечно
sv: Månadsvis
tr: Aylık

source: Yearly
bg: Годишно
cs: Ročně
fa: سالانه
fi: Vuosittain
he: שנתי
hu: Évenként
it: Annuale
nl: Jaarlijks
pt: Anualmente
sl: Letno
sr: Годишње
sv: Årsvis
tr: Yıllık

# thankYou_title
source: Thank you
bg: Благодарим ви
cs: Děkujeme
fa: سپاسگزاریم
fi: Kiitos
he: תודה
hu: Köszönjük
it: Grazie
nl: Dank u
pt: Obrigado
sl: Hvala
sr: Хвала Вам
sv: Tack för ditt köp!
tr: Teşekkürler

# purchaseRestore_message
source: Your purchase was restored
bg: Плащането ви беше възстановено
cs: Váš nákup byl obnoven
fa: خريد شما بازگرداني شد
fi: Ostoksesi palautettiin
he: הרכישה שלך שוחזרה
hu: A vásárlás helyreállítva
it: Il tuo acquisto è stato ripristinato
nl: Uw aankoop is hersteld
pt: A sua compra foi reposta
sl: Zgodovina nakupov je bila obnovljena
sr: Ваша куповина је обновљена
sv: Ditt köp har återställts
tr: Satınalma geri yüklendi

# failedPurchase_title
source: Purchase stopped
bg: Покупката спря
cs: Předplatné zastaveno
fa: خريد متوقف شد
fi: Osto pysäytetty
he: רכישה נעצרה
hu: A vásárlás leállt
it: Acquisto fermato
nl: Aankoop gestopt
pt: Compra interrompida
sl: Plačilo zaustavljeno
sr: Куповина заустављена
sv: Köp avbrutet
tr: Satınalma durduruldu

# failedPurchase_message
source: Either you cancelled the request or Apple reported a transaction error. Please try again later, or contact ios@mega.nz.
bg: Или сте отменили заявката или Apple са отчели грешка при транзакцията. Моля, опитайте отново по-късно или се свържете с ios@mega.nz.
cs: Buď jste zrušili požadavek nebo Apple nahlásil chybu transakce. Zkuste to znovu později nebo se obraťte na ios@mega.nz.
fa: شما درخواست خود را لغو کردید یا Apple با خطا مواجه شد. لطفا" دوباره تلاش کنید یا با ios@mega.nz تماس بگیرید.
fi: Joko peruutit pyynnön tai Apple ilmoitti maksutapahtumavirheestä. Ole hyvä ja yritä uudelleen myöhemmin tai ota yhteyttä osoitteeseen ios@mega.nz.
he: ייתכן כי ביטלת את העיסקה או שאפל דיווחה על שגיאת העברה. אנא נסה שוב מאוחר יותר או צור קשר עם ios@mega.nz.
hu: Vagy Ön vonta vissza a kérést vagy az Apple jelentett tranzakciós hibát. Kérjük később próbálja újra, vagy írjon az ios@mega.nz címre.
it: Hai cancellato la richiesta o Apple ha riportato un errore nella transazione. Per favore, riprova o contatta ios@mega.nz
nl: U heeft het verzoek geannuleerd of Apple heeft een transactiefout gemeld. Probeer het later opnieuw, of neem contact op met ios@mega.nz.
pt: Ou você cancelou o pedido ou a Apple acusou um erro de transação. Por favor tente novamente mais tarde, ou contacte ios@mega.nz.
sl: Bodisi ste preklicali naročilo, ali pa je Apple sporočil napako v transakciji. Prosim, poskusite ponovno kasneje, ali kontaktirajte ios@mega.nz.
sr: Отказали сте захтев или је Apple пријавио грешку приликом трансакције. Покушајте поново или контактирајте ios@mega.nz.
sv: Antingen så avbröt du förfrågan eller så har Apple rapporterat ett fel med transaktionen, var vänlig försök senare, eller kontakta ios@mega.nz.
tr: Ya isteği iptal ettiniz ya da Apple işlem hatası bildirdi. Lütfen daha sonra tekrar deneyin veya ios@mega.nz ile iletişime geçin.

# incompleteRestore_title
source: Restore issue
bg: Проблем при възстановяване
cs: Problém s obnovením
fa: اصلاح مشکل
fi: Palautusongelma
he: תקלה בשחזור
hu: Visszaállítási hiba
it: Problema con il ripristino
nl: Herstel probleem
pt: Recuperação com erros
sl: Težava pri obnovi
sr: Проблем приликом рестаурације
sv: Återställnings problem
tr: Geri yükleme sorunu

# incompleteRestore_message
source: The previous purchase could not be found. Please select the previously purchased product to restore. You will NOT be charged again.
bg: Предишната покупка не може да бъде намерена. Моля изберете последно закупения продукт за възстановяване. Вие НЯМА да бъдете таксувани отново.
cs: Předchozí nákup nelze nalézt. Vyberte dříve zakoupený produkt k obnovení. NEBUDETE znovu platit.
fa: خرید قبلی پیدا نشد. لطفا" برای بازگردانی، محصول خریداری شده قبلی را انتخاب کنید.
fi: Aiempaa ostosta ei löytynyt. Ole hyvä ja valitse aiemmin ostettu tuote palautettavaksi. Sinua EI veloiteta uudelleen.
he: הרכישה הקודמת לא נמצאה. אנא בחר את המוצר שרכשת קודם לשחזור. בגין פעולה זו, לא תחויב שוב.
hu: Az előző vásárlás nem található. Kérjük válassza ki az előzőleg vásárolt terméket a visszaállításhoz. Az ár NEM kerül újra felszámításra.
it: L'acquisto precedente non può essere trovato. Per favore, seleziona il precedente prodotto acquistato per recuperarlo. NON ti toccherà pagare di nuovo.
nl: De vorige aankoop kon niet worden gevonden. Selecteer alstublieft het eerder aangeschafte product om te herstellen. Het zal NIET opnieuw in rekening worden gebracht.
pt: Não foi possível encontrar a compra anterior. Por favor selecione o produto comprado anteriormente para restabelecer. Você NÃO será cobrado novamente.
sl: Prejšnjega nakupa ni bilo mogoče najti. Prosim, izberitepredhodno kupljen izdelek, ki ga želite obnoviti. NE bomo ponovno bremenili vašega računa.
sr: Претходна куповина није пронађена. Молимо Вас изаберите претходно купљени производ који желите да рестаурирате. Наплата НЕЋЕ бити поново извршена.
sv: Det tidigare köpet kunde inte hittas. Var vänlig välj föregående köpt produkt för att återställa. Du kommer INTE att bli debiterad igen.
tr: Önceki satınalmanız bulunamadı. Lütfen geri yüklemek için daha önce satın aldığınız ürünü seçin. Tekrar ödeme ALINMAYACAKTIR..

# failedRestore_title
source: Restore stopped
bg: Възстановяването спря
cs: Obnovte zastavené
fa: بازيابي متوقف شد
fi: Palautus pysäytetty
he: שחזור נעצר
hu: A visszaállítás leállt
it: Ripristino interrotto
nl: Herstel gestopt
pt: Recuperação parada
sl: Ponovno zaženi ustavljeno
sr: Рестаурација заустављена
sv: Återställning stoppad
tr: Geri yükleme durduruldu

# failedRestore_message
source: Either the request was cancelled or the prior purchase could not be restored. Please try again later, or contact ios@mega.nz.
bg: Искането е било отменено или предишната покупка не може да бъде възстановена. Моля, опитайте отново по-късно или се свържете с ios@mega.nz.
cs: Buď byl požadavek zrušen nebo nelze obnovit předchozí nákup. Zkuste to znovu později nebo se obraťte na ios@mega.nz.
fa: درخواست لغو شد یا امکان بازیابی پیش خرید نیست. لطفا" بعدا" تلاش کنید یا با ios@mega.nz تماس بگیرید.
fi: Joko pyyntö peruutettiin tai aiempaa ostosta ei voitu palauttaa. Ole hyvä ja yritä uudelleen myöhemmin tai ota yhteyttä osoitteeseen ios@mega.nz.
he: ייתכן כי הבקשה בוטלה או לא הצלחנו לשחזר את הרכישה הקודמת. אנא נסה שוב מאוחר יותר או צור קשר עם ios@mega.nz.
hu: Vagy elvetették a kérést, vagy az előzetes vásárlást nem lehetett visszaállítani. Kérjük később próbálja újra, vagy írjon az ios@mega.nz címre.
it: La richiesta è stata cancellata o l'acquisto non può essere recuperato. Per favore, riprova o contatta ios@mega.nz
nl: Uw verzoek is geannuleerd of de voorafgaande aankoop kon niet worden hersteld. Probeer alstublieft later opnieuw of neem contact op met ios@mega.nz.
pt: Ou o pedido foi cancelado ou a compra anterior não pôde ser restabelecida. Por favor tente novamente, ou contate ios@mega.nz.
sl: Bodisi je bila zahteva preklicana, ali pa ni bilo možno obnoviti predhodnega plačila. Prosim, poskusite ponovno kasneje ali kontaktirajte ios@mega.nz.
sr: Отказали сте захтев или претходна куповина није могла бити рестаурирана. Покушајте поново или контактирајте ios@mega.nz.
sv: Antingen blev förfrågan avbruten eller så blev inte föregående köp återställt. Försök igen senare, eller kontakta ios@mega.nz
tr: İstek iptal edildi ya da önceki alım geri yüklenemedi. Lütfen daha sonra tekrar deneyin veya ios@mega.nz ile irtibata geçiniz.

# enableDebugMode_title
source: Enable DEBUG mode
bg: Включи DEBUG режим
cs: Povolit režim LADĚNÍ
fi: Ota virheenkorjaustila käyttöön
he: אפשר מצב דיבאג
hu: HIBAKERESŐ mód engedéylezése
it: Attiva modalità DEBUG
nl: Debug modus ingeschakeld
pt: Modo DEBUG activado
sl: Omogoči DEBUG način
sr: DEBUG мод укључен
sv: DEBUG påslaget
tr: HATA AYIKLAMA modunu etkinleştir

# enableDebugMode_message
source: A log will be created in the Offline section (MEGAiOS.log). Logs can contain information related to your account.
fa: A log will be created in the Offline section (MEGAiOS.log).
he: קובץ לוג ייווצר בחלק הלא מקוון (MEGAiOS.log). קבצי לוג עלולים להכיל מידע על החשבון שלך.
it: Un log verrà creato nella sezione Offline (MEGAiOS.log). I log possono contenere informazioni relative al tuo account.
nl: Een logboek wordt gemaakt in het Offline gedeelte (MEGAiOS.log). Logboeken kunnen informatie bevatten die verwant zijn aan uw account.
tr: Çevrimdışı bölümde bir günlük kaydı oluşturulacaktır (MEGAiOS.log). Günlük kayıtları hesabınızla ilgili bilgiler içerebilir.

# disableDebugMode_title
source: Disable DEBUG mode
bg: Изключи DEBUG режим
cs: Zakázat režim LADĚNÍ
fi: Ota virheenkorjaustila pois käytöstä
he: בטל מצב דיבאג
hu: HIBAKERESŐ mód letitlása
it: Disattiva modalità DEBUG
nl: Debug modus uitgeschakeld
pt: Modo DEBUG desactivado
sl: Onemogoči DEBUG način
sr: DEBUG мод искључен
sv: DEBUG avslaget
tr: HATA AYIKLAMA modunu devre dışı bırak

# disableDebugMode_message
source: The log (MEGAiOS.log) will be deleted from the Offline section.
bg: Лог файлът (MEGAiOS.log) ще бъде изтрит от секция Офлайн.
cs: Z oddílu Offline bude odstraněn protokol (MEGAiOS.log).
fi: Lokitiedosto (MEGAiOS.log) poistetaan Offline-osiosta.
he: קובץ הלוג (MEGAiOS.log) יימחק מהתיקייה הלא מקוונת.
it: Il log (MEGAiOS.log) verrà cancellato dalla sezione Offline.
nl: Het logboek (MEGAiOS.log) wordt verwijderd uit het Offline gedeelte.
pt: O relatório (MEGAiOS.log) será apagado da secção Offline.
sl: Log datoteka (MEGAiOS.log) bo izbrisana iz mape z datotekami brez povezave.
sr: Лог (MEGAiOS.log) ће бити обрисан из Офлајн секције.
sv: Loggen (MEGAiOS.log) kommer raderas från offline sektionen
tr: Günlük kaydı (MEGAiOS.log) Çevrimdışı bölümünden silinecek.

# removeItemFromOffline
source: Are you sure you want to delete this item from Offline?
bg: Сигурни ли сте, че искате да изтриете този елемент от Офлайн?
cs: Opravdu chcete odsranit tuto položku z offline?
fi: Haluatko varmasti poistaa kohteen offline-tilasta?
he: האם אתה בטוח שברצונך למחוק את הפריט הזה מגישה לא מקוונת?
it: Sei sicuro di volere rimuovere questo elemento da Offline?
nl: Weet u zeker dat u dit item wilt verwijderen uit Offline?
pt: Tem a certeza de que quer apagar este item de Offline?
sl: Ali ste prepričani, da želite izbrisati ta predmet iz datotek brez povezave?
sr: Да ли сте сигурни да желите да обришете ову ставку из офлајна?
sv: Är du säker på att du vill ta bort objektet från offline?
tr: Bu öğeyi Çevrimdışı'dan silmek isteğinizden emin misiniz?

# removeItemsFromOffline
source: Are you sure you want to delete these items from Offline?
bg: Сигурни ли сте, че искате да изтриете тези елементи от Офлайн?
cs: Opravdu chcete odsranit tyto položky z offline?
fi: Haluatko varmasti poistaa kohteet offline-tilasta?
he: האם אתה בטוח שברצונך למחוק את הפריטים האלו מגישה לא מקוונת?
it: Sei sicuro di voler rimuovere questi elementi da Offline?
nl: Weet u zeker dat u deze items wilt verwijderen van Offline?
pt: Tem a certeza de que quer apagar estes itens de Offline?
sl: Ali ste prepričani, da želite izbrisati te predmete iz datotek brez povezave?
sr: Да ли сте сигурни да желите да обришете ове ставке из офлајна?
sv: Är du säker på att du vill ta bort dessa objekt från offline?
tr: Bu öğeleri Çevrimdışı'dan silmek isteğinizden emin misiniz?

source: No Conversations
bg: Няма Разговори
cs: Žádné konverzace
fi: Ei keskusteluja
he: אין שיחות
hu: Nincsenek beszélgetések
it: Nessuna Conversazione
nl: Geen Gesprekken
pt: Sem Conversas
sl: Ni pogovorov
sr: Нема конверзација
sv: Inga konversationer
tr: Konuşma yok

source: Start chatting securely with your contacts using end-to-end encryption
it: Inizia a chattare in sicurezza con i tuoi contatti utilizzando la criptazione end-to-end
nl: Begin veilig te chatten met uw contacten door middel van end-to-end encryptie

source: Enable
bg: Включи
cs: Povolit
he: אפשר
it: Attiva
nl: Inschakelen
sl: Omogoči
sr: Укључи
sv: Slå på
tr: Etkinleştir

source: Invite
bg: Покани
cs: Pozvat
fi: Kutsu
he: הזמן
hu: Meghívás
it: Invita
nl: Uitnodigen
pt: Convidar
sl: Povabi
sr: Позови
sv: Bjud in
tr: Davet et

source: This message has been deleted
bg: Това съобщение беше изтрито
cs: Tato zpráva byla odstraněna
he: הודעה זו נמחקה
it: Questo messaggio è stato eliminato
nl: Dit bericht is verwijderd
sl: Sporočilo je bilo izbrisano
sv: Meddelandet har tagits bort
tr: Bu mesaj silindi

source: Me
bg: Аз
cs: Já
fi: Minä
he: אני
hu: Én
it: Io
nl: Mij
pt: Eu
sl: Jaz
sr: Ја
sv: Jag
tr: Ben

# wasRemovedFromTheGroupChatBy
source: [A] was removed from the group chat by [B].
cs: Uživatel [A] byl odebrán ze skupinového chatu uživatelem [B].
he: [A] הוסר מהשיחה על ידי [B].
it: [A] è stato rimosso dal gruppo da [B]
nl: [A] is verwijderd uit het groepsgesprek door [B].
sl: [A] je bil odstranjen iz pogovora s strani [B].
sv: [A] togs bort från gruppchatt av [B]
tr: [A], [B] tarafından grup sohbetinden çıkarıldı.

# leftTheGroupChat
source: [A] left the group chat.
cs: Uživatel [A] opustil skupinový chat.
he: [A] עזב את השיחה.
it: [A] ha abbandonato la chat di gruppo
nl: [A] heeft de groep verlaten.
sl: [A] je zapustil skupinski pogovor.
sv: [A] lämnade gruppchatten
tr: [A] grup sohbetinden ayrıldı.

# joinedTheGroupChatByInvitationFrom
source: [A] joined the group chat by invitation from [B].
cs: Uživatel [A] se připojil ke skupinovému chatu pozvánkou od uživatele [B].
he: [A] הצטרף לשיחה על ידי הזמנה מ-[B].
it: [A] è stato invitato da [B] ad unirsi al gruppo
nl: [A] is toegevoegd aan de groepsoproep op uitnodiging van [B].
sl: [A] se je pridružil skupinskemu pogovoru po povabilu s strani [B].
sv: [A] anslöt till gruppchatt efter inbjudan av[B]
tr: [A], [B] tarafından sohbete davet edildi ve katıldı.

# clearedTheChatHistory
source: [A] cleared the chat history.
cs: Uživatel [A] vyčistil historii chatu.
he: [A] ניקה את היסטוריית השיחה.
it: [A] ha pulito la conversazione
nl: [A] heeft de gespreksgeschiedenis verwijderd.
sl: [A] je pobrisal zgodovino pogovora.
sv: [A] rensade chattens historik
tr: [A] sohbet geçmişini temizledi.

# wasChangedToBy
source: [A] was changed to [B] by [C].
cs: Uživateli [A] bylo změněnenovoprávnění na [B] uživatelem [C].
he: [A] שונה ל-[B] על ידי [C]
it: [A] è stato cambiato da [B] a [C]
sl: [A] je bil spremenjen v [B] s strani [C].
sv: [A] ändrades till [B] av[C]
tr: [A], [C] tarafından [B] yapıldı.

# changedGroupChatNameTo
source: [A] changed the group chat name to ‘[B]’
bg: [A] changed group chat name to '[B]'.
cs: Uživatel [A] změnil název skupinového chatu na '[B]'.
fi: [A] changed group chat name to '[B]'.
he: [A] שינה את שם הקבוצה ל'[B]'.
hu: [A] changed group chat name to '[B]'.
it: [A] ha cambiato il nome del gruppo in "[B]"
nl: [A] Wijzigt de groepchat naam naar “[B]”
pt: [A] changed group chat name to '[B]'.
sl: [A] je spremenil ime skupinskega pogovora v '[B]'.
sr: [A] changed group chat name to '[B]'.
sv: [A] ändrade gruppchattens namn till [B]
tr: [A] grup sohbeti adını [B] yaptı.

source: Add Participant…
bg: Добави участници
cs: Přidat účastníka...
fi: Lisää osallistuja...
he: הוסף משתתף...
hu: Résztvevő hozzáadása...
it: Aggiungi partecipante…
nl: Deelnemer Toevoegen…
pt: Adicionar participante...
sl: Dodaj sodelujočega...
sr: Додај учесника...
sv: Lägg till deltagare
tr: Katılımcı ekle...

source: Add participants
it: Aggiungi partecipanti
nl: Deelnemers toevoegen

source: Status
bg: Статус
cs: Stav
fi: Tila
he: מצב
hu: Állapot
it: Stato
pt: Estado
sl: Stanje
sr: Статус
tr: Durum

source: Rich URL Previews
it: Anteprime arricchite degli URL
nl: Rijke URL Weergave

# richPreviewsFooter
source: Enhance the MEGAchat experience. URL content will be retrieved without end-to-end encryption.
it: Migliora l'esperienza di MEGAchat. I contenuti URL verranno recuperati senza la criptazione end-to-end.
nl: Verbeter de MEGA chat ervaring. URL inhoud wordt binnengehaald zonder end-to-end encryptie.

source: Voice and Video Calls
cs: Audiovizuální hovory
he: שיחות וידאו ואודיו
it: Chiamate vocali e video
nl: Spraak en video oproepen
sl: Zvočni in video klici
sv: Röst och videosamtal
tr: Sesli ve görüntülü arama

source: Use Mobile Data
cs: Používat mobilní data
he: השתמש בנתונים סלולאריים
it: Usa dati mobili
nl: Gebruik Mobiele Data
sl: Uporabi mobilne podatke
sv: Använd mobildata
tr: Mobil Veriyi Kullan

source: Use Mobile Data for Videos
it: Utilizza la connessione dati per i video
nl: Gebruik Mobiele Data voor Video's

source: Auto-away
cs: Automaticky pryč
he: הפוך ללא זמין באופן אוטומטי
it: Inattività automatica
nl: Automatisch op afwezig
sl: Avto-odsoten
tr: Oto-dışarda

source: Show me away after [X] minutes of inactivity
cs: Zobrazit mě jako Pryč po [X] minutách neaktivity
he: הצג אותי כלא נמצא לאחר [X] דקות בלי שימוש
it: Mostrami come occupato dopo [X] minuti di inattività
tr: [X] dakika işlem yapılmadığında beni 'Dışarıda' olarak göster.

source: Show me away after 1 minute of inactivity
he: הצג אותי כ-"לא נמצא" לאחר דקה בלי שימוש
it: Mostrami "Lontano" dopo 1 minuto di inattività
tr: 1 dakika boyunca işlem yapılmadığında beni uzakta olarak göster

source: Status Persistence
cs: Platnost stavu
he: סטאטוס קבוע
it: Persistenza dello status
nl: Volharding status
tr: Tekrarlayan Durum
