Repository: meganz/iOS
Catalog: iMEGA/Languages/*.lproj/Localizable.strings
Languages: bg, cs, fa, fi, he, hu, it, nl, pt, sl, sr, sv, tr

# maintainMyChosenStatusAppearance
source: Maintain my chosen status appearance even when I have no connected devices.
cs: Udržovat můj zvolený zobrazovaný stav, i když nemám žádná připojená zařízení.
he: שמור על הסטאטוס שלי קבוע אפילו אם אין לי מכשירים מחוברים.
it: Mantieni il mio status anche quando non ho dispositivi connessi
nl: Houd mijn gekozen statusweergave in stand ook als ik geen verbonden apparaten heb.
tr: Bağlı cihaz olmadığında bile seçilen durumda göster.

source: (edited)
bg: (редактирано)
cs: (upraveno)
fi: (muokattu)
he: (נערך)
hu: (szerkesztett)
it: (modificato)
nl: (bewerkt)
pt: (editado)
sl: (urejeno)
sr: (измењено)
sv: (redigerad)
tr: (düzenlendi)

source: Away
bg: Отсъстващ
cs: Pryč
fi: Poissa
he: מרוחק
hu: Távol van
it: Assente
nl: Afwezig
pt: Ausente
sl: Odsoten
sr: Далеко
sv: Borta
tr: Uzakta

source: Busy
bg: Зает
cs: Zaneprázdněn
fi: Kiireinen
he: עסוק
hu: Elfoglalt
it: Occupato
nl: Bezig
pt: Ocupado
sl: Zaseden
sr: Заузет
sv: Upptagen
tr: Meşgul

source: Notifications
bg: Известия
cs: Oznámení
fi: Ilmoituksia
he: הודעות
hu: Értesítések
it: Notifiche
nl: Meldingen
pt: Notificações
sl: Obvestila
sr: Обавештења
sv: Notiser
tr: Bildirimler

source: Send Message
cs: Odeslat zprávu
he: שלח הודעה
it: Invia messaggio
nl: Bericht Versturen
sl: Pošlji sporočilo
sv: Sänd meddelande
tr: Mesaj gönder

source: Verify Credentials
cs: Ověřit přihlašovací údaje
he: וודא פרטים אישיים
it: Verifica credenziali
nl: Bevestig inloggegevens
sl: Preveri poverilnice
sv: Verifiera personliga uppgifter
tr: Giriş bilgilerini doğrula

source: Verify
it: Verifica
nl: Bevestigen

source: Verified
it: Verificato
nl: Bevestigd

source: Clear Chat History
bg: Изтрий Чат История
cs: Vymazat historii chatu
fi: Tyhjennä viestihistoria
he: מחק היסטוריית צ'אט
it: Pulisci la chat
nl: Verwijder Gespreksgeschiedenis
pt: Apagar Histórico da Conversa
sl: Izbriši zgodovino pogovora
sr: Обриши историју чета
sv: Rensa chatthistorik
tr: Sohbet Geçmişini Temizle

# clearTheFullMessageHistory
source: Are you sure you want to clear the full message history of this conversation?
bg: Сигурни ли сте, че искате да изтриете пълната история на съобщенията от този разговор?
cs: Opravdu chcete odstranit kompletní historii zpráv z této konverzace?
fi: Haluatko varmasti tyhjentää tämän keskustelun koko viestihistorian?
he: האם אתה בטוח שברצונך למחוק את כל ההיסטוריה של השיחה הזאת?
it: Sei sicuro di voler cancellare tutta la chat?
nl: Weet u zeker dat u de volledige geschiedenis van dit gesprek wilt wissen?
pt: Tem a certeza de que deseja apagar o histórico completo das mensagens desta conversa?
sl: Ali ste prepričani, da želite izbrisati celotno zgodovino sporočil tega pogovora?
sr: Да ли сте сигурно да желите да обришете историју ове конверзације?
sv: Är du säker på att du vill rensa all historik för denna konversation?
tr: Bu konuşmanın tüm ileti geçmişini temizlemek istediğinizden emin misiniz?

source: Continue
bg: Продължи
cs: Pokračovat
fi: Jatka
he: המשך
hu: Folytatás
it: Continua
nl: Doorgaan
pt: Continuar
sl: Nadaljuj
sr: Наставите
sv: Fortsätt
tr: Devam et

source: Shared Folders
bg: Споделени папки
cs: Sdílené složky
fi: Jaetut kansiot
he: תיקיות משותפות
hu: Megosztott mappák
it: Cartelle Condivise
nl: Gedeelde Mappen
pt: Pastas partilhadas
sl: Deljene mape
sr: Дељене фасцикле
sv: Delade mappar
tr: Paylaşılan Klasörler

source: Contact Credentials
cs: Přihlašovací údaje kontaktu
he: פרטי איש קשר
it: Credenziali del contatto
nl: Contact Inloggegevens
sl: Poverilnice stika
sv: Kontaktuppgifter
tr: Kişi giriş bilgileri

# thisIsBestDoneInRealLife
source: This is best done in real life by meeting face to face. If you have another already-verified channel such as verified OTR or PGP, you may also use that.
bg: Това се прави най-добре при среща лице в лице. Ако имате друг вече проверен канал като проверен OTR или PGP, може да изолзвате и него.
cs: To se v reálném životě nejlépe dělá setkáním tváří v tvář. Pokud máte jiný, již ověřený kanál, jako je ověřené OTR nebo PGP (zabezpečení zasílání zpráv), můžete ho také použít.
fi: Tämä onnistuu parhaiten tapaamalla kasvotusten. Jos sinulla on pääsy toiseen jo-varmistettuun kanavaan, kuten varmennettu OTR tai PGP, voit käyttää myös sitä.
he: זה נעשה בצורה הטובה ביותר פנים מול פנים. אם יש לך ערוץ אחר שכבר מאושר כמו OTR או PGP, תוכל להשתמש בו.
hu: Ez leginkább a valós életbe van szemtől szembe. Ha már van egy másik érvényesített csatornád, mint az OTR vagy PGP, használhatod azt is.
it: Sarebbe meglio farlo faccia a faccia nella vita reale. Se hai un altro canale di comunicazione verificato come OTR o PGP, puoi utilizzarlo.
nl: Dit kan het beste gebeuren door elkaar in het echte leven, face to face te ontmoeten. Als u een andere al geverifieerde kanaal heeft, zoals geverifieerd OTR of PGP, dan kunt u deze ook gebruiken.
pt: Isto é melhor se for realizado cara a cara. Se tiver outro canal verificado tal como OTR ou PGP, também poderá usar isso.
sl: To je najlažje narediti v resničnem življenju v živo. Če imate drug že preverjen kanal, kot je verificiran OTR ali PGP, lahko tudi to uporabite.
sr: Ово је најбоље урадити у стварном животу састајући се лицем у лице. Ако имате други већ верификовани канал што су верификовани OTR или PGP, можете такође користити и то.
sv: Detta görs bäst i verkliga livet genom att möta ansikte mot ansikte. Om du har en annan redan verifierad kanal såsom verifieras OTR eller PGP, kan du även använda det.
tr: Bu en iyi gerçek hayatta, yüz yüze toplantı ile yapılır. Doğrulanmış OTR veya PGP gibi başka önceden doğrulanmış bir kanal varsa onu da kullanabilirsiniz.

source: My credentials
it: Le mie credenziali
nl: Mijn inloggegevens

source: Approve
bg: Одобри
cs: Schválit
fi: Hyväksy
he: אשר
hu: Elfogad
it: Approva
nl: Goedkeuren
pt: Aprovar
sl: Odobri
sr: Одобри
sv: Godkänna
tr: Onayla

source: Start Conversation
cs: Zahájit konverzaci
he: התחל שיחה
it: Inizia conversazione
nl: Gesprek Starten
sl: Začni pogovor
sv: Starta konversation
tr: Konuşma Başlat

source: Group Chat
cs: Skupinový chat
he: שיחה בקבוצה
it: Chat di gruppo
nl: Groepschat
sl: Skupinski pogovor
sv: Grupp Chatt
tr: Grup sohbeti

source: Rename Group
bg: Преуменивай Група
cs: Přejmenovat skupinu
he: שנה שם קבוצה
it: Rinomina gruppo
nl: Hernoem Groep
pt: Renomear Grupo
sl: Preimenuj skupino
sr: Преименуј групу
sv: Döp om gruppen
tr: Grubun İsmini Değiştir

source: Leave
bg: Остави
cs: Opustit
fi: Poistu
he: עזוב
hu: Elhagyás
it: Lascia
nl: Verlaten
pt: Deixar
sl: Zapusti
sr: Остави
sv: Lämna
tr: Ayrıl

source: More
bg: Още
cs: Více
fi: Lisää
he: עוד
hu: Továbbiak
it: Altro
nl: Meer
pt: Mais
sl: Več
sr: Више
sv: Mer
tr: Daha fazla

source: Mute
cs: Ztlumit
he: השתק
it: Muta
nl: Dempen
sl: Utišaj
tr: Sessiz

source: Close
bg: Затвори
cs: Zavřít
fi: Sulje
he: סגור
hu: Bezárás
it: Chiudi
nl: Sluiten
pt: Fechar
sl: Zapri
sr: Затворите
sv: Stäng
tr: Kapat

source: You will no longer have access to this conversation
cs: Nemáte již přístup k této konverzaci
he: לא תוכל עוד לגשת לשיחה זו
it: Non avrai più accesso a questa conversazione
nl: U heeft niet langer toegang tot dit gesprek
sl: Ne boste imeli več dostopa do tega pogovora
sv: Du kommer inte längre ha tillgång till denna konversation
tr: Bu sohbete artık erişiminiz yoktur

source: Leave Group
cs: Opustit skupinový chat
he: עזוב קבוצה
it: Esci dal gruppo
nl: Groep Verlaten
sl: Zapusti skupino
sv: Lämna grupp
tr: Grubu terket

source: Participants
cs: Účastníci
he: משתתפים
it: Partecipanti
nl: Deelnemers
sl: Sodelujoči
sv: Deltagare
tr: Katılımcılar

source: Moderator
bg: Модератор
cs: Moderátor
fi: Moderaattori
he: ממתן
hu: Moderátor
it: Host
nl: Gastheer/gastvrouw
pt: Moderador
sr: Модератор
sv: Administratör
tr: Moderatör

source: Remove Participant
bg: Премахни Участник
cs: Odebrat účastníka
fi: Poista osaanottaja
he: הסר משתתף
it: Rimuovi partecipante
nl: Deelnemer Verwijderen
pt: Remover Participante
sl: Odstrani člana
sr: Уклони Учесника
sv: Ta bort deltagare
tr: Katılımcıyı Kaldır

source: Chatting with
it: Chattando con
nl: In gesprek met
tr: Şu kişiyle sohbette

# chatIntroductionMessage
source: MEGA protects your chat with end-to-end (user controlled) encryption providing essential safety assurances:
bg: MEGA предпазва вашия чат с криптиране от край до край (потребителски контролирано) осигуряващо основни гаранции за безопасност:
cs: MEGA chrání váš chat koncovým šifrováním (řízeným uživatelem) poskytujícím nezbytnou záruku bezpečnosti.
fi: MEGA suojaa keskustelusi (käyttäjän hallinnoimalla) päästä päähän -salauksella tarjoten keskeiset turvallisuustakeet:
he: MEGA מאבטחת את השיחה שלך עם הצפנת קצה-אל-קצה (ניהול בידי המשתמש) ובכך מאפשר אבטחה מקסימלית.
it: MEGA protegge la tua chat con una criptazione end-to-end (controllata dall'utente) provvedendo un'assicurazione di sicurezza essenziale:
nl: MEGA beschermt uw chat met end-to-end encryptie (gebruikersgecontrolleerd) door het verstrekken van essentiële veiligheidswaarborgen:
pt: O MEGA protege a sua conversação com encriptação ponto-a-ponto (controlada pelo utilizador) fornecendo garantias essenciais de segurança:
sl: MEGA ščiti vaše pogovore z uporabniško kontrolirano enkripcijo od prve do zadnje točke, ki ponuja sledeča osnovna varnostna zagotovila:
sr: MEGA штити Ваш чет са end-to-end (контролисаној од стране корисника) шифровањем које омогућује следеће:
sv: MEGA skyddar din chatt med en fullständig (användarstyrd ) kryptering som garanterar dig hög säkerhet:
tr: MEGA, sohbetlerinizi uçtan uca (kullanıcı tarafından kontrol edilen) şifreleme ile temel güvenlik güvenceleri sunarak korur:

# confidentialityExplanation
source: [S]Confidentiality.[/S] Only the author and intended recipients are able to decipher and read the content.
bg: [S]Конфиденциалност.[/S] Само авторът и получателите са в състояние да дешифрират и прочетат съдържанието.
cs: [S]Důvěrnost.[/S] Pouze autor a určení příjemci jsou schopni dešifrovat a číst obsah.
fi: [S]Luottamuksellisuus.[/S] Vain viestin kirjoittaja ja tarkoitetut vastaanottajat voivat purkaa ja lukea sisältöä.
he: [S]סודיות.[/S] רק היוצר ואלו שיש להם הרשאות יכולים לפענח ולקרוא את התוכן.
it: [S]Confidenzialità.[/S] Solo l'autore e i destinatari possono decifrare e leggere il contenuto.
nl: [S] Vertrouwelijk.[/S] Alleen de auteur en de beoogde ontvangers zijn in staat om de inhoud te lezen en ontcijferen.
pt: [S]Confidencialidade.[/S] Será permitido apenas ao autor e os destinatários pretendidos decifrar e ler o conteúdo.
sl: [S]Zaupnost.[/S] Samo avtor in prejemniki, ki ste jih določili, bodo lahko dekriptirali in prebrali vsebino.
sr: [S]Поверљивост.[/S] Само аутор и намењени примаоци су у стању да дешифрују и читају садржај.
sv: [S] Sekretess. [/ Er] endast författare och avsedda mottagare kan dechiffrera och läsa innehållet.
tr: [S]Gizlilik.[/S] Sadece dosya sahibi ve hedeflenen alıcılar içeriği okuyabilir ve deşifre edebilir.

# authenticityExplanation
source: [S]Authenticity.[/S] The system ensures that the data received is from the sender displayed, and its content has not been manipulated during transit.
bg: [S]Достоверност.[/S] Системата гарантира, че получените данни са от показания подател, и съдържанието им не е било манипулирано по време на преноса.
cs: [S]Pravost.[/S] Systém zajišťuje, že přijatá data jsou od zobrazeného odesílatele a že s jejich obsah nebylo během přenosu manipulováno.
fi: [S]Oikeellisuus.[/S] Järjestelmä varmistaa, että vastaanotettu tieto on näytetyltä lähettäjältä, ja että sen sisältöä ei ole manipuloitu siirron aikana.
he: [S]אמינות.[/S] המערכת מוודא כי המידע שמועבר הוא מהשולח שרשום וכן התוכן לא השתנה במהלך המעבר.
it: [S]Autenticità.[/S] Il sistema assicura che i dati mostrati provengono direttamente dal mittente, e che i contenuti non sono stati manipolati durante la trasmissione.
nl: [S]Authenticiteit.[/S] Het systeem zorgt ervoor dat de ontvangen gegevens van de weergegeven zender zijn en dat de inhoud ervan tijdens het transport niet is gemanipuleerd.
pt: [S]Autenticidade.[/S] O sistema assegura que os dados recebidos do remetente são mostrados, e o seu conteúdo não foi manipulado durante o trânsito.
sl: [S]Avtentičnost.[/S] Sistem zagotavlja, da so prejeti podatki od prikazanega pošiljatelja in da vsebina med transportom ni bila manipulirana.
sr: [S]Аутентичност.[/S] Систем осигурава да су подаци примљени од приказаног пошиљаоца, и да није било манипулације садржаја током трансфера.+### 1915 - Web Client ###-ORIGINAL:--------------------------Warning: only click the above button if you trust the [A]Chrome Web Store[/A]. Alternatively, you can manually download & install the extension below.-TRANSLATION:-----------------------Упозорење: Кликни дугме изнад само ако верујеш на [A]Chrome Веб Продавница[/A]. Алтернативно, можеш ручно преузети и инсталирати наставак испод.
tr: [S]Doğruluk.[/S] Sistem verinin gösterilen alıcıdan alındığını doğruluyor, ve içerik geçiş sırasında hiçbir oynama yapılmadı.

source: Chat not found
cs: Chat nenalezen
he: השיחה לא נמצאה
it: Chat non trovata
nl: Gesprek niet gevonden
sl: Pogovor ni najden
sv: Chatt hittades ej
tr: Sohbet bulunamadı

source: %@ is typing…
cs: %@ píše...
he: %@ מקליד...
it: %@ sta scrivendo…
nl: %@ is aan het typen…
sl: %@ tipka ...
sv: %@ Skriver
tr: %@ yazıyor ...

# twoUsersAreTyping
source: %1$s [A]are typing…[/A]
he: %1$s [A]מקלידים...[/A]
it: %1$s [A]stanno scrivendo…[/A]
nl: %1$s [A]zijn aan het typen…[/A]
tr: %1$s [A]yazıyor...[/A]

# moreThanTwoUsersAreTyping
source: %1$s [A]and more are typing…[/A]
it: %1$s [A]ed altri stanno scrivendo…[/A]
nl: %1$s [A] en meer zijn aan het typen…[/A]
tr: %1$s [A]ve diğerleri yazıyor...[/A]

# writeAMessage
source: Write a message to %s…
bg: Напиши съобщение
cs: Napsat zprávu...
fi: Kirjoita viesti...
he: כתוב הודעה...
hu: Üzenet írása...
it: Scrivi un messaggio a %s…
nl: Schrijf een bericht naar %s…
pt: Escrever uma mensagem...
sl: Napiši sporočilo...
sr: Напиши поруку...
sv: Skriv ett meddelande
tr: Bir mesaj yaz...

source: No conversation history
bg: Няма история на разговора
cs: Žádná historie konverzací
fi: Ei keskusteluhistoriaa
he: אין היסטוריית שיחה
it: Nessuna conversazione
nl: Geen gespreksgeschiedenis
pt: Sem histórico da conversação
sl: Ni zgodovine pogovora
sr: Нема претходне конверзације
sv: Ingen konversations historik
tr: Konuşma geçmişi yok

source: Retry
bg: Опитай отново
cs: Opakovat
fi: Yritä uudelleen
he: נסה שנית
hu: Újra
it: Riprova
nl: Opnieuw proberen
pt: Tente novamente
sl: Ponovi
sr: Покушај поново
sv: Försök igen
tr: Yeniden Dene

source: Delete message
bg: Изтрий съобщение
cs: Odstranit zprávu
fi: Poista viesti
he: מחק הודעה
hu: Üzenet törlése
it: Cancella messaggio
nl: Bericht verwijderen
pt: Apagar mensagem
sl: Briši sporočilo
sr: Обриши поруку
sv: Radera meddelande
tr: Mesajı sil

source: From Cloud Drive
it: Dal Cloud Drive
nl: Van Cloud Schijf
tr: Bulut sürücüsünden

source: Send contact
bg: Изпрати контакт
cs: Odeslat kontakt
fi: Lähetä yhteystiedot
he: שלח איש קשר
hu: Kapcsolat küldése
it: Invia contatto
nl: Verstuur contact
pt: Enviar contacto
sl: Pošlji stik
sr: Пошаљи контакт
sv: Skicka kontakt
tr: Kişiyi gönder

source: Done
bg: Готово
cs: Hotovo
fi: Valmis
he: מוכן
hu: Kész
it: Fatto
nl: Klaar
pt: Efetuado
sl: Urejeno
sr: Завршено
sv: Klar
tr: Tamam

source: Enable rich URL previews
it: Attiva le anteprime arricchite degli URL
nl: Rijke URL weergave inschakelen

source: Always Allow
it: Permetti sempre
nl: Altijd Toestaan

source: Not Now
it: Non adesso
nl: Niet Nu

source: Manage
it: Gestisci
nl: Beheren

source: Never
it: Mai
nl: Nooit

# richPreviewsConfirmation
source: You are disabling rich URL previews permanently. You can re-enable rich URL previews in your settings. Do you want to proceed?
it: Stai disattivando l'anteprima ricca degli URL permanentemente. Puoi riattivare l'anteprima ricca degli URL nelle tue Impostazioni. Vuoi procedere?
nl: U schakelt rijke URL weergave permanent uit. U kunt rijke URL weergave opnieuw inschakelen in uw instellingen. Wilt u doorgaan?

source: Remove preview
it: Rimuovi anteprima
nl: Weergave verwijderen

source: Warning
bg: Внимание
cs: Upozornění
fi: Varoitus
he: אזהרה
hu: Figyelmeztetés
it: Attenzione
nl: Waarschuwing
pt: Aviso
sl: Pozor
sr: Упозорење
sv: Varning
tr: Uyarı

# depletedTransferQuota_title
source: Insufficient transfer quota
bg: Depleted transfer quota
cs: Depleted transfer quota
fi: Depleted transfer quota
he: מכסת תעבורה נמוכה
hu: Depleted transfer quota
it: Banda di trasferimento insufficiente
nl: Onvoldoende overdrachtstegoed
pt: Depleted transfer quota
sl: Depleted transfer quota
sr: Depleted transfer quota
sv: Depleted transfer quota
tr: Aktarma kotası tükenmiş

# depletedTransferQuota_message
source: Your queued download exceeds the current transfer quota available for your account and may therefore be interrupted.
cs: Vaše stahování ve frontě překračuje aktuální kvótu přenosu dostupnou pro váš účet a může být proto přerušeno.
he: כמות ההורדות שלך חרגה מהכמות המתאפשרת כרגע ותיתכן והיא תופסק.
it: Il tuo download messo in coda supera la banda di trasferimento disponibile per il tuo account e potrebbe interrompersi.
nl: Uw wachtende download overschrijdt de huidige overdracht tegoed die beschikbaar is op uw account en kan daardoor onderbroken worden.
sl: Vaši prevzemi v čakanju presegajo trenutno prenosno kvoto, ki je na voljo za vaš račun, in bodo lahko prekinjeni.
tr: Kuyruktaki indirmeleriniz hesabınız için bulunmakta olan aktarma kotasını geçmektedir ve bu nedenle aksatılabilir.

source: See plans
he: צפה בתכניות
it: Vedi i piani
nl: Zie abonnementen
tr: Paketleri görüntüleyin

source: Dismiss
bg: Отхвърляне
cs: Zrušit
fi: Hylkää
he: בטל
hu: Elhagy
it: Annulla
nl: Sluiten
pt: Fechar
sl: Prekliči
sr: Откажи
sv: Stäng
tr: Son ver

source: You may have new messages
it: Hai nuovi messaggi
nl: U heeft nieuwe berichten

source: Contact Request
he: בקשה לאיש קשר
it: Richiesta di contatto
nl: Contact Verzoek
tr: Kişi isteği

source: New Shared Folder
he: תיקייה משותפת חדשה
it: Nuova cartella condivisa
nl: Nieuw gedeelde map
tr: Yeni Paylaşılan Klasör

source: Are you sure you want to abort the registration?
bg: Сигурни ли сте, че искате да прекратите регистрацията?
cs: Opravdu chcete přerušit registraci?
fi: Haluatko varmasti keskeyttää rekisteröinnin?
he: האם הינך בטוח שברצונך לבטל את ההרשמה?
hu: Biztosan meg szeretné szakítani a regisztrációt?
it: Sei sicuro di voler interrompere la registrazione?
nl: Weet u zeker dat u de registratie wilt afbreken?
pt: Tem a certeza que pretende cancelar o registro?
sl: Ali ste prepričani, da želite prekiniti registracijo?
sr: Да ли сте сигурни да желите да прекинете регистрацију?
sv: Är du säker på att du vill avbryta registreringen?
tr: Kaydı iptal etmek istediğinizden emin misiniz?

# misspelledEmailAddress
source: If you have misspelled your email address, correct it and click ‘Resend’.
bg: Ако сте изписали неправилно вашия имейл адрес, поправете го и натиснете 'Изпрати отново'.
cs: Pokud jste zadali chybně svou e-mailovou adresu, opravte ji a klikněte na 'Odeslat znovu'.
fi: Jos olet kirjoittanut sähköpostiosoitteesi väärin, korjaa se ja klikkaa "Lähetä uudelleen".
he: אם מצאת שגיאת כתיב בכתובת המיי שלך, תקן אותה ולחץ על "שלח מחדש".
it: Se hai scritto male il tuo indirizzo email, correggilo e clicca su "Invia di nuovo"
nl: Als u uw e-mailadres verkeerd heeft gespeld, corrigeer het en tip op “Opnieuw versturen”
pt: Se escreveu incorretamente o seu endereço de e-mail, corrija-o e clique em " Reenviar ".
sl: Če ste se zatipkali pri vnosu e-poštnega naslova, popravite in kliknite 'Pošlji ponovno'.
sr: Ако сте лоше уписали своју е-маил адресу, исправите је и кликните 'Пошаљи поново'.
sv: Om du har angett fel e-mail adress var vänlig ange korrekt och klicka på skicka igen.
tr: Eğer e-postanızı yanlış girdiyseniz, düzeltin ve 'Tekrar Gönder' tuşuna basın.

source: Resend
bg: Изпрати отново
cs: Odeslat znovu
fi: Lähetä uudelleen
he: שלח מחדש
hu: Újraküldés
it: Reinvia
nl: Opnieuw versturen
pt: Reenviar
sl: Pošlji ponovno
sr: Понови слање
sv: Skicka igen
tr: Tekrar gönder

# alreadyAContact
source: %s is already a contact.
bg: %s вече е контакт.
cs: %s již je kontaktem.
fi: %s on jo lisätty kontaktiksi.
he: %s כבר איש קשר.
it: %s è già un contatto.
nl: %s is al een contactpersoon.
pt: %s já é um contacto.
sl: %s je že med stiki.
sr: %s је већ Ваш контакт.
sv: %s är redan din kontakt
tr: %s kişilerinizde zaten var

# sentContact
source: Sent Contact: %s
bg: Изпратен Контакт: %s
cs: Odeslán kontakt: %s
fi: Lähetetty kontaktille %s
he: נשלח איש קשר: %s
it: Invia contatto: %s
nl: Verzonden Contact: %s
pt: Enviou Contacto: %s
sl: Poslani stik: %s
sr: Послат контакт: %s
sv: Skickat kontakt %s
tr: Gönderilen Kişi: %s

# sentXContacts
source: Sent %s Contacts.
bg: Изпратени %s Контакта.
cs: Odesláno %s kontaktů.
fi: Lähetetty %s kontaktille.
he: נשלחו %s אנשי קשר.
it: Invia %s contatti.
nl: %s Contactpersonen Verzonden.
pt: Enviou %s Contactos.
sl: Poslano %s stikov
sr: Послато %s контакта.
sv: Skickat %s kontakter
tr: Gönderilen %s Kişi.

# attachedFile
source: Attached: %s
bg: Прикачени: %s
cs: Přloženo: %s
fi: Liitetty: %s
he: מצורף: %s
it: Allegato: %s
nl: Bijgevoegd: %s
pt: Anexado: %s
sl: Pripeto: %s
sr: Закачено: %s
sv: Bifogad: %s
tr: Ekli: %s

# attachedXFiles
source: Attached %s files.
bg: Прикачени %s файла.
cs: Přiloženo %s souborů.
fi: Liitetty %s tiedostoa.
he: צורפו %s קבצים.
it: %s file allegati.
nl: %s bijgevoegde bestanden.
pt: Anexou %s ficheiros.
sl: Pripeto %s datotek.
sr: Окачено %s докумената.
sv: Bifogat %s filer.
tr: Ekli %s dosya.

source: Jump to latest
it: Salta all'ultimo
nl: Ga naar de laatste
tr: En sona git

source: New messages
it: Nuovi messaggi
nl: Nieuwe berichten
tr: Yeni mesajlar

# unreadMessage
source: %lu unread message
it: %lu MESSAGGIO NON LETTO
nl: %lu ongelezen bericht
tr: %lu yeni mesaj

# unreadMessages
source: %lu unread messages
it: %lu MESSAGGI NON LETTI
nl: %lu ongelezen berichten
tr: %lu yeni mesaj
