Repository: meganz/iOS
Catalog: iMEGA/Languages/*.lproj/Localizable.strings
Languages: bg, cs, fa, fi, he, hu, it, nl, pt, sl, sr, sv, tr

source: Send smaller size images optimised for lower data consumption
it: Invia sempre immagini ottimizzate.
nl: Stuur altijd geoptimaliseerde afbeeldingen.

source: Send original size, increased quality images
it: Invia sempre immagini a grandezza originale.
nl: Stuur altijd afbeeldingen op origineel formaat mee.

source: Save Settings
it: Salva impostazioni
nl: Instellingen Opslaan

source: File Type
it: Tipo di file
nl: Bestandstype

source: Your account has been disabled by your administrator. Please contact your business account administrator for further details.
it: Il tuo account è stato disabilitato dal tuo amministratore. Per favore, contatta il tuo amministratore degli account business per ottenere maggiori dettagli.
nl: Uw account is gedeactiveerd door uw beheerder. Neem contact op met uw zakelijke accountbeheerder voor meer informatie.

source: Your account has been removed by your administrator. Please contact your business account administrator for further details.
it: Il tuo account è stato rimosso dal tuo amministratore. Per favore, contatta il tuo amministratore degli account business per ottenere maggiori dettagli.
nl: Uw account is verwijderd door uw administratie. Neem contact op met uw zakelijke account administratie voor meer informatie.

source: Enter group name
it: Inserisci nome gruppo
nl: Voer groep naam in

source: Drag left to cancel, release to send
it: Trascina a sinistra per annullare, lascia per inviare
nl: Sleep naar links om te annuleren, laat los om te verzenden

source: Sorting And View Mode
it: Modalità di elencazione e di vista
nl: Sorteer- en Weergavemodus

source: Night
it: Notte
nl: Nacht

source: Minimal
it: Minimale
nl: Minimaal

source: App Icon
it: Icona dell'app
nl: Applicatie-pictogram

source: Configure sorting order and the default view (List or Thumbnail).
it: Configura l'ordine di elenco e la vista di default (lista o anteprime
nl: Configureer de sorteervolgorde en de standaardweergave (Lijst of Miniatuur).

source: Per Folder
it: Per cartella
nl: Per map

source: Same for All
it: Stessa per tutte
nl: Hetzelfde voor Alles

source: Sorting preference
it: Preferenze di elencazione
nl: Sorteer voorkeur

source: View mode preference
it: Preferenze modalità di visualizzazione
nl: Voorkeur voor weergavemodus

source: Configure column sorting order on a per-folder basis, or use the same order for all folders.
it: Configura la colonna di ordinamento per-cartella, oppure utilizza lo stesso ordine per tutte le cartelle.
nl: Configureer het sorteren van een column per map, of gebruik dezelfde volgorde voor alle mappen.

source: Select view mode (List or Thumbnail) on a per-folder basis, or use the same view mode for all folders.
it: Seleziona la modalità di visualizzazione su una base per cartelle, o usa a stessa modalità di visualizzazione per tutte le cartelle.
nl: Selecteer de weergavemodus (Lijst of Miniatuur) per map of gebruik dezelfde weergavemodus voor alle mappen.

source: When you logout, ongoing transfers will be cancelled.
it: Quando effettui il logout, i trasferimenti in corso verranno annullati.
nl: Wanneer u zich afmeldt, worden bestanden uit uw offline-gedeelte van uw apparaat verwijderd.

source: When you logout, files from your Offline section will be deleted from your device.
it: Quando effettui il logout, i file presenti nella sezione Offline verranno eliminati dal tuo dispositivo.
nl: Wanneer u zich afmeldt, worden bestanden uit uw offline-gedeelte van uw apparaat verwijderd.

source: When you logout, files from your Offline section will be deleted from your device and ongoing transfers will be cancelled.
it: Quando effettui il logout, i file presenti nella sezione Offline verranno eliminati dal tuo dispositivo e i trasferimenti in corso verranno annullati.
nl: Wanneer u uitlogt, worden bestanden vanuit uw Offline sectie verwijderd van uw apparaat en voortgaande overdrachten worden geannuleerd.

source: Chat created on %s1
it: Chat creata il %s1
nl: Gesprek gecreëerd op %s1

source: No Shared Files
it: Nessun file condiviso
nl: Geen Gedeelde Bestanden

source: Folder link unavailable
it: Collegamento Cartella non disponibile
nl: Maplink is onbeschikbaar

source: File link unavailable
it: File link non disponibile
nl: Bestandslink is onbeschikbaar

source: Shared Files
it: File condivisi
nl: Gedeelde bestanden

source: Storage Full
it: Archivio pieno
nl: Opslag Vol

source: Your Data is at Risk!
it: I tuoi dati sono a rischio!
nl: Uw Gegevens lopen Risico!

source: <paragraph>We have contacted you by email to <b>%@</b> on <b>%@</b> but you still have %@ files taking up <b>%@</b> in your MEGA account, which requires you to upgrade to <b>%@</b>.</paragraph>
it: <paragraph>Ti abbiamo contattato per email a <b>%@</b> il <b>%@</b> ma hai ancora %@ file che occupano <b>%@</b> nel tuo account MEGA, e ti richiede di aggiornare a <b>%@</b>.</paragraph>
nl: <paragraph> We hebben per e-mail contact met u opgenomen naar <b>%@</b> op <b>%@</b> maar u heeft nog steeds %@ bestanden die <b>%@</b> in uw MEGA opnemen account, waarvoor u moet upgraden naar <b>%@</b>.</paragraph>

source: <paragraph>We have contacted you by email to <b>%@</b> on <b>%@</b> but you still have %@ files taking up <b>%@</b> in your MEGA account, which requires you to contact support for a custom plan.</paragraph>
it: <paragraph>Ti abbiamo contattato per email a <b>%@</b> il <b>%@</b> ma hai ancora %@ file che occupano <b>%@</b> nel tuo account MEGA, che ti richiede di contattare il supporto per un piano personalizzato.</paragraph>
nl: <paragraph>We hebben per e-mail contact met u opgenomen <b>%@</b> op <b>%@</b> maar u heeft nog steeds %@ bestanden opgenomen <b>%@</b> in uw MEGA-account, waardoor u contact moet opnemen met de ondersteuning voor een aangepast abonnement.</paragraph>

source: %d days
it: %d giorni
nl: %d dagen

source: <body><warn>You must act immediately to save your data.</warn><body>
it: <body><warn>Devi agire immediatamente per salvare i tuoi dati.</warn><body>
nl: <body><warn>U moet gelijk reageren om uw gegevens te redden.</warn><body>

source: <body>You have <warn>%@</warn> left to upgrade.</body>
it: <body>Ti rimangono <warn>%@</warn> per aggiornare.</body>
nl: <body> U heeft nog <warn>%@</warn> om te upgraden.</body>

source: After that, your data is subject to deletion.
it: Dopodiché, i tuoi dati saranno soggetti ad eliminazione.
nl: Daarna worden uw gegevens verwijderd.

source: Modify Phone Number
it: Modifica il numero di telefono
nl: Wijzig Telefoonnummer

source: Remove Phone Number
it: Rimuovi il numero di telefono
nl: Verwijder Telefoonnummer

source: This will remove your associated phone number from your account. If you later choose to add a phone number you will be required to verify it.
it: Questo rimuoverà il numero del telefono che hai associato a questo account. Se in futuro scegli di aggiungere un numero di telefono ti verrà richiesto di verificarlo.
nl: Hiermee wordt uw gekoppelde telefoonnummer uit uw account verwijderd. Als u er later voor kiest om een ​​telefoonnummer toe te voegen, moet u dit verifiëren.

source: This operation will remove your current phone number and start the process of associating a new phone number with your account.
it: Questa operazione rimuoverà il tuo numero di telefono corrente e inizierà il processo di associare un nuovo numero di telefono con il tuo account.
nl: Met deze bewerking wordt uw huidige telefoonnummer verwijderd en wordt het proces gestart om een ​​nieuw telefoonnummer aan uw account te koppelen.

source: Your phone number has been removed successfully.
it: Il tuo numero di telefono è stato rimosso con successo.
nl: Uw telefoonnummer is succesvol verwijderd.

source: Failed to remove your phone number, please try again later.
it: Rimozione del numero di telefono fallita, per favore riprova più tardi.
nl: Kan uw telefoonnummer niet verwijderen. Probeer het later opnieuw.

source: Discard Changes
it: Annulla cambiamenti
nl: Wijzigingen Ongedaan maken

source: MEGA CAMERA UPLOADS FOLDER
it: CARTELLA MEGA PER CARICAMENTI DA FOTOCAMERA
nl: MEGA Camera uploads map

source: Select Folder
it: Seleziona la cartella
nl: Selecteer Map

source: No
bg: Не
cs: Ne
fi: Ei
he: לא
hu: Nem
nl: Nee
pt: Não
sl: Ne
sr: Не
sv: Nej
tr: Hayır

# passwordPlaceholder
source: Password
bg: Парола
cs: Heslo
fa: کلمه عبور
fi: Salasana
he: סיסמא
hu: Jelszó
nl: Wachtwoord
pt: Palavra-chave
sl: Geslo
sr: Лозинка
sv: Lösenord
tr: Şifre

source: Cloud Drive
bg: Cloud Диск
cs: Úložiště cloud
fa: درایو ابری
fi: Pilvilevy
he: כונן ענן
hu: Tárhelyem
nl: Cloud Schijf
pt: Disco Cloud
sl: Oblak
sr: Cloud диск
tr: Bulut Sürücü

# oneFile
source: %d file
bg: %d файл
cs: %d soubor
fa: فایل %d
fi: %d tiedosto
he: קובץ %d
hu: %d fájl
nl: %d bestand
pt: %d ficheiro
sl: %d datotek
sr: %d документ
sv: %d fil
tr: %d dosya

# files
source: %d files
bg: %d файла
cs: %d souborů
fa: فایل های %d
fi: %d tiedostoa
he: %d קבצים
hu: %d fájl
nl: %d bestanden
pt: %d ficheiros
sl: %d datotek
sr: %d документа
tr: %d dosya

# privacyPolicyLabel
source: Privacy Policy
bg: Поверителност
cs: Zásady ochrany osobních údajů
fa: سیاست حفظ حریم خصوصی کاربران
fi: Tietosuojakäytäntö
he: מדיניות פרטיות
hu: Adatvédelmi nyilatkozat
nl: Privacybeleid
pt: Política de Privacidade
sl: Politika zasebnosti
sr: Правила приватности
tr: Gizlilik İlkeleri

source: Off
bg: Изключен
cs: Vypnuto
fa: خاموش
fi: Ei
he: כבוי
hu: Ki
nl: Uit
pt: Desligado
sl: Ugasnjeno
sr: Искључено
sv: Av
tr: Kapalı

source: Chat
bg: Чат
fi: Keskustelut
he: צ'ט
hu: Csevegő
nl: Gesprek
pt: Conversação
sl: Pogovor
sr: Чет
sv: Chatt
tr: Sohbet

source: Reset
bg: Нулиране
cs: Obnovit
fi: Palauta
he: אפס
hu: Jelszó törlése
nl: Resetten
pt: Redefinir
sl: Spremeni
sr: Ресетуј
sv: Återställ
tr: Sıfırla

source: Info
bg: Информация
cs: Informace
fi: Tiedot
he: מידע
hu: Infó
nl: Informatie
pt: informação
sl: Informacije
sr: Инфо
tr: Bilgi

source: Standard
bg: Стандартни
cs: Standardní
fi: Tavallinen
he: רגיל
hu: Alapvető
nl: Standaard
sr: Стандардно
tr: Standart

source: file
he: קובץ
nl: bestand
sv: Fil
tr: dosya

source: Business
nl: Zakelijk

source: No Public Links
nl: Geen publieke links

source: Default
nl: Standaard

source: Layout
nl: Indeling

source: OK
bg: ОК
fa: تأیید
he: אוקיי
tr: Tamam

# emptyFolderMessage
source: You can’t download an empty folder
bg: Не можете да изтеглите празна папка
cs: Nemůžete stahovat prázdnou složku
fa: شما نمی توانید یک پوشه ی خالی را دانلود کنید
fi: Et voi ladata tyhjää kansiota
he: אינך יכול להוריד תיקייה ריקה
hu: Nem tölthet le üres mappát
pt: Não pode descarregar uma pasta vazia
sl: Ne morete prevzeti prazne mape
sr: Не можете скинути празан директоријум
sv: Du kan inte ladda ner en tom mapp
tr: Boş bir klasörü indiremezsiniz

source: Login
bg: Вход
cs: Přihlásit se
fa: ورود
fi: Kirjaudu
he: התחבר
hu: Bejelentkezés
pt: Iniciar sessão
sl: Prijava
sr: Пријавите се
sv: Logga in
tr: Oturum Aç

# emailPlaceholder
source: Email
bg: Имейл
fa: ایمیل
fi: Sähköposti
he: אימייל
sl: E-pošta
tr: Eposta

source: Medium
fi: Keskivahva
he: רגיל
pt: Médio
sv: Mellan
tr: Orta

# oneFolder
source: %d folder
bg: %d папка
cs: %d složka
fa: پوشه ی %d
fi: %d kansio
he: תיקייה %d
hu: %d mappa
pt: %d pasta
sl: %d mapa
sr: %d директоријум
sv: %d mapp
tr: %d klasör

# folders
source: %d folders
bg: %d папки
cs: %d složek
fa: پوشه های %d
fi: %d kansiota
he: %d תיקיות
hu: %d mappa
pt: %d pastas
sl: %d map
sr: %d директоријуми
sv: %d mappar
tr: %d klasör

# folderAndFile
source: 1 folder • 1 file
bg: 1 папка • 1 файл
cs: 1 složka • 1 soubor
fi: 1 kansio • 1 tiedosto
he: תיקייה 1 • קובץ 1
hu: 1 mappa • 1 fájl
pt: 1 pasta • 1 ficheiro
sl: 1 mapa • 1 datoteka
sr: 1 директоријум • 1 документ
sv: 1 mapp • 1 fil
tr: 1 klasör • 1 dosya

# foldersAndFiles
source: [A] folders • [B] files
bg: [A] папки • [B] файла
cs: [A] složek • [B] souborů
fi: [A] kansiota • [B] tiedostoa
he: [A] תיקיות • [B] קבצים
hu: [A] mappa • [B] fájl
pt: [A] pastas • [B] ficheiros
sl: [A] map • [B] datotek
sr: [A] директоријума • [B] документа
sv: [A] mappar • [B] filer
tr: [A] klasör • [B] dosya

# foldersAndFile
source: %d folders • 1 file
bg: %d папки • 1 файл
cs: %d složek • 1 soubor
fi: %d kansiota • 1 tiedosto
he: %d תיקיות • קובץ 1
hu: %d mappa • 1 fájl
pt: %d pastas • 1 ficheiro
sl: %d map • 1 datoteka
sr: %d директоријума • 1 документ
sv: %d mappar • 1 fil
tr: %d klasör • 1 dosya

# folderAndFiles
source: 1 folder • %d files
bg: 1 папка • %d файла
cs: 1 složka • %d souborů
fi: 1 kansio • %d tiedostoa
he: תיקייה 1 • %d קבצים
hu: 1 mappa • %d fájl
pt: 1 pasta • %d ficheiros
sl: 1 mapa • %d datotek
sr: 1 директоријум • %d документа
sv: 1 mapp • %d filer
tr: 1 klasör • %d dosya

# uploadFrom
source: Import from…
bg: Импортирай от...
cs: Nahrát z...
fa: داخل کن از ...
fi: Lataa käyttäen...
he: ייבא מ...
hu: Feltöltés máshonnan...
pt: Importado de...
sl: Uvozi iz...
sr: Увези са...
sv: Ladda upp från...
tr: Şuradan içe aktar...

source: Save for offline
bg: Запази офлайн
cs: Uložit pro offline
fa: برای افلاین ذخیره کن
fi: Tallenna offline-käyttöä varten
he: שמור לשימוש ללא חיבור
hu: Mentés Offline-ba
sl: Shrani za brez povezave
sr: Сними за офлајн
sv: Spara för offline
tr: Çevrimdışı için kaydet

source: Get link
bg: Вземи линк
cs: Získat odkaz
fa: پیوند بارگیری
fi: Hanki linkki
he: השג לינק
hu: Link beszerzése
pt: Obter link
sl: Pridobi povezavo
sr: Креирај линк
sv: Hämta länk
tr: Bağlantıyı al

source: Get links
bg: Вземи линкове
cs: Získat odkazy
fi: Hanki linkit
he: קבל קישור
pt: Obter ligações
sl: Pridobi povezave
sr: Направи линкове
sv: Hämta länkar
tr: Bağlantıları al

source: Manage link
cs: Spravovat odkaz
fi: Hallinnoi linkkiä
he: נהל קישור
pt: Gerir endereço eletrónico
sl: Urejaj povezavo
sr: Управљање линком
sv: Hantera länk
tr: Bağlantıyı yönet

source: Manage links
tr: Bağlantıları yönet

source: Send to contact
he: שלח אל איש קשר
sv: Skicka till kontakt
tr: Kişiye gönder

source: Remove link
bg: Премахни линк
cs: Odebrat odkaz
fa: لینک را حذف کنید
fi: Poista linkki
he: הסר קישור
hu: Link eltávolítása
pt: Remover endereço eletrónico
sl: Odstrani povezavo
sr: Уклони линк
sv: Ta bort länk
tr: Bağlantıyı kaldır

source: Remove links
bg: Премахни линкове
cs: Odebrat odkazy
fi: Poista linkit
he: מחק קישורים
pt: Apagar ligações
sl: Odstrani povezave
sr: Уклони линкове
sv: Ta bort länkar
tr: Bağlantıları kaldır

source: Link removed
bg: Линкът беше премахнат
cs: Odkaz odebrán
fi: Linkki poistettu
he: קישור נמחק
pt: Ligação removida
sl: Povezava odstranjena
sr: Линк је уклоњен
sv: Länk borttagen
tr: Bağlantı kaldırıldı

source: Links removed
bg: Линковете бяха премахнати
cs: Odkazy odebrány
fi: Linkit poistettu
he: הקישורים נמחקו
pt: Ligações removidas
sl: Povezave odstranjene
sr: Линкови су уклоњени
sv: Länkar borttagna
tr: Bağlantılar kaldırıldı

source: Move to the Rubbish Bin
bg: Премести в Кошчето
cs: Přesunout do koše
fa: انتقال بده به سطل اشغال ...
fi: Siirrä roskakoriin
he: העבר לפח האשפה
hu: Áthelyezés a Szemetesládába
pt: Mover para o Lixo
sl: Premakni v koš
sr: Помери у канту за отпатке
sv: Flytta till papperskorgen
tr: Çöp Kutusuna Taşı

# indexOfTotalFile
source: %1$d of %2$d file
he: %1$d מתוך קובץ %2$d
tr: %2$d dosyadan %1$d tanesi

# indexOfTotalFiles
source: %1$d of %2$d files
he: %1$d מתוך %2$d קבצים
tr: %2$d dosyadan %1$d tanesi

source: Offline
bg: Извън линия
fa: افلاین
he: מנותק
sl: Odklopljen
sr: Офлајн
sv: Ej ansluten
tr: Çevrimdışı

# theUserHasBeenInvited
source: The user [X] has been invited and will appear in your contact list once accepted.
bg: Потребител [X] беше поканен и ще се появи във Вашите контакти след като приеме поканата.
cs: Uživatel [X] byl pozván a objeví se ve vašem seznamu kontaktů, jakmile to přijme.
fi: Käyttäjä [X] on kutsuttu ja tulee näkymään kontaktilistassa hyväksymisen jälkeen.
he: [X] הוזמן ויופיע ברשימת אנשי הקשר שלך לאחר שההזמנה תאושר.
hu: [X] nevű felhasználó meghívva és amint elfogadja, megjelenik a névjegyzékedben.
pt: O utilizador [X] foi convidado e irá aparecer na tua lista de contactos assim que aceitar.
sl: Uporabnik [X] je bil povabljen in se bo pojavil v vašem spisku kontaktov, ko povabilo sprejme.
sr: Корисник је [X] позван и појавиће се у вашој листи контаката чим прихвати захтев.
sv: Användaren [X] har inbjudits och kommer att läggas till din kontaktlista när denne blivit accepterad.
tr: [X] kullanıcısı davet edildi ve kabul ettiğinde kişi listenizde görünecektir.

source: Share
bg: Сподели
cs: Sdílet
fi: Jaa
he: שתף
hu: Megosztás
pt: Partilhar
sl: Deli
sr: Дели
sv: Dela
tr: Paylaş

source: Language
bg: Език
cs: Jazyk
fa: زبان
fi: Kieli
he: שפה
hu: Nyelv
pt: Idioma
sl: Jezik
sr: Језик
sv: Språk
tr: Dil

# masterKey
source: Recovery Key
bg: Възстановяващ Ключ
cs: Obnovovací klíč
fi: Palautusavain
he: מפתח שחזור
pt: Chave de recuperação
sl: Rešilni ključ
sr: Резервни Кључ
sv: Återställningsnyckel
tr: Kurtarma Anahtarı

source: My Account
bg: Моят профил
cs: Můj účet
fa: شناسهٔ من
fi: Tilini
he: החשבון שלי
hu: Saját fiók
pt: Minha Conta
sl: Moj račun
sr: Мој профил
sv: Mitt konto
tr: Hesabım

# inviteFriendsAndGetRewards
source: Invite friends and get bonuses
hu: Invite friends and get Rewards
tr: Arkadaşlarınızı davet edin ve bonus kazanın

source: Invite your friends
he: הזמן חברים
tr: Arkadaşlarınızı davet edin

# inviteFriendsAndGetForEachReferral
source: Get %1$s of storage and %2$s of transfers for each referral
hu: Get 10GB of storage and 20GB of transfers for each referral
tr: Her tavsiye için %1$s depolama alanı ve %2$s aktarım kazanın

source: Registration Bonus
cs: Bonus za registraci
he: בונוס הרשמה
sl: Bonus za registracijo
tr: Kaydolma bonusu

# registrationBonusExplanation
source: You have received %1 storage space as your free registration bonus.
cs: Obdrželi jste %1 prostoru úložiště jako bonus za bezplatnou registraci.
he: קיבלת תוספת של %1 לנפח האחסון כבונוס הרשמה.
sl: Prejeli ste %1 prostora za shranjevanje kot brezplačni bonus za registracijo.
tr: Ücretsiz kayıt bonusu olarak %1 depolama alanı kazandınız.

source: Referral bonuses
cs: Bonusy za doporučení
he: בונוסים על הפניות
sl: Povezovalni bonusi
tr: Referans bonusları

source: Install MEGAsync
cs: Instalovat MEGAsync
he: התקן MEGAsync
sl: Namestite MEGAsync
tr: MEGAsync yükle

# installMEGASyncCompletedExplanation
source: You have received %1 storage space and %2 transfer quota for installing MEGAsync.
cs: Obdrželi jste %1 prostoru úložiště a %2 kvóty přenosu za instalaci MEGAsync.
he: קיבלת תוספת של %1 לנפח האחסון ו-%2 למכסת התעבורה שלך עבור התקנת MEGAsync.
sl: Prejeli ste %1 prostora za shranjevanje in %2 prenosne kvote za namestitev MEAsync.
tr: MEGAsync yüklediğiniz için %1 depolama alanı ve %2 aktarma kotası kazandınız.

source: Install our mobile app
cs: Nainstalujte si naši mobilní aplikaci
he: התקן את אפליקציית המובייל שלנו
sl: Namestite naš mobilni app
tr: Mobil uygulamamızı yükleyin

# installOurMobileAppCompletedExplanation
source: You have received %1 storage space and %2 transfer quota for installing our mobile app.
cs: Obdrželi jste %1 prostoru úložiště a %2 kvóty přenosu za instalaci naší mobilní aplikace.
he: קיבלת תוספת של %1 לנפח האחסון ו-%2 למכסת התעבורה שלך עבור התקנת אפליקציית מובייל שלנו.
sl: Prejeli ste %1 prostora za shranjevanje in %2 prenosne kvote za namestitev naše mobilne aplikacije.
tr: Mobil uygulamamızı yüklediğiniz için %1 depolama alanı ve %2 aktarma kotası kazandınız.

# xDaysLeft
source: %1 days left
cs: Zbývá %1 dní
he: %1 ימים נשארו
sl: še %1 dni
tr: %1 gün kaldı

# bonusExpiresIn
source: (Bonus expires in [S]%1[/S] %2)
cs: (Bonus vyprší za [S]%1[/S] %2)
he: (בונוס פג תוקף בעוד [S]%1[/S] %2)
sl: (Bonus poteče čez [S]%1[/S] %2)
tr: (Bonus [S]%1[/S] %2 içerisinde bitecek)

source: Expired
bg: Изтекъл
cs: Vypršelo
fi: Vanhentunut
he: פג תוקף
hu: Lejárt
pt: Expirou
sl: Poteklo
sr: Истекло
sv: Upphört
tr: Süresi doldu

# usedSpaceLabel
source: Used
bg: Използвано
cs: Využito
fa: استفاده شده
fi: Käytetty
he: שומש
hu: Felhasználva
pt: Utilizados
sl: Uporabljeno
sr: Искоришћено
sv: Använt
tr: Kullanılan

source: Limited
cs: Omezená
fi: Rajoitettu
he: מוגבל
pt: Limitado
sl: Omejena
sr: Ограничено.
sv: Begränsad
tr: Limitli

source: Current Plan:
tr: Mevcut Plan:

# thereAreNoPlansSuitableForYourCurrentUsage
source: There are no plans suitable for your current usage. Please [A]contact support[/A] for a custom plan.
cs: Pro vaše aktuální využití nejsou žádné vhodné plány. [A]Obraťte se na podporu[/A] kvůli vlastnímu plánu.
fi: Tämänhetkiselle käytöllesi sopivia tilauksia ei ole. Ole hyvä ja ole yhteydessä [A]asiakastukeen[/A] erillistilausta varten.
he: אין תוכניות שמתאימות לשימוש הנוכחי שלך. אנא צור קשר עם [A]תמיכה[/A] לקבלת תכנית אישית.
pt: Não existe planos adequados ao seu uso actual. Por favor [A]contacte o apoio[/A] para um plano personalizado.
sl: Za vašo trenutno porabo ne obstaja standardni Pro paket. Prosim, [A]kontaktirajte podpodo[/A], da vam pripravi paket po meri.
sr: Не постоји план који одговара Вашој тренутној потрошњи. Молимо [A]контактирајте подршку[/A] ради израде одговарајућег плана по наруџбини.
sv: Det finns inga planer lämpar sig för din nuvarande användning. Vänligen [A] kontakta supporten [/A] för en anpassad plan.
tr: Geçerli kullanımınıza uygun hiçbir plan yok. Lütfen özel bir plan için [A]destek ekibi ile iletişime geçin[/A].

# productNotAvailable
source: This In-App Purchase item is not available in the App Store at this time. Please try again later.
bg: Артикулът, който искате да закупите от приложението, не е наличен в App Store в този момент. Моля, опитайте отново по-късно.
cs: Tato položka nákupu z aplikace není v tuto chvíli v App Store dostupná. Zkuste to znovu později.
fa: در حال حاضر خرید درون برنامه ای در App Store قابل دسترس نیست. لطفا" بعدا" تلاش کنید.
fi: Kyseinen sovelluksen sisäinen ostokohde ei ole saatavilla sovelluskaupassa tällä hetkellä. Ole hyvä ja yritä uudelleen myöhemmin.
he: מוצר זה לא קיים בחנות האפליקציות כרגע. אנא נסה שוב מאוחר יותר.
hu: Ez az Alkalmazáson belüli vásárlási tétel jelen pillanatban nem érhető el az App Store-ban. Kérjük később próbálja újra.
pt: Este item da Compra In-App não está disponível na App Store neste momento. Por favor tente novamente mais tarde.
sl: Ta možnost nakupa znotraj aplikacije trenutno ni na voljo v trgovini. Prosim, poskusite ponovno kasneje.
sr: Ова In-App куповина није тренутно доступна у App Store. Покушајте касније.
sv: Detta In-App-köp är inte tillgängligt i Appstore för närvarande. Var vänlig försök senare.
tr: Bu Uygulama İçi Satın Alma öğesi şu anda App Store'da mevcut değil. Lütfen daha sonra tekrar deneyin.

source: [X] minutes
bg: [X] минути
cs: [X] minut
fi: [X] minuuttia
he: [X] דקות
hu: [X] perc
pt: [X] minutos
sl: [X] minut
sr: [X] минута
sv: [X] minuter
tr: [X] dakika

source: 1 minute
bg: 1 минута
cs: 1 minuta
fi: 1 minuutti
he: דקה אחת
hu: 1 perc
pt: 1 minuto
sl: 1 minuta
sr: 1 минута
sv: 1 minut
tr: 1 dakika

source: Online
bg: На линия
fi: Paikalla
he: מחובר
sl: Dostopen
sr: Онлине
sv: Ansluten
tr: Çevrim içi

source: Contact
bg: Контакт
cs: Kontakt
fi: Kontakti
he: צור קשר
hu: Kapcsolat
pt: Contacto
sl: Stik
sr: Контакт
sv: Kontakt
tr: Kişi

# languageRestartAlert
source: You will need to restart MEGA after changing the language
tr: Dil tercihini değiştirdikten sonra MEGA'yı yeniden başlatmanız gereklidir

# languageRestartNotification
source: Language changed. Tap to restart.
tr: Dil değiştirildi. Tekrar başlatmak için dokunun.
