Repository: meganz/iOS
Catalog: iMEGA/Languages/*.lproj/Localizable.strings
Languages: bg, cs, fa, fi, he, hu, it, nl, pt, sl, sr, sv, tr

# passwordMedium
source: Your password is good enough to proceed, but it is recommended to strengthen your password further.
fi: Salasanasi on tarpeeksi hyvä jatkaaksesi, mutta suosittelemme vahventamaan salasanaasi entisestään.
he: סיסמתך טובה מספיק על מנת להמשיך, אך אנו ממליצים לך לחזק אותה עוד יותר.
it: La tua password è abbastanza sicura per procedere, ma ti raccomandiamo di rafforzarla ulteriormente in futuro.
nl: Uw wachtwoord is sterk genoeg om door te gaan, echter raden wij u aan uw wachtwoord sterker te maken.
pt: A tua palavra-chave é suficientemente boa para poderes prosseguir, mas é recomendável fortalecê-la mais um pouco.
sv: Ert lösenord är tillräckligt bra att fortsätta, men det är rekommenderat att Ni skapar ett starkare lösenord.
tr: Şifreniz devam edebilmek için yeterli zorlukta, ama daha güçlü bir şfire seçmeniz öneriliyor.

source: Good
fi: Hyvä
he: טוב
it: Buono
nl: Goed
pt: Boa
sv: Bra
tr: İyi

# passwordGood
source: This password will withstand most typical brute-force attacks. Please ensure that you will remember it.
fi: Tämä salasana kestää useimmat tyypilliset brute force-hyökkäykset. Ole hyvä ja varmista, että muistat sen.
he: סיסמתך תעמוד מול רוב התקפות הרגילות של Brute-Force. אנא וודא כי הינך זוכר אותה.
it: Questa password può resistere agli attacchi più tipici di brute-force. Assicurati di ricordarla.
nl: Dit wachtwoord zal de meest gebruikelijke brute-force aanvallen weerstaan. Zorg ervoor dat u deze goed onthoudt.
pt: Esta palavra-chave vai limitar a maior parte dos ataques. Por favor tem a certeza de que não te esqueces dela.
sv: Detta lösenord kommer att hålla för de mest typiska brute-force attacker. Vänligen säkerställ att Ni kan minnas det.
tr: Bu şifre yaygın tahmin etme saldırılarına karşı dayanıklı. Lütfen hatırlayacağınızdan emin olun.

source: Strong
fi: Vahva
he: חזק
it: Sicura
nl: Sterk
pt: Forte
sv: Starkt
tr: Efsane

# passwordStrong
source: This password will withstand most sophisticated brute-force attacks. Please ensure that you will remember it.
fi: Tämä salasana kestää useimmat monimutkaiset brute force -hyökkäykset. Ole hyvä ja varmista, että muistat sen.
he: סיסמתך תעמוד מול רוב התקפות המתוחכמות של Brute-Force. אנא וודא כי הינך זוכר אותה.
it: Questa password può resistere agli attacchi più tipici di brute-force. Assicurati di ricordarla.
nl: Dit wachtwoord zal de meest geavanceerde brute-kracht aanvallen weerstaan. Zorg ervoor dat u deze goed onthoudt.
pt: Esta palavra-chave vai limitar os ataques mais sofisticados. Por favor tem a certeza de que não te esqueces dela.
sv: Detta lösenord kommer att hålla för de flesta sofistikerade brute-force attacker. Vänligen säkerställ att Ni kan minnas det.
tr: Bu şifre en karmaşık tahmin etme saldırılarına karşı dayanıklı. Lütfen hatırlayacağınızdan emin olun.

# agreeWithTheMEGATermsOfService
source: I agree with the MEGA <a href="terms">Terms of Service</a>
it: Sono d'accordo con i <a href="terms">Termini di Servizio</a> di MEGA
nl: Ik ga akkoord met de MEGA <a href="terms">Algemene Voorwaarden</a>
sv: Jag accepterar MEGA's <a href='terms'>Användarvillkor</a>

# agreeWithLosingPasswordYouLoseData
source: I understand that [S]if I lose my password, I may lose my data.[/S] Read more about <a href="terms">MEGA’s end-to-end encryption</a>.
it: Capisco che [S]se perdo la mia password, potrei perdere i miei dati.[/S] Scopri di più riguardo la Read more about <a href="terms">criptazione end-to-end di MEGA</a>.
nl: Ik begrijp dat [S]als ik mijn wachtwoord verlies, ik mijn gegevens kan verliezen. [/S] Lees meer over <a href="terms">MEGA’s end-to-end codering</a>.

# nameInvalidFormat
source: Enter a valid name
bg: Въведете валидно име
cs: Zadejte platné jméno
fa: یک نام صحیح وارد کنید
fi: Syötä kelpaava nimi
he: הכנס שם תקין
hu: Írjon be érvényes nevet
it: Inserisci un nome valido
nl: Voer een geldige naam in
pt: Introduza um nome válido
sl: Vnesi veljavno ime
sr: Унесите исправно име
sv: Skriv in ett korrekt namn
tr: Geçerli bir isim girin

source: Passwords do not match
bg: Паролите не съвпадат
cs: Hesla nesouhlasí
fa: پسورد ها مطابقت ندارند
fi: Salasanat eivät täsmää
he: סיסמאות לא תואמות
hu: A jelszavak nem egyeznek
it: Le password non combaciano
nl: Wachtwoorden komen niet overeen
pt: Palavras-chave não coincidem
sl: Gesli se ne ujemata
sr: Лозинка не одговара
sv: Lösenorden överensstämmer inte
tr: Şifreler eşleşmiyor

# termsCheckboxUnselected
source: You need to agree with the Terms of Service to register an account on MEGA.
bg: Необходимо е да се съгласите с условията за ползване за да се регистрирате в MEGA.
cs: Musíte souhlasit s podmínkami užívání pro registraci účtu na MEGA.
fa: برای ثبت شناسه کاربری در MEGA، لازم است که با مفاد شرایط استفاده از خدمات موافق باشید.
fi: Sinun tulee hyväksyä käyttöehdot rekisteröidäksesi tunuksen MEGAan.
he: אתה צריך להסכים לתנאי השימוש על מנת להירשם לMEGA
hu: El kell fogadnia az általános szolgáltatási feltételeket a MEGA-n fiók regisztrálásához.
it: Devi accettare i termini di servizio per registrare un account su MEGA.
nl: U dient akkoord te gaan met de Algemene Voorwaarden om een account te registreren bij MEGA.
pt: Precisas de concordar com os termos de serviço para poderes registar uma conta no MEGA.
sl: Če se želite registrirati na MEGA, se morate strinjati s pogoji uporabe.
sr: Морате да будете сагласни са условима Уговора о сервису како би били у могућности да региструјете Ваш налог на MEGA.
sv: Ni måste godkänna servicevillkoren för att registrera ett konto på MEGA.
tr: MEGA'da hesap açmak için hizmet koşullarını kabul etmeniz gerekli.

# termsForLosingPasswordCheckboxUnselected
source: You need to agree that you understand the danger of losing your password
it: Devi essere d'accordo che capisci il pericolo della perdita della password
nl: U moet akkoord gaan met dat u het gevaar begrijpt van het verliezen van uw wachtwoord

# emailAlreadyRegistered
source: This email address has already registered an account with MEGA
bg: Този имейл адрес е вече регистриран в Mega.
cs: Tento e-mail je již registrovaný s účtem na MEGA.
fa: پیش‌تر با این رایانامه شناسه‌ای در MEGA ساخته شده است.
fi: Tällä sähköpostilla on jo rekisteröity tili MEGAan.
he: לאימייל הזה יש כבר חשבון בMega.
hu: Ez az email cím már regisztrált egy fiókot a MEGÁ-n
it: Questo indirizzo e-Mail è già utilizzato in Mega.
nl: Dit email-adres heeft al een geregistreerd account bij MEGA
pt: Este endereço de email já está registado no Mega.
sl: Ta e-poštni naslov je že registriran pri Mega.
sr: Ова e-mail адреса већ има регистриран MEGA налог.
sv: Den här email adressen har redan kopplats till ett annat MEGA konto.
tr: Bu e-posta adresi ile daha önceden bir Mega hesabı alınmış.

source: Awaiting email confirmation.
bg: Изчакване на имейл потвърждение.
cs: Čekání na potvrzení e-mailu.
fi: Odottaa sähköpostivahvistusta
he: ממתין לאישור מהמייל.
it: In attesa della conferma dell'email.
nl: In afwachting van e-mailbevestiging.
pt: A aguardar confirmação de email.
sl: V pričakovanju e-poštne potrditve
sr: Чекање конфирмационог е-маила.
sv: Väntar på mail verifiering
tr: Eposta onayı bekleniyor.

# confirmText
source: Please enter your password to confirm your account
bg: Моля, въведете паролата си, за да потвърдите профила си
cs: Zadejte heslo pro potvrzení vašeho účtu
fa: برای تایید کردن اکونت خودتان لطفا پسورد خود را وارد کنید
fi: Ole hyvä ja syötä salasanasi vahvistaaksesi käyttäjätilisi
he: אנא הכנס את סיסמתך לאישור החשבון
hu: Kérjük írja be jelszavát fiókja megerősítéséhez
it: Si prega di inserire la password per confermare il tuo account
nl: Voer uw wachtwoord in om uw account te bevestigen
pt: Por favor, insira a sua palavra-passe para confirmar a sua conta
sl: Prosim, vnesite geslo, da potrdite račun
sr: Молимо Вас унесите своју лозинку да потврдите свој налог
sv: Ange ditt lösenord för att bekräfta ditt konto
tr: Hesabınızı onaylamak için şifrenizi girin

source: Confirm account
it: Conferma account
nl: Bevestig account

# passwordWrong
source: Wrong password
bg: Грешна парола
cs: Špatné heslo
fa: پسورد اشتباه
fi: Virheellinen salasana
he: סיסמא לא נכונה
hu: Rossz jelszó
it: Password errata
nl: Onjuist wachtwoord
pt: Palavra-chave errada
sl: Napačno geslo
sr: Погрешна лозинка
sv: Fel lösenord
tr: Hatalı şifre

# emailAlreadyInUse
source: Error. This email address is already in use.
it: Errore. Questo indirizzo email è già in uso.
nl: Fout. Dit e-mailadres is al in gebruik.

# nodeTooBig
source: You need to free some space on your device
bg: Трябва да освободите място на устройството си
cs: Musíte uvolnit nějaké místo
fa: شما باید چندی فضا روی دستگاه خود ازاد کنید.
fi: Sinun täytyy vapauttaa tilaa
he: הינך צריך יותר מקום אחסון במכשיר
hu: Fel kell szabadítania némi helyet
it: Hai bisogno di liberare un pò di spazio
nl: U moet ruimte vrij maken op uw apparaat
pt: Precisa de libertar algum espaço no seu dispositivo
sl: Sprostiti morate nekaj prostora na vaši napravi
sr: Морате ослободити простор на вашем уређају
sv: Du behöver frigöra utrymme på din enhet
tr: Cihazınızda biraz alan boşaltmanız gerekiyor

source: MEGA needs a minimum of %@. Free up some space by deleting apps you no longer use or large video files in your gallery. You can also manage what MEGA stores on your device.
it: MEGA richiede un minimo di %@. Libera un po' di spazio eliminando applicazioni che non usi più o eliminando grandi video nella tua galleria. Puoi anche gestire cosa viene archiviato da MEGA sul tuo dispositivo.
nl: MEGA heeft minimaal %@ nodig. Maak ruimte vrij door applicaties die u niet meer gebruikt of grote videobestanden in uw galerij te verwijderen. U kunt ook beheren wat MEGA op uw apparaat opslaat.

source: File Link
bg: Линк към файла
cs: Odkaz na soubor
fa: پیوند پرونده
fi: Tiedostolinkki
he: לינק לקובץ
hu: Fájllink
it: Link File
nl: Bestandslink
pt: Link do ficheiro
sl: Povezava datoteke
sr: Линк датотеке
sv: Fil länk
tr: Dosya bağlantısı

# openButton
source: Open
bg: Отвори
cs: Otevřít
fa: باز کردن
fi: Avaa
he: פתח
hu: Megnyitás
it: Apri
nl: Openen
pt: Abrir
sl: Odpri
sr: Отвори
sv: Öppen
tr: Aç

# fileTooBigMessage
source: The file you are trying to download is bigger than the available memory.
bg: Файлът, който се опитвате да свалите е по-голям от размера на свободната памет.
cs: Soubor, který se pokoušíte stáhnout, je větší než dostupná paměť.
fa: فایلی که تلاش می کنید دانلود کنید بزرگتر از حافظه ی موجود است.
fi: Tiedosto, jota yrität ladata, ylittää kooltaan käytettävissä olevan muistin määrän.
he: נפח הקובץ אותו אתה מנסה להוריד גדול מהנפח הפנוי.
hu: A fájl, amelyet próbál letölteni nagyobb, mint a rendelkezésre álló memória.
it: Il file che si sta tentando di scaricare è più grande della memoria disponibile.
nl: Het bestand dat u probeert te downloaden is groter dan het beschikbare geheugen.
pt: O ficheiro que está a tentar descarregar é maior do que a memória disponível.
sl: Datoteka, ki jo želite prevzeti, je večja od razpoložljivega pomnilnika.
sr: Документ који покушавате да скинете је већи од расположиве меморије.
sv: Filen du försöker ladda ner är större än det tillgängliga minnet.
tr: İndirmeye çalıştığınız dosya kullanılabilir bellekten daha büyük.

# fileTooBigMessage_open
source: The file you are trying to open is bigger than the available memory.
bg: Файлът, който се опитвате да отворите, е по-голям от размера на свободната памет.
cs: Soubor, který se pokoušíte otevřít, je větší než dostupná paměť.
fa: فایلی که دارید تلاش می کنید باز کنید بزرگتر از حافظه ی موجود است.
fi: Tiedosto, jota yrität avata, ylittää kooltaan käytettävissä olevan muistin määrän.
he: נפח הקובץ אותו הינך מנסה לפתוח, גדול מהנפח הקיים.
hu: A fájl, amelyet próbál megnyitni nagyobb, mint a rendelkezésre álló memória.
it: Il file che si sta tentando di aprire è più grande della memoria disponibile.
nl: Het bestand dat u probeert te openen is groter dan het beschikbare geheugen.
pt: O ficheiro que está a tentar abrir é maior do que a memória disponível.
sl: Datoteka, ki jo želite odpreti, je večja od razpoložljivega pomnilnika.
sr: Документ који покушавате да отворите је већи од расположиве меморије.
sv: Filen du försöker öppna är större än det tillgängliga minnet.
tr: Açmaya çalıştığınız dosya kullanılabilir bellekten daha büyük.

# linkUnavailable
source: Unavailable link
bg: Неналичен линк
cs: Nedostupný odkaz
fi: Linkki ei saatavilla
he: קישור לא זמין
it: Link non raggiungibile
nl: Onbeschikbare link
pt: Endereço indisponível
sl: Povezava neveljavna
sr: Непостојећи линк
sv: Otillgänglig länk
tr: Mevcut olmayan bağlantı

# fileLinkUnavailableText1
source: This could be due to the following reasons:
bg: Това може да се дължи на следните причини:
cs: To může být způsobeno následujícími důvody:
fi: Tämä voi johtua seuraavista syistä:
he: דבר זה יכול לנבוע בעקבות הסיבות הבאות :
it: Questo potrebbe essere dovuto alle seguenti cause:
nl: Dit kan de volgende redenen hebben:
pt: Isto pode dever-se aos seguintes motivos:
sl: To se lahko zgodi iz sledečih razlogov:
sr: Ово може бити из следећих разлога:
sv: Detta kan vara på grund av följande anledningar:
tr: Aşağıdaki nedenlerden ötürü olabilir:

# fileLinkUnavailableText2
source: The file has been removed because of a ToS/AUP violation.
bg: Файлът е бил отстранен поради нарушение на Условията за ползване/Политиката за допустимо използване.
cs: Soubor byl odebrán z důvodů porušení podmínek užívání nebo použití.
fi: Tämä tiedosto on poistettu johtuen käyttöehtojen tai hyväksyttävän käytön käytännön rikkomisen takia.
he: הקובץ הוסר בעקבות הפרת תנאי השימוש ו/או מדיניות השימוש.
it: Il file è stato rimosso perché violava i nostri Termini di Servizio
nl: Het bestand is verwijderd omdat het onze Algemene Voorwaarden schendt
pt: O ficheiro foi removido devido a incumprimento dos termos de serviço.
sl: Datoteka je bila odstranjena zaradi kršenja Pravil uporabe ali Pravil Sprejemljive Rabe.
sr: Датотека је уклоњена због кршења услова коришћења или правила прихватљивог коришћења.
sv: Filen har blivit borttagen för regelbrott mot ToS (användarvillkor) / AUP (policy för acceptabel användning).
tr: Bu dosya Dosya Hizmet Koşulları/Kabul Edilebilir Kullanım İlkeleri ihlali nedeni ile silinmiş.

# fileLinkUnavailableText3
source: Invalid URL - the link you are trying to access does not exist
bg: Невалиден URL - линкът, който се опитвате да отворите не съществува
cs: Neplatná adresa - odkaz neexistuje
fi: Virheellinen URL - linkkiä johon yrität päästä ei ole
he: כתובת שגויה - הלינק שאליו אתה מנסה לגשת לא קיים.
it: URL non valido - il link che si sta provando ad accedere non esiste
nl: Ongeldige URL - de link die u probeert te bereiken bestaat niet
pt: URL inválido - o link que inseriu não existe
sl: Napačen URL - povezava, ki jo želite izbrati, ne obstaja
sr: Неисправан URL - линк који покушавате отворити не постоји
sv: Ogiltig URL-länken du försöker öppna existerar inte längre.
tr: Geçersiz URL - erişmek istediğiniz bağlantı geçerli değil

# fileLinkUnavailableText4
source: The file has been deleted by the user.
bg: Файлът е бил изтрит от потребителя.
cs: Soubor byl odstraněn uživatelem.
fi: Tämä tiedosto on poistettu käyttäjän toimesta.
he: הקובץ נמחק ע"י המשתמש.
it: Il file è stato rimosso dall'utente.
nl: Het bestand is door de gebruiker verwijderd.
pt: O ficheiro foi apagado pelo o utilizador
sl: Datoteko je odstranil uporabnik.
sr: Датотека је обрисана од стране корисника.
sv: Användaren har raderat filen.
tr: Dosya kullanıcı tarafından silinmiş.

source: Download started
bg: Изтеглянето стартира
cs: Stahování spuštěno!
fa: دانلود اغاز شد
fi: Lataus aloitettu
he: ההורדה החלה
hu: Letöltés megkezdve!
it: Download avviato!
nl: Download gestart
pt: Download iniciado
sl: Prevzemanje začeto
sr: Скидање започето
sv: Nedladdning startades!
tr: İndirme başladı

source: Folder Link
bg: Линк към папката
cs: Odkaz na složku
fa: پیوند پوشه
fi: Kansiolinkki
he: קישור לתיקייה
hu: Mappa link
it: Link cartella
nl: Map Link
pt: Link da Pasta
sl: Povezava na mapo
sr: Линк за фасциклу
sv: Länk till mapp
tr: Klasör bağlantısı

# downloadButton
source: Download
bg: Изтегли
cs: Stáhnout
fa: بارگیری
fi: Lataa
he: הורד
hu: Letöltés
it: Scarica
nl: Downloaden
sl: Prenos
sr: Преузми
sv: Ladda ner
tr: İndir

# folderTooBigMessage
source: The folder you are trying to download is bigger than the available memory.
bg: Папката, която се опитвате да изтеглите е по-голяма от размера на свободната памет.
cs: Složka, kterou se pokoušíte stáhnout, je větší než dostupná paměť.
fa: پوشه ای که سعی می کنید دانلود کنید بزرگتر از حافظه ی موجود است
fi: Kansio, jota yrität ladata, ylittää kooltaan käytettävissä olevan muistin määrän.
he: נפח התיקייה אותה אתה מנסה להוריד, גדול מהנפח הפנוי.
hu: A mappa, amelyet próbál letölteni nagyobb, mint a rendelkezésre álló memória.
it: La cartella che si sta tentando di scaricare è più grande rispetto alla memoria disponibile.
nl: De map die u probeert te downloaden is groter dan het beschikbare geheugen.
pt: A pasta que está a tentar descarregar é maior do que a memória disponível.
sl: Mapa, ki jo želite prenesti, je večja od razpoložljivega pomnilnika.
sr: Директоријум који покушавате да скинете је већи од расположиве меморије.
sv: Mappen du försöker ladda ner är större än avaliable minnet.
tr: İndirmeye çalıştığınız klasör kullanılabilir bellekten daha büyük.

# folderCreationError
source: The folder ‘%@’ can’t be created
bg: Папката '%@' не може да бъде създадена
cs: Složka '%@' nemůže být vytvořena
fa: فولدر '%@' نمی تواند کپی شود
fi: Kansiota '%@' ei voitu luoda
he: התיקייה '%@' לא נוצרה
hu: A '%@' nevű mappa nem hozható létre
it: La cartella '%@' non può essere creata
nl: De map “%@” kan niet gecreëerd worden
pt: O ficheiro '%@' não pode ser criado
sl: Mape '%@' ni možno ustvariti
sr: Директоријум '%@' не може бити креиран
sv: Mappen '%@' kan inte skapas
tr: '%@' klasörü oluşturulamadı

# folderLinkUnavailableText1
source: This could be due to the following reasons:
bg: Това може да се дължи на следните причини:
cs: To může být způsobeno následujícími důvody:
fi: Tämä voi johtua seuraavista syistä:
he: דבר זה יכול לנבוע בעקבות הסיבות הבאות :
it: Questo potrebbe essere dovuto alle seguenti cause:
nl: Dit kan de volgende redenen hebben:
pt: Isto pode dever-se aos seguintes motivos:
sl: To se lahko zgodi iz sledečih razlogov:
sr: Ово може бити из следећих разлога:
sv: Detta kan vara på grund av följande anledningar:
tr: Aşağıdaki nedenlerden ötürü olabilir:

# folderLinkUnavailableText2
source: The folder link has been removed because of a ToS/AUP violation.
bg: Връзката към папката е премахната поради ToS/AUP нарушение.
cs: Odkaz na složku byl odebrán z důvodu porušení podmínek užívání nebo použití.
fi: Kansiolinkki poistettiin, koska käyttöehtoja/sallitun käytön ehtoja rikottiin.
he: התיקייה נמחקה עקב הפרה של תנאי השימוש או זכויות יוצרים.
it: Il link della cartella è stato rimosso perché viola i nostri Termini di Servizio.
nl: De maplink is verwijderd omdat het onze Algemene Voorwaarden schendt.
pt: O link da pasta foi removido devido a uma violação ToS/AUP.
sl: Datoteka je bila odstranjena zaradi kršenja Pravil uporabe ali Pravil Sprejemljive Rabe.
sr: Фолдер линк је био премештен због нарушавања ToS/AUP
sv: Länken till mappen har raderats på grund av en överträdelse av våra tjänstevillkor.
tr: Bu klasör bağlantısı Hizmet Koşulları/Kabul Edilebilir Kullanım İlkeleri ihlali nedeni ile silinmiş.

# folderLinkUnavailableText3
source: Invalid URL - the link you are trying to access does not exist
bg: Невалиден URL - линкът, който се опитвате да отворите не съществува
cs: Neplatná adresa - odkaz neexistuje
fi: Virheellinen URL - linkkiä johon yrität päästä ei ole
he: כתובת שגויה - הלינק שאליו אתה מנסה לגשת לא קיים.
it: URL non valido - il link che si sta provando ad accedere non esiste
nl: Ongeldige URL - de link die u probeert te bereiken bestaat niet
pt: URL inválido - o link que inseriu não existe
sl: Napačen URL - povezava, ki jo želite izbrati, ne obstaja
sr: Неисправан URL - линк који покушавате отворити не постоји
sv: Ogiltig URL-länken du försöker öppna existerar inte längre.
tr: Geçersiz URL - erişmek istediğiniz bağlantı geçerli değil

# folderLinkUnavailableText4
source: The folder link has been disabled by the user.
bg: Връзката към папката е била прекратена от потребителя.
cs: Odkaz na složku byl zakázán uživatelem.
fi: Kansiolinkki poistettiin käytöstä käyttäjän toimesta.
he: התיקייה נמחקה על ידי המשתמש.
it: Il collegamento della cartella è stato disattivato dall'utente.
nl: De link naar de map is door de gebruiker uitgeschakeld.
pt: O link da pasta foi removido pelo utilizador.
sl: Povezavo do mape je odstranil uporabnik.
sr: Фолдер линк је онемогућен за овог корисника.
sv: Länken till mappen har inaktiverats av användaren.
tr: Klasör bağlantısı kullanıcı tarafından geçersiz hale getirildi.

source: No internet connection
bg: Няма интернет връзка
cs: Žádné řipojení k Internetu
fa: هیچ اتصال اینترنتی وجود ندارد
fi: Ei internetyhteyttä
he: אין חיבור לאינטרנט
hu: Nincs internet kapcsolat
it: Nessuna Connessione
nl: Geen Internet connectie
pt: Sem ligação à internet
sl: Ni internetne povezave
sr: Нема интернет конекције
sv: Ingen internetuppkoppling
tr: İnternet bağlantısı yok

source: Empty Folder
bg: Празна папка
cs: Prázdná složka
fa: هیچ فایلی در پوشه نیست
fi: Tyhjä kansio
he: אין קבצים בתיקייה
hu: Üres mappa
it: Cartella vuota
nl: Lege map
pt: Pasta Vazia
sl: Prazna mapa
sr: Празан фолдер.
sv: Inga filer i mappen
tr: Boş Klasör

# cloudDriveEmptyState_title
source: No files in your Cloud Drive
bg: Няма файлове във вашият Cloud Drive
cs: Žádné soubory ve vaší cloudové jednotce
fa: پرونده‌ای در درایو ابری شما وجود ندارد
fi: Ei tiedostoja pilvilevylläsi
he: אין קבצים בכונן הענן שלך
hu: Nincs fájl a Felhőmeghajtón
it: Nessun file nel tuo Cloud Drive
nl: Geen bestanden in uw Cloud Schijf
pt: Não existem ficheiros na tua Cloud Drive
sl: Ni datotek v vašem oblaku
sr: Нема датотека у вашем Cloud Drive-у
sv: Inga filer i din Cloud Drive
tr: Bulut Sürücünüzde dosya yok

source: Add files
bg: Добави файлове
cs: Přidat soubory
fi: Lisää tiedostoja
he: הוסף קבצים
hu: Fájlok hozzáadása
it: Aggiungi file
nl: Bestanden toevoegen
pt: Adicionar ficheiros
sl: Dodaj datoteke
sr: Додај документе
sv: Lägg till filer
tr: Dosya ekle

source: No Results
bg: Няма Резултати
cs: Žádné výsledky
fi: Ei tuloksia
he: אין תוצאות
it: Nessun risultato
nl: Geen resultaten
pt: Sem Resultados
sl: Ni zadetkov
sr: Нема резултата
sv: Inga träffar
tr: Sonuç yok

# cloudDriveEmptyState_titleRubbishBin
source: Empty Rubbish Bin
bg: Изпразни Кошчето
cs: Prázdný Koš
fa: تخلیه سطل زباله
fi: Tyhjennä roskakori
he: רוקן את פח המחזור
hu: Szemetes ürítése
it: Svuota il Cestino
nl: Lege Prullenbak
pt: Esvaziar o Lixo
sl: Izbriši koš
sr: Празна корпа
sv: Töm papperskorgen
tr: Çöp Kutusunu Boşalt

# offlineEmptyState_title
source: No files Saved for Offline
bg: Няма Запазени файлове в Офлайн
cs: Žádné soubory uložené pro offline
fi: Ei tallennettuja offline-tiedostoja
he: אין קבצים שנשמרו למצב לא מקוון
it: Nessun file salvato in Offline
nl: Geen bestanden Opgeslagen voor Offline
pt: Sem ficheiros salvados para Offline
sl: Ni datotek, shranjenih brez povezave
sr: Нема сачуваних фајлова за офлајн
sv: Inga filer för offline sparade
tr: Çevrimdışı için Kaydedilmiş dosya yoktur

# contactsEmptyState_title
source: No Contacts
bg: Нямяте Контакти
cs: Žádné kontakty
fa: شما مشترکی ندارید
fi: Ei kontakteja
he: אין קשר
hu: Nincs kapcsolat
it: Nessun contatto
nl: Geen Contacten
pt: Nenhuns contactos
sl: Ni stikov
sr: Нема контаката
sv: Inga kontakter
tr: Kişi yok
