Repository: meganz/iOS
Catalog: iMEGA/Languages/*.lproj/Localizable.strings
Languages: bg, cs, fa, fi, he, hu, it, nl, pt, sl, sr, sv, tr

source: %@ joined the group chat.
it: %@ si è unito alla chat di gruppo.
nl: %@ is aangesloten aan de groepsoproep.

# Error. No more participants are allowed in this group call.
source: You are not allowed to join this call as it has reached the maximum number of participants.
it: Non ti è permesso di partecipare a questa chiamata in quanto ha raggiunto il massimo numero di partecipanti.
nl: U mag niet deelnemen aan deze oproep omdat deze het maximale aantal deelnemers heeft bereikt.

# Error. No more video are allowed in this group call.
source: You are not allowed to enable video as this call has reached the maximum number of participants using video.
it: Non ti è permesso di attivare il video in questa chiamata in quanto ha raggiunto il massimo numero di partecipanti che utilizzano il video.
nl: U mag geen video inschakelen omdat deze oproep het maximale aantal deelnemers heeft bereikt dat video gebruikt.

source: Unable to start a call because the participants limit was exceeded.
it: Impossibile iniziare la chiamata a causa del fatto che il limite dei partecipanti è stato superato.
nl: Kan geen oproep starten omdat de deelnemerslimiet is overschreden.

source: Joining...
it: Unione in corso…
nl: Deelnemen…

source: Leaving...
it: Abbandono in corso…
nl: Verlaten…

source: Page View
it: Vista a pagina
nl: Pagina weergave

source: No notifications
it: Nessuna notifica
nl: Geen meldingen

source: Payment info
it: Informazioni di pagamento
nl: Betalingsinformatie

source: PRO membership plan expiring soon
it: Il piano di iscrizione Pro scadrà a breve
nl: Pro-lidmaatschap abonnement verloopt binnenkort

source: Takedown notice
it: Avviso di chiusura
nl: Takedown melding

source: Takedown reinstated
it: Chiusura annullata
nl: Takedown hersteld

source: New
it: Nuovo
nl: Nieuw

source: Sent you a contact request
it: Ti ha inviato una richiesta di contatto
nl: Heeft u een contact verzoek verzonden

source: Cancelled their contact request
it: Annullato la loro richiesta di contatto
nl: Heeft het contactgegevens verzoek ingetrokken

source: Reminder: You have a contact request
it: Promemoria: Hai una richiesta di contatto
nl: Herinnering: u hebt een contact verzoek

source: Deleted you as a contact
it: Ti ha eliminato come contatto
nl: Heeft u verwijderd als contact

source: Contact relationship established
it: Relazione di contatto stabilita
nl: Jullie zijn nu beide contacten

source: Account has been deleted/deactivated
it: L'account è stato cancellato/disattivato
nl: Account is verwijderd/gedeactiveerd

source: Blocked you as a contact
it: Ti ha bloccato come contatto
nl: Heeft u geblokkeerd als contactpersoon

source: You ignored a contact request
it: Hai ignorato una richiesta di contatto
nl: U hebt een contactverzoek genegeerd

source: You accepted a contact request
it: Hai accettato una richiesta di contatto
nl: U hebt een contact verzoek geaccepteerd

source: You denied a contact request
it: Hai negato una richiesta di contatto
nl: U hebt een contact verzoek afgewezen

source: Accepted your contact request
it: Ha accettato tua richiesta di contatto
nl: Heeft uw contact verzoek aanvraag

# Denied your contact request
source: Rejected your contact request
it: Richiesta di contatto rifiutata
nl: Uw contact verzoek is geweigerd

source: A user has left the shared folder {0}
it: Un utente ha lasciato la cartella condivisa {0}
nl: Een gebruiker heeft de gedeelde map {0} verlaten

source: Access to folders was removed.
it: L'accesso alle cartelle è stato rimosso.
nl: Toegang tot mappen werd verwijderd.

source: Added 1 file
it: 1 file aggiunto
nl: 1 Bestand toegevoegd

source: Added %lld files
it: %lld file aggiunti
nl: %lld bestanden toegevoegd

source: Added 1 folder
it: 1 cartella aggiunta
nl: 1 Map toegevoegd

source: Added %lld folders
it: %lld cartelle aggiunte
nl: %lld Mappen toegevoegd

source: Added 1 file and 1 folder
it: 1 file e 1 cartella aggiunta
nl: 1 bestand en 1 map toegevoegd

source: Added %lld files and 1 folder
it: %lld file e 1 cartella aggiunta
nl: %lld bestanden en 1 map toegevoegd

source: Added 1 file and %lld folders
it: 1 file e %lld cartelle aggiunte
nl: 1 Bestand en %lld mappen toegevoegd

source: Added [A] files and [B] folders
it: [A] file e [B] cartelle aggiunte
nl: [A] Bestanden en [B] mappen toegevoegd

source: Removed item from shared folder
it: Oggetto rimosso dalla cartella condivisa
nl: Verwijderd item van gedeelde map

source: Removed [X] items from a share
it: Rimossi [X] oggetti dalla condivisione
nl: [X] Items van gedeelde map verwijderd

source: Your payment for the %1 plan was received.
it: Il pagamento per il piano %1 è stato ricevuto.
nl: Uw betaling voor het %1 abonnement is ontvangen.

source: Your payment for the %1 plan was unsuccessful.
it: I pagamento per il piano %1 non ha avuto successo.
nl: Uw betaling voor het %1 abonnement is onsuccesvol.

source: Your PRO membership plan will expire in 1 day.
it: Il tuo piano di iscrizione Pro scadrà tra 1 giorno.
nl: Uw Pro-lidmaatschap abonnement verloopt morgen.

source: Your PRO membership plan will expire in %1 days.
it: Il tuo piano di iscrizione Pro scadrà tra %1 giorni.
nl: Uw Pro-lidmaatschap abonnement verloopt over %1 dagen.

# Your PRO membership plan expired 1 day ago
source: Your PRO plan expired 1 day ago
it: Il tuo piano Pro è scaduto 1 giorno fa
nl: Uw Pro-abonnement is 1 dag geleden verlopen

# Your PRO membership plan expired %1 days ago
source: Your PRO plan expired %1 days ago
it: Il tuo piano Pro è scaduto %1 giorni fa
nl: Uw Pro-abonnement is %1 dagen geleden verlopen

source: Your publicly shared %1 (%2) has been taken down.
it: Il/la tuo/a %1 condiviso/a pubblicamente (%2) è stato/a chiuso/a.

source: Your taken down %1 (%2) has been reinstated.
it: Il/la tuo/a %1 (%2) chiuso/a è stato/a riattivato/a.

source: Voice message
it: Messaggio vocale
nl: Spraakbericht

source: This action can not be completed as it would take you over your current storage limit
it: Questa azione non può essere completata in quanto ti farebbe superare il limite del tuo spazio di archiviazione
nl: Deze actie kan niet worden voltooid omdat het u over uw huidige opslag limiet brengt

source: Your upload(s) cannot proceed because your account is full
it: Il tuo o i tuoi upload non possono procedere poiché il tuo account è pieno.
nl: Uw upload(s) kunnen niet doorgaan omdat uw account vol is

source: Allow your contacts to see the last time you were active on MEGA.
it: Permetti ai tuoi contatti di vedere l'ultima volta in cui sei stato attivo su MEGA.
nl: Contacten toestaan om te zien wanneer u de laatste keer actief was op MEGA.

source: Show
it: Mostra
nl: Weergeven

source: Last seen: %s
it: Ultima visita: %s
nl: Laatst gezien: %s

source: Last seen a long time ago
it: Ultima visita molto tempo fa
nl: Laatst gezien is lang geleden

source: Today
it: Oggi
nl: Vandaag

source: Yesterday
it: Ieri
nl: Gisteren

source: Send This Location
it: Invia questa posizione
nl: Deze locatie versturen

source: Map settings
it: Impostazioni della mappa
nl: Map instellingen

source: Hybrid
it: Ibrida

source: Accurate to %d meters
it: Nel raggio di %d metri
nl: Nauwkeurig tot %d meter

source: Send Location
it: Invia posizione
nl: Verstuur Locatie

source: This location will be opened using a third party maps provider outside the end-to-end encrypted MEGA platform.
it: Questa posizione verrà aperta utilizzando un provider di mappe di terze parti, fuori dalla criptazione end-to-end della piattaforma di MEGA.
nl: Deze locatie wordt geopend met behulp van een externe kaartenleverancier buiten het end-to-end gecodeerde MEGA-platform.

source: Pinned Location
it: Posizione fissata
nl: Vastgezette Locatie

source: %d participants
it: %d partecipanti
nl: %d deelnemers

source: %d participant
it: %d partecipante
nl: %d deelnemer

source: < Slide to cancel
it: < Scorri per annullare
nl: < Schuif om te annuleren

source: Tap and hold %@ to record, release to send
it: Premi e mantieni %@ per registrare, rilascia per inviare
nl: Tik en vasthouden %@ om op te nemen, loslaten om te verzenden

source: It is not possible to record voice messages while there is a call in progress.
it: Non è possibile registrare messaggi vocali mentre c'è una chiamata in corso.
nl: Het is niet mogelijk om spraakberichten op te nemen wanneer een oproep die gaande is.

source: Recording…
it: In registrazione…
nl: Opnemen…

source: Ongoing Call
it: Chiamata in corso
nl: Lopende Oproep

# It is not possible to play content while there is a call in progress
source: It is not possible to play media files while there is a call in progress.
it: Non è possibile mettere play ai media mentre c'è una chiamata in corso
nl: Het is niet mogelijk om media bestanden af te spelen terwijl een oproep wordt uitgevoerd.

source: Call Started
it: Chiamata iniziata
nl: Oproep Gestart

source: Password Reminder
it: Ricorda password
nl: Wachtwoord Onthouder

source: Message
it: Messaggio
nl: Bericht

source: Call
it: Chiama
nl: Audio

source: Enabled
it: Attivato
nl: Ingeschakkeld

source: New chat link
it: Nuovo link della chat
nl: Nieuwe Gesprekslink

source: Recents
it: Recenti
nl: Recent

source: %1 Images
it: %1 immagini

source: %2 Videos
it: %2 video

source: %1 and [A]%2 more[/A]
it: %1 e [A]altri %2[/A]
nl: %1 en [A]%2 meer[/A]

source: No Recent Activity
it: Nessuna attività recente
nl: Geen Recente Activiteit

source: This chat link is no longer available
it: Questo link della chat non è più disponibile
nl: Deze gesprekslink is niet langer beschikbaar

source: People can join your group by using this link.
it: Le persone potranno unirsi al tuo gruppo utilizzando questo link.
nl: Personen kunnen aansluiten tot uw groep door deze link te gebruiken.

source: Tap here for info
it: Clicca qui per informazioni
nl: Tik hier voor informatie

source: No chat link available.
it: Nessun link della chat disponibile.
nl: Geen gesprekslink beschikbaar.

source: Please allow access
it: Per favore, permetti l'accesso
nl: Geef toestemming

source: Please go to the Privacy section in your device’s Settings. Enable Location Services and set MEGA to While Using the App or Always.
it: Per favore, vai nella sezione Privacy delle Impostazioni del tuo dispositivo. Attiva i Servizi di Localizzazione ed imposta MEGA in Mentre usi l'app o Sempre.
nl: Ga naar de Privacy Sectie in uw apparaat Instellingen. Schakel Locatie Diensten in en zet MEGA op Tijdens Gebruik van de App of Altijd.

source: Mobile Data is turned off
it: La Connessione dati è spenta
nl: Mobiele Data is uitgeschakeld

source: Turn Mobile Data on
it: Attiva la Connessione dati
nl: Schakel Mobiele Data aan

# You can turn on mobile data for this app in Settings.
source: You can turn on mobile data for this App in the device’s Settings.
it: Puoi attivare la connessione dati per quest'app nelle Impostazioni del dispositivo.
nl: U kunt mobiele data aanzetten voor deze Applicatie in de apparaat Instellingen.

source: Change to a test server?
it: Vuoi cambiare con un server di test?
nl: Wijzig naar een test server?

source: Are you sure you want to change to a test server? Your account may suffer irrecoverable problems
it: Sei sicuro di voler cambiare con un server di test? Il tuo account potrebbe avere dei problemi incurabili.
nl: Weet u zeker dat u wilt wijzigen naar een test server? Uw account kan onherstelbare problemen ondervinden.

source: Enable Access to Your Address Book
it: Garantisci a MEGA l'accesso alla tua Rubrica
nl: Toegang Verlenen tot Uw Adresboek

source: Easily discover contacts from your address book on MEGA.
it: Trova facilmente i tuoi contatti che hai in rubrica su MEGA.
nl: Ontdek gemakkelijk contacten vanuit uw adresboek op MEGA.

source: MEGA will not use this data for any other purpose and will never interact with your contacts without your consent.
it: MEGA non utilizzerà mai questi dati per altri motivi e non interagirà mai con i tuoi contatti senza il tuo consenso.
nl: MEGA zal deze gegevens niet voor andere doeleinden gebruiken en zal nooit zonder uw toestemming met uw contacten communiceren.

# See who's already on MEGA
source: Discover your contacts on MEGA
it: Scopri i tuoi contatti su MEGA
nl: Ontdek uw contacten op MEGA

source: [X] contacts found on MEGA
it: [X] contatti trovati su MEGA
nl: [X] contacten gevonden op MEGA

source: 1 contact found on MEGA
it: 1 contatto trovato su MEGA
nl: 1 contact gevonden op MEGA

source: Open Settings
it: Apri le Impostazioni
nl: Instellingen Openen

source: Invite contacts and start chatting securely with MEGA’s encrypted chat.
it: Invita contatti e inizia a chattare in sicurezza attraverso le chat criptate di MEGA.
nl: Nodig contacten uit en begin een veilig gesprek met MEGA's gecodeerde chat.

source: Invite [X] contacts
it: Invita [X] contatti
nl: [X] Contacten uitnodigen

source: Tap space to enter multiple emails
it: Clicca spazio per inserire più indirizzi email
nl: Tik spatie om meerdere e-mails in te voeren

source: Enter Email
it: Inserisci email
nl: Email Invoeren

source: CONTACTS ON MEGA
it: CONTATTI SU MEGA
nl: CONTACTEN OP MEGA

source: My chat files
it: File delle mie chat
nl: Mijn gesprek bestanden

source: Plan
it: Piano
nl: Abonnement

source: If you lose this Recovery key and forget your password, [B]all your files, folders and messages will be inaccessible, even by MEGA[/B].
it: Se perdi questa Chiave di Recupero e dimentichi la tua password, [B]tutti i tuoi file, le tue cartelle e i tuoi messaggi saranno inaccessibili, persino a MEGA[/B].
nl: Als u deze Herstelsleutel verliest en uw wachtwoord vergeet, [B]all uw bestanden, mappen en berichten worden ontoegankelijk, zelfs door MEGA[/B].

source: Administrator
it: Amministratore
nl: Beheerder

source: Transfer
it: Trasferisci
nl: Overdracht

source: You cannot remove %1$s as a contact because they are part of your Business account.
it: Non puoi rimuovere %1$s come contatto in quanto fa parte del tuo account Business.
nl: U kunt %1$s niet verwijderen als contact omdat deze deel uitmaakt van uw Zakelijke-account.

source: Immediately
it: Immediatamente
nl: Onmiddelijk

source: This file has been the subject of a takedown notice.
it: Questo file è stato soggetto ad un avviso di chiusura.
nl: Dit bestand is het onderwerp van een take-down-verzoek geweest.

source: This folder has been the subject of a takedown notice.
it: Questa cartella è stata soggetta ad un avviso di chiusura.
nl: Deze map is het onderwerp van een take-down-verzoek geweest.

source: Dispute Takedown
it: Contesta chiusura
nl: Takedown Geschil

source: User management is only available from a desktop web browser.
it: La gestione degli utenti è possibile solo da un browser desktop.
nl: Gebruikers beheer is alleen beschikbaar vanuit een desktop web browser.

source: There has been a problem with your last payment. Please access MEGA using a desktop browser for more information.
it: C'è stato un problema con il tuo ultimo pagamento. Per favore, accedi a MEGA utilizzando un browser desktop per maggiori informazioni.
nl: Er is een probleem opgetreden met uw laatste betaling. Ga naar MEGA via een desktopbrowser voor meer informatie.

source: Your business account is expired
it: Il tuo account Business è scaduto
nl: Account gedeactiveerd

source: There has been a problem processing your payment. MEGA is limited to view only until this issue has been fixed in a desktop web browser.
it: C'è stato un problema nel processo del tuo ultimo pagamento. MEGA è limitato alla visualizzazione finché questo problema non sarà aggiustato su un browser desktop.
nl: Uw Zakelijke account is gedeactiveerd vanwege een mislukte betaling. U heeft geen toegang tot de gegevens die in uw account zijn opgeslagen. Om een ​​betaling uit te voeren en uw abonnement opnieuw te activeren, logt u in op MEGA via een browser.

source: Your account is currently [B]suspended[/B]. You can only browse your data.
it: Il tuo account è [B]sospeso[/B] al momento. Puoi solo sfogliare tra i tuoi dati.
nl: Uw account is momenteel [B]geschorst[/B]. U kunt alleen door uw gegevens bladeren.

source: While MEGA does not have access to your data, your organization administrators do have the ability to control and view the Camera Uploads in your user account
it: MEGA non può accedere ai tuoi dati. Comunque, l'amministratore del tuo account Business può accedere ai tuoi Caricamenti da fotocamera.
nl: MEGA heeft geen toegang tot uw gegevens. Uw zakelijke accountbeheerder heeft echter wel toegang tot uw Camera uploads.

source: Something went wrong
it: Qualcosa è andato storto
nl: Er is iets fout gegaan

source: Links
it: Link

source: Manage share
it: Gestisci condivisione
nl: Delen beheren

source: Share with
it: Condividi con
nl: Delen met

source: Contact your business account administrator to resolve the issue and activate your account.
it: Contatta l'amministratore del tuo account business per risolvere il problema ed attivare il tuo account.
nl: Neem contact op met uw zakelijke accountbeheerder om het probleem op te lossen en uw account te activeren.

source: Until this morning
it: Fino a questa mattina
nl: Tot deze morgen

source: Until tomorrow morning
it: Fino a domani mattina
nl: Tot morgenochtend

source: Until I turn it back on
it: Finché non lo riattivo
nl: Totdat ik ze weer aanzet

source: 30 minutes
it: 30 minuti
nl: 30 minuten

source: 6 hours
it: 6 ore
nl: 6 uur

source: 24 hours
it: 24 ore
nl: 24 uur

source: Mute chat notifications for
it: Muta le notifiche delle chat per
nl: Demp gespreksmeldingen voor

source: Notifications will be silenced until tomorrow, %@
it: Le notifiche verranno silenziate fino a domani, %@
nl: Meldingen worden gedempt tot en met morgen, %@

source: Notifications will be silenced until %@
it: Le notifiche saranno silenziate fino alle %@
nl: Meldingen worden gedempt gebracht tot %@

source: Chat Notifications
it: Notifiche della chat
nl: Gesprekmeldingen

source: Do Not Disturb
it: Non disturbare
nl: Niet storen

source: Notifications muted
it: Notifiche mutate
nl: Meldingen gedempt

source: Reconnecting…
it: Riconnessione…
nl: Opnieuw verbinden…

source: You are back.
it: Sei tornato.
nl: U bent terug.

source: Inactive chat
it: Chat inattiva
nl: Inactief gesprek

source: Set Nickname
it: Imposta un nickname
nl: Bijnaam instellen

source: Edit Nickname
it: Modifica nickname
nl: Bijnaam wijzigen

source: Remove Nickname
it: Rimuovi nickname
nl: Bijnaam verwijderen

source: Alias / Nickname
it: Alias o nickname
nl: Alias of bijnaam

source: Payment overdue
it: Pagamento in ritardo
nl: Betaling over tijd

source: Active
it: Attiva
nl: Actief

source: Role:
it: Ruolo:
nl: Rol:

source: If enabled, you will upload information about where your pictures and videos were taken, so be careful when sharing them.
it: Questa opzione, se attivata, include nelle tue foto le informazioni riguardo la posizione. Per favore, fai attenzione quando le condividi.
nl: Indien ingeschakeld, wordt locatie-informatie bij uw foto's gevoegd. Wees voorzichtig bij het delen ervan.

source: Send (%d)
it: Invia (%d)
nl: Versturen (%d)

source: Upload (%d)
it: Carica (%d)
nl: Uploaden (%d)

source: Albums
it: Album

source: Unselect
it: Deseleziona
nl: Deselecteren

source: No Photos or Videos
it: Nessuna Foto o Video
nl: Geen Foto's of Video's

source: View in Folder
it: Guarda nella Cartella
nl: Weergeven in map

source: This link is not related to this account. Please log in with the correct account.
it: Il link non è relativo a questo account. Per favore, effettua l'accesso con l'account corretto.
nl: Deze link is niet gerelateerd aan dit account. Log in met het juiste account.

# Invite contact now
source: Invite contacts now
it: Invita contatti adesso
nl: Nodig nu contacten uit

source: Invite 1 contact
it: Invita 1 contatto
nl: 1 Contact uitnodigen

# Please enter a valid phone number
source: Please supply a valid phone number.
it: Per favore, fornisci un numero di telefono valido.
nl: Vul alstublieft een geldig telefoonnummer in.

source: You have reached the daily limit
it: Hai raggiunto il limite giornaliero
nl: U heeft de dagelijkse limiet bereikt

source: The verification code doesn’t match.
it: Il codice di verifica non corrisponde.
nl: De verificatie code komt niet overeen.

source: Wrong code. Please try again or resend.
it: Codice errato. Per favore, ritenta o chiedi che ti venga mandato nuovamente.
nl: Onjuiste code. Probeer nogmaals of verstuur opnieuw.

source: This number is already associated with a MEGA account.
it: Questo numero è già associato ad un account MEGA.
nl: Dit nummer is al geassocieerd met een MEGA-account.

source: Country
it: Nazione
nl: Land

source: Your account is already verified
it: Il tuo account è già stato verificato
nl: Uw account is al bevestigd

source: Your phone number
it: Il tuo numero di telefono
nl: Uw telefoonnummer

source: Phone Number
it: Numero di telefono
nl: Telefoonnummer

# Please type the verification code sent to
source: Please enter the verification code sent to
it: Per favore, inserisci il codice di verifica inviato a
nl: Voer de verificatiecode in die is verzonden naar

source: You didn’t receive a code?
it: Non hai ricevuto il codice?
nl: U heeft geen code ontvangen?

source: Your phone number has been verified successfully
it: Il tuo numero di telefono è stato verificato con successo
nl: Uw telefoonnummer is succesvol geverifieerd

# Your account has been temporarily suspended for your safety.
source: Your account has been temporarily locked for your safety.
it: Il tuo account è stato temporaneamente bloccato per la tua sicurezza.
nl: Uw account is tijdelijk geblokkeerd voor uw veiligheid.

# [S]Please verify your email[/S] and follow its steps to unlock your account.
source: [S]Please verify your email address[/S] and follow the steps in MEGA’s email to unlock your account.
it: [S]Per favore, verifica la tua email[/S] e segui le istruzioni nell'email di MEGA per sbloccare il tuo account.
nl: Volg de stappen in de [S]verificatie e-mail[/S]om uw account te ontgrendelen.

source: Why am I seeing this?
it: Perché sto vedendo questo?
nl: Waarom zie ik dit?

source: Email sent
it: Email inviata
nl: Email verstuurd

source: Locked Accounts
it: Account bloccati
nl: Gesloten Accounts

source: It is possible that you are using the same password for your MEGA account as for other services, and that at least one of these other services has suffered a data breach.
it: È possibile che tu stia utilizzando la stessa password per il tuo account MEGA e per altri servizi, e che almeno uno di questi altri servizi è stato oggetto di un furto di dati.
nl: Het is mogelijk dat u hetzelfde wachtwoord gebruikt voor uw MEGA-account als voor andere diensten en dat ten minste één van deze andere diensten een gegevenslek heeft geleden.

source: Your password leaked and is now being used by bad actors to log into your accounts, including, but not limited to, your MEGA account.
it: La tua password è stata rubata e adesso viene usata da persone non identificate per entrare nei tuoi account, incluso, ma non limitato, il tuo account MEGA.
nl: Uw wachtwoord is gelekt en wordt nu door slechte personen gebruikt om in te loggen op uw accounts, inclusief, maar niet beperkt tot, uw MEGA-account.

source: Clear Selected
it: Pulisci selezionati
nl: Selectie Wissen

source: Clear All
it: Pulisci Tutto
nl: Wis alles

source: Send smaller size images through cellular networks and original size images through Wi-Fi
it: Invia immagini ottimizzate tramite connessione dati e immagini a grandezza originale tramite Wi-Fi.
nl: Verstuur geoptimaliseerde afbeeldingen wanneer u mobiele data gebruikt, maar afbeeldingen op origineel formaat wanneer u wifi gebruikt.
