Repository: meganz/iOS
Catalog: iMEGA/Languages/*.lproj/Localizable.strings
Languages: bg, cs, fa, fi, he, hu, it, nl, pt, sl, sr, sv, tr

# generalDescriptionParagraph1
source: MEGA provides user-controlled encrypted cloud storage through standard web browsers, together with dedicated apps for mobile devices. Unlike other cloud storage providers, your data is encrypted and decrypted by your client devices only and never by us.
bg: MEGA is a secure cloud storage service that gives you 50 GB free storage space. Unlike other cloud storage providers, your data is encrypted and decrypted by your client devices only and never by us.
cs: MEGA je bezpečná služba cloudového úložiště, která vám poskytuje 50 GB bezplatného prostoru úložiště. Na rozdíl od ostatních poskytovatelů cloudových úložišť jsou vaše data šifrována a dešifrována pouze vašimi klientskými zařízeními a nikdy ne námi.
fi: MEGA is a secure cloud storage service that gives you 50 GB free storage space. Unlike other cloud storage providers, your data is encrypted and decrypted by your client devices only and never by us.
he: MEGA הינו שירות שנותן לך 50GB של אחסון חינם. בניגוד לשאר שירותי אחסון בענן, המידע שלך מוצפן ומפוענח על ידך ולעולם לא על ידינו.
hu: MEGA is a secure cloud storage service that gives you 50 GB free storage space. Unlike other cloud storage providers, your data is encrypted and decrypted by your client devices only and never by us.
pt: MEGA is a secure cloud storage service that gives you 50 GB free storage space. Unlike other cloud storage providers, your data is encrypted and decrypted by your client devices only and never by us.
sl: MEGA je varni sistem shranjevanja v oblaku, ki vam ponuja 50 GB brezplačnega prostora za shranjevanje. Za razliko od drugih ponudnikov shranjevanja v oblaku, so vaši podatki kriptirani in dekriptirani samo na vaši odjemalni napravi, nikoli na naši strani.
sr: MEGA is a secure cloud storage service that gives you 50 GB free storage space. Unlike other cloud storage providers, your data is encrypted and decrypted by your client devices only and never by us.
sv: MEGA is a secure cloud storage service that gives you 50 GB free storage space. Unlike other cloud storage providers, your data is encrypted and decrypted by your client devices only and never by us.
tr: MEGA size 50 GB boş alan sağlayan güvenli bir bulut depolama hizmetidir. Diğer bulut depolama sağlayıcılarından farklı olarak, verileriniz yalnızca istemci cihazlarınız tarafından şifrelenir ve şifre çözülür ve şifreler asla tarafımızca çözülmez.

# generalDescriptionParagraph2
source: Upload your files from your smartphone or tablet, then search, store, download, stream, view, share, rename or delete your files any time, from any device, anywhere. Share folders with your contacts and see their updates in real time.
cs: Nahrávejte své soubory z chytrého telefonu nebo tabletu, pak hledejte, ukládejte, stahujte, streamujte, prohlížejte, sdílejte, přejmenovávejte nebo odstraňujte své soubory kdykoliv, z jakéhokoliv zařízení, kdekoliv. Sdílejte složek s vašimi kontakty a sledujte jejich aktualizace v reálném čase.
he: העלאה קבצים מהטלפון או מהטאבלט שלך, לאחר מכן תוכל לחפש, לאחסן, להוריד, לשדר, לצפות, לשתף, לשנות שם או למחוק את הקבצים שלך בכל זמן, מכל מכשיר, בכל מקום. שתף תיקיות עם אנשי הקשר שלך וראה את ההעלאות שלהם בזמן אמת.
sl: Nalagajte svoje datoteke s pametnega telefona ali tablice, potem iščite, shranjujte, prevzemajte, pretakajte, poglejte, delite, preimenujte ali brišite svoje datoteke kadarkoli, s katerokoli napravo, kjerkoli. Delite mape s svojimi stiki in si oglejte njihove popravke v realnem času.
tr: Dosyalarını akıllı telefondan veya tabletten yükle, sonra istediğin yer ve zamanda istediğin cihazdan ara, depola, indir, yayınla, görüntüle, paylaş, yeniden adlandır veya sil. Dosyalarını kişilerinle gerçek zamanlı olarak paylaş ve onların güncellemelerini gör.

# generalDescriptionParagraph3
source: The encryption process means we cannot access or reset your password so you MUST remember it (unless you have your Recovery Key backed up) or you will lose access to your stored files.
cs: Proces šifrování znamená, že nemůžeme přistupovat k vašemu heslu nebo ho obnovit, takže si ho MUSÍTE zapamatovat (pokud nemáte zazálohovaný Obnovovací klíč), jinak ztratíte přístup ke svým uloženým souborům.
he: תהליך ההצפנה הוא כזה שאנו לא יכול לגשת או לאפס את הסיסמא שלך ולכן עליך לזכור אותה (אלא אם כן יש לך מפתח שחזור מגובה) או שתאבד גישה לכל המידע שלך.
sl: Enkripcijski proces pomeni, da ne moremo dostopati ali spreminjati vašega gesla, zato si ga MORATE zapomniti (razen, če imate varnostno kopijo Rešilnega ključa), ali pa boste izgubili dostop do svojih shranjenih datotek.
tr: Şifreleme işlemi, parolanıza erişemediğimiz veya parolanızı sıfırlayamadığımız anlamına gelir. O nedenle MUTLAKA hatırlamalısınız (Kurtarma Anahtarınızı yedeklemediğiniz sürece) veya kayıtlı dosyalarınıza erişimi kaybedeceksiniz.

# generalDescriptionParagraph4
source: MEGA offers a generous 50 GB free storage for all registered users with bonus achievements, and offers paid plans with much higher limits:
bg: Inside the app you can upgrade your storage space and transfer quota with a monthly or yearly subscription.
cs: V aplikaci můžete upgradovat prostor úložiště a kvótu přenosu s měsíčním nebo ročním předplatným.
fi: Inside the app you can upgrade your storage space and transfer quota with a monthly or yearly subscription.
he: באפליקציה תוכל לשדרג את מקום האחסון שלך ונפח התעבורה עם מנוי חודשי או שנתי.
hu: Inside the app you can upgrade your storage space and transfer quota with a monthly or yearly subscription.
pt: Inside the app you can upgrade your storage space and transfer quota with a monthly or yearly subscription.
sl: Znotraj aplikacije lahko nadgradite svoj prostor za shranjevanje in prenosno kvoto z mesečno ali letno naročnino.
sr: Inside the app you can upgrade your storage space and transfer quota with a monthly or yearly subscription.
sv: Inside the app you can upgrade your storage space and transfer quota with a monthly or yearly subscription.
tr: Uygulamanın içinde depolama alanınızı yükseltebilir ve kotayı aylık veya yıllık abonelik ile aktarabilirsiniz.

# generalDescriptionParagraph5
source: PRO LITE subscription: €4.99 (US$4.99) per month or €49.99 (US$49.99) per year gives you 400 GB of storage space and 1 TB of transfer quota per month. PRO I subscription: €9.99 (US$9.99) per month or €99.99 (US$99.99) per year gives you 2 TB of storage space and 2 TB of transfer quota per month. PRO II subscription: €19.99 (US$19.99) per month or €199.99 (US$199.99) per year gives you 8 TB of storage space and 8 TB of transfer quota per month. PRO III subscription: €29.99 (US$29.99) per month or €299.99 (US$299.99) per year gives you 16 TB of storage space and 16 TB of transfer quota per month.
bg: PRO LITE subscription: €4.99 (US$4.99) per month or €49.99 (US$49.99) per year gives you 200 GB of storage space and 1 TB of transfer quota per month.PRO I subscription: €9.99 (US$9.99) per month or €99.99 (US$99.99) per year gives you 1 TB of storage space and 2 TB of transfer quota per month.PRO II subscription: €19.99 (US$19.99) per month or €199.99 (US$199.99) per year gives you 4 TB of storage space and 8 TB of transfer quota per month.PRO III subscription: €29.99 (US$29.99) per month or €299.99 (US$299.99) per year gives you 8 TB of storage space and 16 TB of transfer quota per month.
cs: PRO LITE subscription: €4.99 (US$4.99) per month or €49.99 (US$49.99) per year gives you 200 GB of storage space and 1 TB of transfer quota per month.PRO I subscription: €9.99 (US$9.99) per month or €99.99 (US$99.99) per year gives you 1 TB of storage space and 2 TB of transfer quota per month.PRO II subscription: €19.99 (US$19.99) per month or €199.99 (US$199.99) per year gives you 4 TB of storage space and 8 TB of transfer quota per month.PRO III subscription: €29.99 (US$29.99) per month or €299.99 (US$299.99) per year gives you 8 TB of storage space and 16 TB of transfer quota per month.
fi: PRO LITE subscription: €4.99 (US$4.99) per month or €49.99 (US$49.99) per year gives you 200 GB of storage space and 1 TB of transfer quota per month. PRO I subscription: €9.99 (US$9.99) per month or €99.99 (US$99.99) per year gives you 1 TB of storage space and 2 TB of transfer quota per month. PRO II subscription: €19.99 (US$19.99) per month or €199.99 (US$199.99) per year gives you 4 TB of storage space and 8 TB of transfer quota per month. PRO III subscription: €29.99 (US$29.99) per month or €299.99 (US$299.99) per year gives you 8 TB of storage space and 16 TB of transfer quota per month.
he: PRO LITE subscription: €4.99 (US$4.99) per month or €49.99 (US$49.99) per year gives you 200 GB of storage space and 1 TB of transfer quota per month. PRO I subscription: €9.99 (US$9.99) per month or €99.99 (US$99.99) per year gives you 1 TB of storage space and 2 TB of transfer quota per month. PRO II subscription: €19.99 (US$19.99) per month or €199.99 (US$199.99) per year gives you 4 TB of storage space and 8 TB of transfer quota per month. PRO III subscription: €29.99 (US$29.99) per month or €299.99 (US$299.99) per year gives you 8 TB of storage space and 16 TB of transfer quota per month.
hu: PRO LITE subscription: €4.99 (US$4.99) per month or €49.99 (US$49.99) per year gives you 200 GB of storage space and 1 TB of transfer quota per month.PRO I subscription: €9.99 (US$9.99) per month or €99.99 (US$99.99) per year gives you 1 TB of storage space and 2 TB of transfer quota per month.PRO II subscription: €19.99 (US$19.99) per month or €199.99 (US$199.99) per year gives you 4 TB of storage space and 8 TB of transfer quota per month.PRO III subscription: €29.99 (US$29.99) per month or €299.99 (US$299.99) per year gives you 8 TB of storage space and 16 TB of transfer quota per month.
pt: PRO LITE subscription: €4.99 (US$4.99) per month or €49.99 (US$49.99) per year gives you 200 GB of storage space and 1 TB of transfer quota per month. PRO I subscription: €9.99 (US$9.99) per month or €99.99 (US$99.99) per year gives you 1 TB of storage space and 2 TB of transfer quota per month. PRO II subscription: €19.99 (US$19.99) per month or €199.99 (US$199.99) per year gives you 4 TB of storage space and 8 TB of transfer quota per month. PRO III subscription: €29.99 (US$29.99) per month or €299.99 (US$299.99) per year gives you 8 TB of storage space and 16 TB of transfer quota per month.
sl: PRO LITE subscription: €4.99 (US$4.99) per month or €49.99 (US$49.99) per year gives you 200 GB of storage space and 1 TB of transfer quota per month.PRO I subscription: €9.99 (US$9.99) per month or €99.99 (US$99.99) per year gives you 1 TB of storage space and 2 TB of transfer quota per month.PRO II subscription: €19.99 (US$19.99) per month or €199.99 (US$199.99) per year gives you 4 TB of storage space and 8 TB of transfer quota per month.PRO III subscription: €29.99 (US$29.99) per month or €299.99 (US$299.99) per year gives you 8 TB of storage space and 16 TB of transfer quota per month.
sr: PRO LITE subscription: €4.99 (US$4.99) per month or €49.99 (US$49.99) per year gives you 200 GB of storage space and 1 TB of transfer quota per month.PRO I subscription: €9.99 (US$9.99) per month or €99.99 (US$99.99) per year gives you 1 TB of storage space and 2 TB of transfer quota per month.PRO II subscription: €19.99 (US$19.99) per month or €199.99 (US$199.99) per year gives you 4 TB of storage space and 8 TB of transfer quota per month.PRO III subscription: €29.99 (US$29.99) per month or €299.99 (US$299.99) per year gives you 8 TB of storage space and 16 TB of transfer quota per month.
sv: PRO LITE subscription: €4.99 (US$4.99) per month or €49.99 (US$49.99) per year gives you 200 GB of storage space and 1 TB of transfer quota per month. PRO I subscription: €9.99 (US$9.99) per month or €99.99 (US$99.99) per year gives you 1 TB of storage space and 2 TB of transfer quota per month. PRO II subscription: €19.99 (US$19.99) per month or €199.99 (US$199.99) per year gives you 4 TB of storage space and 8 TB of transfer quota per month. PRO III subscription: €29.99 (US$29.99) per month or €299.99 (US$299.99) per year gives you 8 TB of storage space and 16 TB of transfer quota per month.
tr: PRO LITE aboneliği: Aylık 4.99 Avro (4.99 ABD Doları) veya yıllık 49.99 Avro (49.99 ABD Doları), 200 GB depolama alanı ve 1 TB transfer kotası verir. PRO I aboneliği: Aylık 9.99 Avro (9.99 ABD Doları) veya yıllık 99.99 Avro (99.99 ABD Doları), 1 TB depolama alanı ve ayda 2 TB transfer kotası verir.[BR]PRO II aboneliği: Aylık 19.99 Avro (19.99 ABD Doları) veya yıllık 199.99 Avro (199.99 ABD Doları) 4 TB depolama alanı ve ayda 8 TB aktarım kotası verir. PRO III aboneliği: Aylık 29.99 Avro (29.99 ABD Doları) veya yıllık 299.99 Avro (299.99 ABD Doları), 8 TB depolama alanı ve aylık 16 TB transfer kotası verir.

# generalDescriptionParagraph6
source: For more info, please check our website: https://mega.nz/ Terms of Service: https://mega.nz/terms Privacy Policy: https://mega.nz/privacy
bg: For more info, please check our website:Mobile - https://mega.nz/mobile_terms.html - https://mega.nz/mobile_privacy.htmlDesktop - https://mega.nz/
cs: Více informací naleznete na našich webových stránkách:Mobilní telefon - https://mega.nz/mobile_terms.html - https://mega.nz/mobile_privacy.htmlPočítač - https://mega.nz/
fi: For more info, please check our website: Mobile - https://mega.nz/mobile_terms.html - https://mega.nz/mobile_privacy.html Desktop - https://mega.nz/
he: For more info, please check our website: Mobile - https://mega.nz/mobile_terms.html - https://mega.nz/mobile_privacy.html Desktop - https://mega.nz/
hu: For more info, please check our website:Mobile - https://mega.nz/mobile_terms.html - https://mega.nz/mobile_privacy.htmlDesktop - https://mega.nz/
pt: For more info, please check our website: Mobile - https://mega.nz/mobile_terms.html - https://mega.nz/mobile_privacy.html Desktop - https://mega.nz/
sl: Za več informacij, prosim poglejte naše spletne strani: Mobilno - https://mega.nz/mobile_terms.html - https://mega.nz/mobile_privacy.htmlNamizno - https://mega.nz/
sr: For more info, please check our website:Mobile - https://mega.nz/mobile_terms.html - https://mega.nz/mobile_privacy.htmlDesktop - https://mega.nz/
sv: For more info, please check our website: Mobile - https://mega.nz/mobile_terms.html - https://mega.nz/mobile_privacy.html Desktop - https://mega.nz/
tr: Daha fazla bilgi için web sitemizi kontrol edin: Mobil - https://mega.nz/mobile_terms.html - https://mega.nz/mobile_privacy.html Masaüstü - https://mega.nz/

source: Get Bonus
tr: Bonus Kazan

source: QR Code
tr: Kare Kod

source: Details
he: פרטים
sv: Detaljer
tr: Detaylar

source: Location
tr: Konum

source: File info
he: מידע על הקובץ
sv: Fil info
tr: Dosya bilgileri

source: Folder info
he: מידע על התיקייה
sv: Mapp info
tr: Klasör bilgileri
