Repository: meganz/iOS
Catalog: iMEGA/Languages/*.lproj/Localizable.strings
Languages: bg, cs, fa, fi, he, hu, it, nl, pt, sl, sr, sv, tr

# verifyYourEmailAddress_description
source: Please enter your password to verify your email address
bg: Моля, въведете паролата си, за да потвърдите имейл адреса си
cs: Zadejte své heslo pro ověření vaší e-mailové adresy
fi: Ole hyvä ja syötä salasanasi varmistaaksesi sähköpostiosoitteesi
he: אנא הכנס את סיסמתך לאישור כתובת המייל שלך
hu: Email címe megerősítéséhez kérjük írja be jelszavát
it: Per favore, inserisci la tua password per verificare il tuo indirizzo email
nl: Vul alstublieft uw wachtwoord in om uw e-mailadres te controleren
pt: Por favor introduza a sua password para verificar o seu endereço de email
sl: Prosim, vnesite svoje geslo za preverjanje e-poštnega naslova
sr: Молимо Вас унесите Вашу лозинку како би сте верификовали е-маил адресу
sv: Var vänlig och ange ditt lösenord för att verifiera din E-mail adress
tr: E-posta adresinizi doğrulamak için şifrenizi girin

# congratulationsNewEmailAddress
source: Congratulations, your new email address for this MEGA account is: [X]
bg: Поздравления, новият ви имейл адрес за този MEGA профил е: [X]
cs: Blahopřejeme, vaše nová e-mailová adresa pro tento účet MEGA je: [X]
fi: Onneksi olkoon, uusi sähköpostiosoite tälle MEGA-käyttäjätilille on: [X]
he: ברכותינו, כתובת הדוא"ל החדשה עבור חשבון ה-MEGA שלך הינו: [X]
hu: Gratulálunk, az Ön új email címe ezen MEGA fiókhoz a következő: [X]
it: Congratulazioni, il tuo nuovo indirizzo email per questo account MEGA è: [X]
nl: Gefeliciteerd, uw nieuwe e-mailadres voor dit MEGA-account is: [X]
pt: Parabéns, o seu novo endereço de e-mail para esta conta MEGA é: [X]
sl: Čestitamo, vaš novi e-poštni naslov za ta MEGA račun je: [X]
sr: Честитамо, Ваша нова е-маил адреса за овај MEGA налог је: [X]
sv: Grattis, din nya E-mail adress för detta MEGA-konto är: [X]
tr: Tebrikler, bu MEGA hesabı için yeni e-posta adresiniz: [X]

source: Close other sessions
bg: Затвори другите сесии
cs: Zavřete ostatní relace
fi: Sulje muut istunnot
he: סגור סשנים אחרים
hu: Többi munkamenet bezárása
it: Chiudi le altre sessioni
nl: Sluit andere sessie
pt: Fechar outras sessões
sl: Zapri druge seje
sr: Затвори друге сесије
sv: Stäng andra sessioner
tr: Diğer oturumları kapat

source: Sessions closed
bg: Сесиите бяха прекратени
cs: Relace uzavřeny
he: העמודים הפתוחים נסגרו
it: Sessioni chiuse
nl: De sessies zijn gesloten
pt: Encerrar outras sessões
sl: Seje zaprte
sr: Сесије затворене
sv: Sessionen avslutad
tr: Oturumlar kapalı

# changePasscodeLabel
source: Change passcode
bg: Промени код за достъп
cs: Změnit heslo
fa: تعویض کد عبور
fi: Vaihda pääsykoodi
he: שנה סיסמא
hu: Számkódcsere
it: Cambia codice
nl: Wijzig Toegangscode
pt: Alterar código de acesso
sl: Spremeni varnostno kodo
sr: Промените лозинку
sv: Byt passkod
tr: Şifre değiştir

# simplePasscodeLabel
source: Simple passcode
bg: Опростена парола
cs: Jednoduché heslo
fa: کد عبور ساده
fi: Yksinkertainen pääsykoodi
he: קוד פשוט
hu: Egyszerű számkód
it: Passcode semplice
nl: Simpele Toegangscode
pt: Código de acesso simples
sl: Preprosta koda
sr: Проста шифра
sv: Enkel passkod
tr: Basit şifre

# eraseAllLocalDataLabel
source: Erase local data
bg: Изтрий локални данни
cs: Smazat místní data
fa: داده های محلی را پاک کن
fi: Pyyhi paikalliset tiedot
he: מחק מידע מקומי
hu: Helyi adatok törlése
it: Cancella dati locali
nl: Lokale gegevens wissen
pt: Apagar dados locais
sl: Izbriši lokalne podatke
sr: Обриши локалне податке
sv: Ta bort lokal data
tr: Yerel verileri silin

# failedAttempstSectionTitle
source: Logout and erase local data after 10 failed passcode attempts
bg: Излез от системата и изтрий локалните данни след 10 неуспешни въвеждания на код.
cs: Odhlásit a vymazat místní data po 10 neúspěšných pokusech o zadání hesla
fi: Kirjaa ulos ja poista paikalliset tiedot 10 epäonnistuneen pääsykoodiyrityksen jälkeen
he: התנתק ומחק מידע מקומי לאחר 10 ניסיונות כושלות של סיסמא
it: Effettuerai il logout e i tuoi file salvati per l’offline saranno eliminati dopo 10 tentativi falliti
nl: U wordt uitgelogd en uw offline bestanden worden verwijderd na 10 mislukte pogingen
pt: Se "apagar dados locais" estiver activado, os dados locais são apagados após 10 tentativas falhadas de introduzir a palavra-passe
sl: Odjavi in izbriši lokalne podatke po 10 neuspešnih poskusih vnosa varnostne kode
sr: Одјави се и обриши локалне податке након 10 неуспешних уноса лозинке
sv: Logga ut och radera lokala data efter 10 misslyckade lösenkodsförsök
tr: 10 kez hatalı girişte yerel veriyi sil ve çıkış yap.

source: Help
bg: Помощ
cs: Nápověda
fi: Apua
he: עזרה
it: Aiuto
pt: Ajuda
sl: Pomoč
sr: Помоћ
sv: Hjälp
tr: Yardım

# helpCentreLabel
source: Help Centre
bg: Помощен център
cs: Centrum pomoci
fa: راهنما
fi: Tukikeskus
he: מרכז עזרה
hu: Súgóközpont
it: Assistenza
nl: Helpcentrum
pt: Centro de apoio
sl: Center za pomoč
sr: Центар за помоћ
sv: Hjälp center
tr: Destek Merkezi

source: Join Beta
it: Entra nella beta
nl: Meedoen aan Beta

# rateUsLabel
source: Rate us
bg: Оценете ни
cs: Ohodnoťte nás
fa: ما چطوریم؟
fi: Arvostele meidät
he: דרג אותנו
hu: Értékeljen
it: Votaci
nl: Beoordeel ons
pt: Avalie-nos
sl: Ocenite nas
sr: Оцени нас
sv: Betygsätt appen
tr: Bizi değerlendirin

source: Transfers
bg: Трансфери
cs: Přenosy
fa: انتقالها
fi: Siirrot
he: העברות
hu: Átvitelek
it: Trasferimenti
nl: Overdrachten
pt: Transferências
sl: Prenosi
sr: Преноси
sv: Överföringar
tr: Aktarmalar

source: All
bg: Всички
cs: Vše
fa: همه
fi: Kaikki
he: הכל
hu: Összes
it: Tutti
nl: Alle
pt: Todas
sl: Vsi
sr: Све
sv: Alla
tr: Tümü

source: Completed
it: Completato
nl: Voltooid

source: Downloads
bg: Изтегляния
cs: Stahování
fa: دانلودها
fi: Lataukset
he: הורדות
hu: Letöltések
it: Download
pt: Descargas
sl: Prevzemanja
sr: Скидања
sv: Nedladdningar
tr: İndirilenler

source: Uploads
bg: Качвания
cs: Nahrávání
fa: آپلودها
fi: Lähetykset
he: העלאות
hu: Feltöltések
it: Upload
pt: Carregamentos
sl: Nalaganja
sr: Аплоади
sv: Uppladdat
tr: Yüklemeler

source: Transfer cancelled
bg: Трансферът беше прекратен
cs: Přenos zrušen
fi: Siirto peruutettu
he: ההעברה בוטלה
hu: Átvitel megszakítva
it: Trasferimento cancellato
nl: Overdracht geannuleerd
pt: Transferência cancelada
sl: Prenos preklican
sr: Трансфер отказан
sv: Överföring avbruten
tr: Aktarma iptal edildi

source: Transfers cancelled
bg: Трансферите бяха прекратени
cs: Přenosy zrušeny!
fa: انتقال ها کنسل شد!
fi: Siirrot keskeytetty
he: העברה הופסקה
hu: Átvitelek megszakítva
it: Trasferimenti annullati
nl: Overdrachten geannulleerd
pt: Transferências canceladas
sl: Prenosi preklicani!
sr: Трансфери отказани
sv: Överföringar avbrytna!
tr: Aktarmalar iptal edildi!

# cancelTransfersTitle
source: Cancel transfers
bg: Прекрати трансферите
cs: Zrušit přenosy
fa: انتقال ها را کنسل کن
fi: Keskeytä siirrot
he: בטל העברות
hu: Átvitelek megszakítása
it: Annulla trasferimenti
nl: Overdrachten annuleren
pt: Transferências canceladas
sl: Prekliči prenose
sr: Прекини трансфере
sv: Avbryt överföringar
tr: Aktarmaları iptal et

# cancelTransfersText
source: Do you want to cancel %@?
bg: Искате ли да спрете %@?
cs: Chcete zrušit %@?
fa: ایا می خواهید %@ را کنسل کنید؟
fi: Haluatko keskeyttää %@?
he: האם ברצונך לבטל %@?
hu: Meg szeretné szakítani a(z) %@t?
it: Vuoi annullare tutti i trasferimenti?
nl: Wilt u ALLE overdrachten annuleren?
pt: Deseja cancelar %@?
sl: Ali želite preklicati %@?
sr: Да ли желите да прекинете %@?
sv: Vill du avbryta %@?
tr: İptal etmek istiyor musunuz: %@?

# allInUppercaseTransfers
source: ALL transfers
bg: ВСИЧКИ трансфери
cs: VŠECHNY přenosy
fa: تمام انتقال ها
fi: KAIKKI siirrot
he: כל ההעברות
hu: MINDEN átvitel
it: TUTTI i trasferimenti
nl: ALLE overdrachten
pt: TODAS as transferências
sl: VSE prenose
sr: СВИ транфери
sv: Alla överföringar
tr: TÜM aktarmalar

# uploadInUppercaseTransfers
source: UPLOAD transfers
bg: трансфери КАЧВАНЕ
cs: přenosy NAHRÁVÁNÍ
fa: انتقال های اپلود
fi: LÄHETYSsiirrot
he: העלה העברות
hu: FELTÖLTÉSI átvitelek
it: UPLOAD trasferimenti
nl: UPLOAD overdrachten
pt: Carregamento de transferências
sl: Prenosi NALAGANJA
sr: АПЛОАД трансфери
sv: LADDA UPP överföringar
tr: YÜKLEME aktarmaları

# downloadInUppercaseTransfers
source: DOWNLOAD transfers
bg: трансфери СВАЛЯНЕ
cs: přenosy STAHOVÁNÍ
fa: انتقال های دانلود
fi: LATAUSsiirrot
he: הורד העברות
hu: LETÖLTÉSI átvitelek
it: DOWNLOAD trasferimenti
nl: DOWNLOAD overdrachten
pt: DOWNLOAD de transferências
sl: Prenosi PREVZEMANJA
sr: СКИНИ трансфере
sv: LADDA NED överföringar
tr: İNDİRME aktarmaları

source: Upgrade
bg: Ъпгрейд
cs: Povýšit
fi: Päivitä
he: שדרג
it: Fai l'upgrade
nl: Upgraden
pt: Actualizar
sl: Nadgradi
sr: Надоградите
sv: Uppgradera
tr: Yükselt

source: View and edit profile
it: Vedi e modifica profilo
nl: Profiel weergeven en wijzigen
tr: Profili görüntüle ve düzenle

source: Profile
bg: Профил
cs: Profil
fi: Profiili
he: פרופיל
hu: Profil
it: Profilo
nl: Profiel
pt: Perfil
sl: Profil
sr: Профил
sv: Profil
tr: Profil

# achievementsTitle
source: Achievements
bg: Постижения
cs: Bonusy
he: הישגים
it: Obiettivi
nl: Beloningen
sl: Dosežki
sv: Framgångar
tr: Başarılar

source: Select from phone contacts or enter multiple email addresses
it: Seleziona dai contatti del telefono e inserisci più indirizzi email
nl: Selecteer vanuit apparaat contacten of voer meerdere e-mailadressen in.

source: Insert your friend’s email(s):
cs: Vložte e-mail svého přítele:
he: הכנס מייל(ים) של חבר שלך:
it: Inserisci gli indirizzi email delle persone che vuoi invitare:
nl: Voer de e-mails van uw vrienden in:
sl: Vnesite prijateljevo(/e) e-pošto(/e):
tr: Arkadaşınızın eposta(lar)ını giriniz:

source: How it works
bg: Как работи
cs: Jak to funguje
fi: Kuinka se toimii
he: איך זה עובד
hu: Hogyan működik
it: Come funziona
nl: Hoe het werkt
pt: Como trabalha
sl: Kako deluje
sr: Како ради
sv: Hur det fungerar
tr: Nasıl çalışıyor

# howItWorksMain
source: Your friend needs to register for a free account on MEGA and [S]install at least one MEGA client application[/S] (either the sync client or one of our mobile apps)
cs: Váš přítel si musí zaregistrovat bezplatný účet na MEGA a [S]nainstalovat alespoň jednu klientskou aplikaci MEGA[/S] (buď synchronizačního klienta, nebo jednu z našich mobilních aplikací)
he: חבריך צריך להירשם לחשבון חינמי ב-MEGA [S]ולהתקין לפחות אפליקציה אחת של MEGA[/S] (או השירות למחשב או אחת מאפליקציות המובייל שלנו)
it: Il tuo amico deve registrare un account gratuito su MEGA ed [S]installare almeno un'app di MEGA[/S] (l'app per desktop o una delle nostre app per mobile)
nl: Uw vriend moet zich registreren voor een gratis account op MEGA en [S]installeer ten minste één MEGA programma applicatie[/S] (ofwel MEGA Desktop Applicatie of één van onze Mobiele Applicaties)
sl: Vaš prijatelj se mora registrirati za brezplačni račun na MEGA in [S]inštalirati vsaj eno MEGA odjemalsko aplikacijo[/S] (bodisi sinhronizacijski odjemalec ali eno od naših mobilnih aplikacij)
tr: Arkadaşınızın MEGA'da ücretsiz bir hesap için kaydolması ve [S]en az bir MEGA istemci uygulaması[/S] yüklemesi (senkronizasyon istemcisi veya mobil uygulamalarımızdan biri) gerekir

# howItWorksSecondary
source: You can notify your friend through any method. You will earn the quota if you have entered your friend’s email here prior to them registering with that address.
cs: Svého přítele můžete upozornit pomocí jakékoliv metody. Získáte kvótu, pokud jste sem zadali e-mail svého přítele dříve, než se zaregistrovali pomocí této adresy.
he: תוכל להודיע לחבריך בכל דרך. תזכה בקרדיט עליו אם הכנסת את כתובת המייל שלו לפני שהוא נרשם איתה.
it: Puoi notificare il tuo amico con qualsiasi metodo. Guadagnerai la quota se hai inserito la mail del tuo amico qui prima che si registrasse con quella email.
nl: U kunt uw vriend via elke methode notificeren. U kan het tegoed verdienen als u uw vriend's email hier hebt ingevoerd voordat ze zelf hebben geregistreerd met dat adres.
sl: Prijatelje lahko obvestite na katerikoli način. Kvoto boste pridobili, če ste vnesli prijateljev e-poštni naslov v ta polja, preden so se registrirali s tem e-poštnim naslovom.
tr: Arkadaşınıza istediğiniz şekilde davet edebilirsiniz. Buraya arkadaşınız kaydolmadan önce eposta adresini girerseniz kotanızı kazanırsınız.

# howItWorksTertiary
source: You will not receive credit for inviting someone who has used MEGA previously and you will not be notified about such a rejection.
cs: Za pozvání někoho, kdo již dříve používal MEGA, nezískáte zásluhy a nedostanete oznámení o takovém zamítnutí.
he: לא תקבל קרדיט על הזמנת משתמש שכבר השתמש ב-MEGA וגם לא תקבל דחייה עליו.
it: Non riceverai bonus se inviti qualcuno che ha già usato MEGA in precedenza e non verrai notificato di un rifiuto.
nl: U ontvangt geen tegoed voor het uitnodigen van iemand die MEGA voorheen gebruikt heeft en deze weigering wordt niet gemeld.
sl: Bonusa ne boste dobili, če boste povabili nekoga, ki je MEGA že uporabljal in ne boste dobili obvestila o takšni zavrnitvi.
tr: Önceden MEGA kullanmış birini davet etmeniz geçersiz sayılır ve reddedildiğine dair herhangi bir bildirim gönderilmez.

source: Unlocked bonuses:
cs: Odemknuté bonusy:
he: בונוסים הניתנים להשגה:
it: Bonus sbloccati:
nl: Verkregen bonussen:
sl: Odklenjeni bonusi:
tr: Açılan bonuslar

source: Storage Quota
bg: Квота за Съхранение
cs: Kvóta úložiště
he: מכסת אחסון
it: Quota di archiviazione
nl: Opslag Tegoed
sl: Shranjevalna kvota
sv: Lagringskvot
tr: Depolama Kotası

source: Transfer Quota
it: Quota di trasferimento
nl: Overdracht

source: Add Phone Number
it: Aggiungi numero di telefono
nl: Telefoonnummer Toevoegen

source: Get %@ free when you add your phone number. This makes it easier for your contacts to find you on MEGA.
it: Ottieni %@ gratuitamente quando aggiungi il tuo numero di telefono. Questo rende più facile per i tuoi contatti trovarti su MEGA.
nl: Ontvang %@ gratis wanneer u uw telefoonnummer toevoegt. Hierdoor kunnen uw contacten u gemakkelijker vinden op MEGA.

source: Add your phone number to MEGA. This makes it easier for your contacts to find you on MEGA.
it: Aggiungi il tuo numero di telefono. Ciò renderà più facile per te trovare i tuoi contatti della tua rubrica su MEGA.
nl: Voeg uw telefoonnummer toe tot MEGA. Dit maakt het makkelijker voor uw contacten u te vinden op MEGA.

source: Your account has been locked temporarily due to potential abuse. Please verify your phone number to unlock your account.
it: Il tuo account è stato temporaneamente bloccato a causa di un potenziale abuso. Per favore, verifica il tuo numero di telefono per sbloccare il tuo account.
nl: Uw account is tijdelijk geblokkeerd door potentieel misbruik. Verifieer uw telefoonnummer om uw account te ontgrendelen.

source: Verify Your Account
it: Verifica il tuo account
nl: Verifieer uw account

source: Add Your Phone Number
it: Aggiungi il tuo numero di telefono
nl: Uw Telefoonnummer Toevoegen

source: Choose Your Country
it: Scegli il tuo Paese
nl: Kies Uw Land

source: months
bg: месеца
cs: měsíců
fi: kuukausia
he: חודשים
hu: hónap
it: mesi
nl: maanden
pt: meses
sl: mesecev
sr: месеци
sv: månader
tr: ay

source: days
cs: dní
he: ימים
it: giorni
nl: dagen
sl: dni
tr: gün

# logoutLabel
source: Logout
bg: Изход
cs: Odhlásit se
fa: خروج از سامانه
fi: Kirjaudu ulos
he: יציאה
hu: Kijelentkezés
it: Esci
nl: Uitloggen
pt: Sair
sl: Odjava
sr: Излаз
sv: Logga ut
tr: Oturumu kapat

source: Logging out
bg: Излизане
cs: Odhlašování
fa: در حال خارج شدن
fi: Kirjaudutaan ulos
he: מתנתק
hu: Kijelentkezés
it: Sto uscendo
nl: Log Uit
pt: A sair
sl: Odjavljam
sr: Одјављивљање
sv: Loggar ut
tr: Çıkış yapılıyor

source: Remove Photo
it: Rimuovi foto
nl: Foto Verwijderen

source: Change Photo
it: Cambia foto
nl: Foto wijzigen

source: Add Photo
it: Aggiungi foto
nl: Foto Toevoegen

source: Change Name
he: שנה שם
it: Cambia nome
nl: Wijzig Naam
tr: Adını Değiştir

source: You have successfully changed your profile.
bg: Вие успешно променихте профила си.
cs: Úspěšně jste změnili svůj profil.
fi: Olet onnistuneesti muuttanut profiiliasi.
he: הפרופיל שלך עודכן בהצלחה.
hu: Sikeresen módosította profilját.
it: Hai aggiornato con successo il tuo profilo.
nl: U heeft uw profiel met succes gewijzigd.
pt: Você mudou com sucesso o seu perfil.
sl: Uspešno ste spremenili svoj profil.
sr: Успешно сте изменили свој профил.
sv: Din profil har nu ändrats
tr: Profil bilgilerinizi başarıyla değiştirdiniz.

source: First Name
bg: Собствено Име
cs: Jméno
fi: Etunimi
he: שם פרטי
hu: Keresztnév
it: Nome
nl: Voornaam
pt: Primeiro Nome
sl: Ime
sr: Име
sv: Namn
tr: Adınız

source: Last Name
bg: Фамилия
cs: Příjmení
fi: Sukunimi
he: שם משפחה
hu: Vezetéknév
it: Cognome
nl: Achternaam
pt: Último Nome
sl: Priimek
sr: Презиме
sv: Efternamn
tr: Soyadınız

# localLabel
source: Local
bg: Локално
cs: Místní
fa: محلی
fi: Paikallinen
he: מקומי
hu: Lokális
it: Localmente
nl: Lokaal
sl: Lokalno
sr: Локално
sv: Lokal
tr: Yerel

# availableLabel
source: Available
bg: Налични
cs: Dostupné
fa: در دسترس
fi: Vapaa
he: זמין
hu: Elérhető
it: Disponibile
nl: Beschikbaar
pt: Disponível
sl: Na voljo
sr: Доступно
sv: Tillgänglig
tr: Kullanılabilir

source: Account Type:
bg: Тип на профила:
cs: Typ účtu:
fi: Tilityyppi:
he: סוג חשבון:
hu: Fiók típusa:
it: Tipo conto:
pt: Tipo de Conta:
sl: Tip računa:
sr: Тип налога
sv: Kontotyp:
tr: Hesap Türü:

source: Free
it: Gratis
nl: Gratis

source: expires on %@
bg: изтича на %@
cs: vyprší %@
fa: روز %@ انقضا می یابد
fi: vanhenee %@
he: פג תוקף ב-%@
hu: lejár ekkor: %@
it: scade il %@
nl: verloopt op %@
pt: expira em %@
sl: Preteče dne %@
sr: истиче %@
sv: Utgår den %@
tr: %@ tarihinde sona eriyor

source: Renews on
it: Rinnovamento
nl: Vernieuwd op

source: Incoming Shares
bg: Входящи Споделяния
cs: Příchozí sdílení
fa: اشتراک ها وارد شونده
fi: Saapuvat jaot
he: שיתופים נכנסים
hu: Bejövő megosztások
it: Condivisioni in arrivo
nl: Binnenkomende Mappen
pt: Partilhas Recebidas
sl: Prejete delitve
sr: Надолезеће шеровање
sv: Inkommande delningar
tr: Gelen Paylaşımlar

source: Upgrade account
bg: Ъпгрейд на профила
cs: Upgradujte účet
fa: اکونت خود را ارتقا دهید
fi: Päivitä tili
he: שדרג חשבון
hu: Fiók bővítése
it: Fai l'upgrade dell'account
pt: Fazer upgrade da conta
sl: Nadgradi račun
sr: Надоградња
sv: Uppgradera konto
tr: Hesabı yükselt

source: Choose your account type
cs: Vyberte typ svého účtu
fi: Valitse tilisi tyyppi
he: בחר סוג חשבון
it: Scegli il tuo tipo di account
nl: Kies uw accounttype
pt: Escolhe o tipo de conta
sl: Izberite tip računa
sr: Изаберите тип Вашег налога
sv: Välj typ av konto
tr: Hesap türünüzü seçin

# cloudDriveIsAlmostFull
source: [S]Your Cloud Drive is almost full.[/S] [A]Upgrade now[/A] to a PRO account and get [S]up to %@ TB (%@ GB)[/S] of cloud storage space.
bg: [S]Cloud Drive is almost full.[/S] [A]Upgrade now[/A] to a PRO account and get [S]up to 4 TB (4096 GB)[/S] of cloud storage space.
cs: [S]Cloudová jednotka je téměř plná.[/S] [A]Upgradujte nyní[/A] na účet PRO a získejte [S]až 4 TB (4096 GB)[/S] prostoru cloudového úložiště.
fi: [S]Cloud Drive is almost full.[/S] [A]Upgrade now[/A] to a PRO account and get [S]up to 4 TB (4096 GB)[/S] of cloud storage space.
he: [S]אחסון הענן שלך כמעט מלא.[/S] [A]שדרג עכשיו[/A] לחשבון PRU וקבל [S]עד 4TB (4096 GB)[/S] של נפח אחסון בענן.
hu: [S]Cloud Drive is almost full.[/S] [A]Upgrade now[/A] to a PRO account and get [S]up to 4 TB (4096 GB)[/S] of cloud storage space.
it: [S]Il tuo Cloud Drive è quasi pieno.[/S] [A]Fai l’upgrade adesso[/A] ad un account Pro ed ottieni [S]fino a %@ TB (%@ GB)[/S] di spazio di archiviazione cloud.
nl: [S]Uw Cloud Schijf is bijna vol. [/S][A]Upgrade nu [/A] naar een Pro-account en krijg [S] tot %@TB (%@GB) [/S]aan cloud opslagruimte.
pt: [S]Cloud Drive is almost full.[/S] [A]Upgrade now[/A] to a PRO account and get [S]up to 4 TB (4096 GB)[/S] of cloud storage space.
sl: [S]Prostor v oblaku je skoraj poln.[/S] [A]Nadgradite sedaj[/A] v PRO račun in pridobite [S]do 4TB (4096 GB)[/S] prostora za shranjevanje v oblaku.
sr: [S]Cloud Drive is almost full.[/S] [A]Upgrade now[/A] to a PRO account and get [S]up to 4 TB (4096 GB)[/S] of cloud storage space.
sv: [S]Cloud Drive is almost full.[/S] [A]Upgrade now[/A] to a PRO account and get [S]up to 4 TB (4096 GB)[/S] of cloud storage space.
tr: [S]Bulut Sürücü neredeyse dolu.[/S] [A]Şimdi PRO hesabına yükseltin[/A] ve [S]4TB'a (4096 GB)[/S] kadar bulut depolama alanı sahip olun.

# cloudDriveIsFull
source: [S]Your Cloud Drive is full.[/S] [A]Upgrade now[/A] to a PRO account and get [S]up to %@ TB (%@ GB)[/S] of cloud storage space.
bg: [S]Your account is full.[/S] [A]Upgrade now[/A] to a PRO account and get [S]up to 4 TB (4096 GB)[/S] of cloud storage space.
cs: [S]Váš účet je plný.[/S] [A]Upgradujte nyní[/A] na účet PRO a získejte [S]až 4 TB (4000 GB)[/S] prostoru cloudového úložiště.
fi: [S]Your account is full.[/S] [A]Upgrade now[/A] to a PRO account and get [S]up to 4 TB (4096 GB)[/S] of cloud storage space.
he: [S]האחסון מלא.[/S] [A] שדרג עכשיו[/A] לחשבון PRO וקבל עד [S]4TB (4096 GB)[/S] של מקום אחסון בענן.
hu: [S]Your account is full.[/S] [A]Upgrade now[/A] to a PRO account and get [S]up to 4 TB (4096 GB)[/S] of cloud storage space.
it: [S]Il tuo Cloud Drive è pieno.[/S] [A]Fai l’upgrade adesso[/A] ad un account Pro ed ottieni [S]fino a %@ TB (%@ GB)[/S] di spazio di archiviazione cloud.
nl: [S]Uw Cloud Drive is vol. [/S][A]Upgrade nu [/A] naar een Pro-account en krijg [S]tot %@TB (%@GB) [/S] aan cloud opslagruimte.
pt: [S]Your account is full.[/S] [A]Upgrade now[/A] to a PRO account and get [S]up to 4 TB (4096 GB)[/S] of cloud storage space.
sl: [S]Vaš račun je poln.[/S] [A]Nadgradite sedaj[/A] v PRO račun in pridobite [S]do 4 TB (4096 GB)[/S] prostora za shranjevanje v oblaku.
sr: [S]Your account is full.[/S] [A]Upgrade now[/A] to a PRO account and get [S]up to 4 TB (4096 GB)[/S] of cloud storage space.
sv: [S]Your account is full.[/S] [A]Upgrade now[/A] to a PRO account and get [S]up to 4 TB (4096 GB)[/S] of cloud storage space.
tr: [S]Hesabınız dolu.[/S] [A]Şimdi PRO hesaba yükseltin[/A] ve [S]4TB'a varan (4096 GB)[/S] bulut depolamasına sahip olun.

source: Storage
it: Archivio
nl: Opslag

source: Subject to your participation in our achievements program.
cs: Předmět účasti v našem programu bonusů
he: תלויה בהשתתפות שלך בתכנית ההישגים שלנו.
it: Soggetto alla tua partecipazione nel nostro programma di obiettivi.
nl: Afhankelijk van uw deelname in ons beloningsprogramma.
sl: Pod pogojem sodelovanja v našem programu dosežkov.
tr: Başarımlar uygulamamızda katılımınıza tabidir.

# productPricePerMonth
source: %@ per month
bg: %.2f %@ на месец
cs: %.2f %@ měsíčně
fa: %.2f %@ هر ماه
fi: %@ kuukaudessa
hu: %.2f %@ havonta
it: %@ al mese
nl: %@ per maand
pt: %.2f %@ por mês
sl: %@ na mesec
sr: %.2f %@ месечно
tr: aylık %@

# choosePlan
source: Choose one of the plans from below:
bg: Изберете един от плановете по-долу:
cs: Vyberte jeden z níže uvedených plánů:
fa: یکی از طرحهای زیر را انتخاب کنید:
fi: Valitse yksi alla olevista tilauksista:
he: בחר אחד מהמסלולים הבאים:
hu: Válasszon egyet az alábbi csomagok közül:
it: Scegli uno dei piani elencati sotto:
nl: Kies één van de abonnementen hieronder:
pt: Escolha um dos planos indicados abaixo:
sl: Izberite enega od načrtov spodaj:
sr: Изаберите један од планова испод:
sv: Välj en av prenumerationerna nedan:
tr: Aşağıdaki planlardan birini seçin:

source: Select one account type:
it: Seleziona un tipo di account:
nl: Selecteer één account type:
tr: Bir hesap türü seçin:
